{
    "Igor Stravinsky": "(1882–1971).  He studied underNikolai Rimsky-Korsakovand completed two grand ballets forSergei Diaghilev:The FirebirdandPetrushka.  His Paris premiere ofThe Rite of Spring(1913), however, is what inaugurated music’s Modern era.  A pagan story featuringpolytonal music,The Rite of Springshocked the audience so much that riots ensued, leading a stunned Stravinsky to pursue rational, \"neoclassical\" music, such as hisSymphony of Psalms.  In 1940 he moved to Hollywood, where he composed his one full-length opera,The Rake’s Progress, with libretto byW. H. Auden.  Late in life, he adopted theserialist,twelve-tone styleofAnton Webern, producing the abstract balletAgon(1957).",
    "Arnold Schoenberg": "(1874–1951).  This Austrian pioneereddodecaphony, or thetwelve-tone system, which treated all parts of thechromatic scaleequally.  Schoenberg’s early influences wereRichard WagnerandRichard Strauss, as evident in hisTransfigured Night(1900) for strings.  Yet by 1912, with theSprechstimme(halfway between singing and speaking) piecePierrot lunaire, he broke fromRomanticismand developedexpressionistpieces free from key or tone.  His students, especiallyAlban BergandAnton Webern, further elaborated on his theories.  Fleeing Nazi persecution in 1933, he moved from Berlin to Los Angeles, where he completedA Survivor from Warsaw.  The first two acts of his unfinished opera,Moses und Aron, are still frequently performed.",
    "Benjamin Britten": "(1913–1976).  Reviver of the opera in the U.K., most notably withPeter Grimes(1945), the story of a fisherman who kills two of his apprentices.  Britten broke through withVariations on a Theme of Frank Bridge(1937), a tribute to his composition teacher, and wrote incidental music for works by his friendW. H. Auden.  With his companion, the tenorPeter Pears, Britten founded theAldeburgh Festival of Musicand wrote operas such asBilly Budd,The Turn of the Screw, andDeath in Venice.  Britten’s non-operatic works includeThe Young Person’s Guide to the Orchestra(1946) andWar Requiem(1961), based on the anti-war poems ofWilfred Owen, who was killed during World War I.",
    "Aaron Copland": "“COPE”-lund(1900–1990).  At first amodernist, he was the first American student ofNadia Boulangerin Paris in the 1920s, where he finished hisOrgan SymphonyandMusic for the Theater.  By the 1930s, Copland turned to simple themes, especially the American West:El Salón Mexicowas followed by the balletsBilly the Kid,Rodeo, andAppalachian Spring(1944), the last containing theShakerhymn“Simple Gifts.”Copland’sThird Symphonycontained hisFanfare for the Common Man, whileLincoln Portraitfeatured spoken portions of Abraham Lincoln’s writings.  Copland wrote several educational books, beginning with 1939’sWhat to Listen For in Music.",
    "Sergei Prokofiev": "(1891–1953).  He wrote seven symphonies, of which theFirst(“Classical,” 1917) is the most notable.  While in Chicago, he premiered the operaThe Love for Three Oranges, based on Italiancommedia dell’arte.  Prokofiev moved to Paris in 1922, where he composed works forSergei Diaghilevand theBallets Russes, includingThe Prodigal Son.   In 1936 he returned to the USSR, where he completed the popular children’s workPeter and the Wolfand the score for the filmAlexander Nevsky.  When Stalin denounced Prokofiev as “decadent,” the composer was forced to write obsequious tributes to the premier.  Prokofiev survived Stalin, but only by a few hours; both died on March 5, 1953.",
    "Dmitri Shostakovich": "(1906–1975).  His work was emblematic of both the Soviet regime and his attempts to survive under its oppression.  Shostakovich’s operas, such asThe Nose(1928) andLady Macbeth of the Mtsensk District, were well received at first—untilJoseph Stalinseverely criticized his work inPravdain 1936.  Fearful for his security, Shostakovich wrote several conciliatory pieces (Fifth,Seventh/Leningrad, andTwelfthSymphonies) in order to get out of trouble.  He made enemies, however, with hisThirteenth Symphony (“Babi Yar”).  Based on theYevgeny Yevtushenkopoem,Babi Yarcondemned anti-Semitism in both Nazi Germany and the USSR.",
    "Béla Bartók": "(1881–1945).  A young girl singing a folk tune to her son in 1904 inspired Bartók to roam the Hungarian countryside withZoltan Kodály, collecting peasant tunes.  This influence permeated his music, including the operaDuke Bluebeard’s Castle(1911) and the balletsThe Wooden Prince(1916) andThe Miraculous Mandarin(1919).  A virtuoso pianist and an innovative composer, Bartók refused to teach composition, contributing to financial problems, especially after he fled Nazi-allied Hungary for the U.S. in 1940.  Bartók wrote many prominent instrumental pieces; best known aresix string quartets, the educational piano pieceMikrokosmos, andMusic for Strings, Percussion, and Celesta(1936).",
    "Charles Ives": "(1874–1954).  He learned experimentation from his father George, a local Connecticut businessman and bandleader.  Ives studied music at Yale but foundinsurance salesmore lucrative; his firm of Ives and Myrick was the largest in New York during the 1910s.  Privately, Ives composed great modern works, including theSecond Piano (Concord) Sonata(with movements named afterRalph Waldo Emerson,Nathaniel Hawthorne,Louisa May Alcott, andHenry David Thoreau); andThree Places in New England(1914).  HisThird Symphonywon Ives aPulitzer Prizein 1947, while his song“General William Booth Enters Into Heaven”was based on aVachel Lindsaypoem.  Poor health ended both his insurance and music careers by 1930.",
    "Maurice Ravel": "(1875–1937).  HisBasquemother gave him an affinity for Spanish themes, as evident in“Rapsodie espagnole”and his most popular piece,“Bolero”(1928).  Ravel producedPavane for a Dead Princesswhile a student ofGabriel Fauré, but was frustrated when theFrench Conservatoryoverlooked him for thePrix de Romefour times.  He completed the balletDaphnis et Chloé(1912) forSergei Diaghilev, and followed it withMother GooseandLa Valse.  He also re-orchestratedModest Mussorgsky’sPictures at an Exhibition.  His health declined after a 1932 taxi accident; unsuccessful brain surgery ended his life.",
    "George Gershwin": "(1898–1937).  Known at first for producing popular songs and musicals with his older brotherIra, Gershwin successfully melded jazz and popular music with classical forms, most famously theRhapsody in Blue(1924), theConcerto in F for Piano and Orchestra(1925), and the folk operaPorgy and Bess(1935), based on a story byDuBose Heyward.  Gershwin’s first major hit was 1919’s“Swanee,”sung byAl Jolson, and his 1931 musicalOf Thee I Singwas the first musical to win thePulitzer Prize for Drama.  Gershwin died of a brain tumor at age 38.",
    "John Cage": "(1912–1992).  An American student ofArnold Schoenberg, Cage tookavant-gardeto a new level, and may be considered aDadacomposer because he believed inaleatory, or “chance” music.  HisImaginary Landscape No. 4(1951) used twelve radios tuned to different stations; the composition depended on what was on the radio at that time.  The following year’s4′33″required a pianist to sit at the piano for that length of time and then close it; audience noise and silence created the music.  Cage also invented theprepared piano, in which screws, wood, rubber bands, and other items are attached to piano strings in order to create a percussion sound.",
    "RalphrayfVaughan Williams": "(1872–1958).  Best known for reviving theTudor styleand folk traditions in English music, as exemplified in hisFantasia on a Theme by Thomas Tallis(1909).  Vaughan Williams completed nine symphonies, the foremost hisSecond (London)in 1914; other principal symphonies included theFirst (Sea),Third (Pastoral)andSeventh (Sinfonia Antarctica).  His orchestral workThe Lark Ascendingwas based on aGeorge Meredithpoem, whileSir John in Love(1924) was a Shakespearean opera that featured the“Fantasia on Greensleeves.”Hugh the DroverandThe Pilgrim’s Progressare other major Vaughan Williams operas.",
    "Sergei Rachmaninoff": "(1873–1943).  A highly skilled pianist and conductor, Rachmaninoff twice turned down conductorship of theBoston Symphony Orchestra.  He failed to reap the monetary benefits of his early pieces (notably theC-Sharp Minor Preludeof 1892), because he sold them cheaply to a publisher.  Treated by hypnosis in 1901, Rachmaninoff began a productive period with hisSecond Piano Concertoand thesymphonic poemThe Isle of the Dead(1909).  He moved to the U.S. in 1917, after the Bolshevik Revolution.  There his output decreased, though he did complete theRhapsody on a Theme of Paganiniin 1934."
}