{
    "Niels Bohr": "(1885–1962) Bohr reconciled Rutherford’s results from thegold foil experimentwithMax Planck’squantum theoryto create amodel of the atom(theBohr model) in whichelectronsresided in specificenergy levelsat specific stableradii.  This model was the basis forJohann Balmer’s work withspectroscopyandJohannes Rydberg’s energy formula, which explicitly stated the frequency of light that an electron would emit if it went from a higher energy to a lower energy.  Bohr and his son fled to the U.S. in World War II under the pseudonym “Baker,” and contributed to theManhattan Project.",
    "Louis de Broglieduh-BROH-lee": "(1892–1987) De Broglie’s work quantifying thewave-particle dualityofquantum mechanicsearned him the 1929 Nobel Prize in Physics.  His doctoral thesis, which proposed that all particles have acharacteristic wavelengthdependent on theirmomentum, was so groundbreaking that the reviewers passed it directly toAlbert Einstein, who endorsed it.  In opposition to theprobabilistic interpretation of quantum mechanics, de Broglie later worked to define a purelycausal interpretation, but his work remained unfinished untilDavid Bohmrefined it in the 1950s.",
    "Albert Einstein": "(1879–1955) In one year — 1905, called hisannus mirabilis, or “miracle year” — Albert Einstein authored four papers that revolutionized modern physics.  The first explained thephotoelectric effectin terms ofquantizedelectromagnetic radiation.  The second formed the foundation for modernstatistical physicsby explaining the seemingly-random motion of particles in a fluid, a behavior calledBrownian motion.  The third reconciledMaxwellian electrodynamicswith classical mechanics by positing a finite, constantspeed of light, a theory now known asspecial relativity.  The fourth paper contained his statement that the energy of a body is equal to its mass times the speed of light squared (that is,E=mc2).  Ten years later, in 1915, Einstein published his theory ofgeneral relativity, which generalized special relativity to account forgravitational fields.",
    "Enrico Fermi": "(1901–1954) Fermi is best known to the public as a main contributor to theManhattan Project.  His work with statistical physics laid the groundwork for modern electronics and solid-state technologies.  He applied thePauli exclusion principleto subatomic particles to createFermi-Dirac statistics, which accurately predicted the low-temperature behavior ofelectrons.  Particles that obey Fermi-Dirac statistics are calledfermionsin his honor.  Fermi also suggested the existence of theneutrinoin order to balance nuclearbeta-decaychains.",
    "Richard Feynman": "(1918–1988). Feynman developed a mathematical formalism called thepath integral formulation of quantum theorythat utilized the“sum over histories,”taking into account all possible paths a particle could take. This constituted the creation ofquantum electrodynamicsand earned him the 1965 Nobel Prize in Physics.  He also used the sum over histories in developingFeynman diagrams, which illustrate the interaction of subatomic particles.  Aside from being a prolific physicist, Feynman was also an accomplishedbongoplayer and sketch artist.",
    "George Gamow": "(1904–1968) Gamow was one of the first to explain the implications of theBig Bang theoryof cosmology.  He correctly predicted the abundance ofhydrogenandheliumin the early universe, nicknamedAlpher-Bethe-Gamow theory(an intentional pun on the first three letters of the Greek alphabet, alpha, beta, and gamma, for which the otherwise unrelated physicistHansBethe was included), and also theorized that the the heat from the Big Bang would still be visible as thecosmic microwave background radiation.  Although Gamow received no Nobel for this prediction, the CMB’s discoverers,Arno PenziasandRobert Wilson, as well as two later observers,John MatherandGeorge Smoot, did receive Nobels.",
    "Werner Heisenberg": "(1901–1976) Heisenberg is most known for hismatrix interpretation of quantum theory, which constructs observable quantities asoperatorsthat act on a system.  His famousuncertainty principle(better translated, however, as “indeterminacy principle”) states that the more accurately an object’spositioncan be observed, the less accurately itsmomentumcan.  This is because shorter wavelengths of light (used as a sort of measuring-stick) have higher energies, and disrupt a particle’s momentum more strongly.  Heisenberg earned the 1932 Nobel Prize in Physics for discovering the allotropic forms ofhydrogen.",
    "Max Planck": "(1858–1947) Planck allowed quantum theory to move forward in the early 20th century by correctly modeling how an object radiates heat, solving theultraviolet catastrophe, which was a predicted unbounded increase in the amount ofradiationemitted at high frequencies.Planck’s Law of Radiationsuperseded theRayleigh-Jeans Law.  He suggested thatelectromagnetic energycould only be emitted in specific packages, calledquanta(singularquantum, from the Latin for “how much”), positing that the energy of this photon was equal to itsfrequencytimes a fixed valueh, now known asPlanck’s constant.",
    "Ernest Rutherford": "(1871–1937) Rutherford’sgold foilexperiment provided the first evidence that eachatomis made up of a large,positively-chargednucleus, surrounded by a cloud ofnegatively-chargedelectrons.  Rutherford won the 1908 Nobel Prize in Chemistry for this work.  Rutherford was also an early leader innuclear fissiontechniques, having discovered the decay ofcarbon-14and providing the impetus for moderncarbon dating.  As part of this research, he discovered theprotonandneutron, the latter in cooperation withJames Chadwick.  He is also the only native New Zealander with an element named after him (Rutherfordium, atomic number 104).",
    "Erwin Schrödinger": "(1887–1961) Schrödinger contributed to the early formulations ofquantum theoryas a foil toWerner Heisenberg,Niels Bohr, andPaul Dirac, criticizing theirCopenhagen interpretation of quantum mechanicswiththought experimentslike his famousSchrödinger’s Catargument.  He formulated both thetime-independentandtime-dependentSchrödinger equations, which arepartial differential equationsthat describe how quantum systems behave.  Schrödinger’s work was the basis forHeisenberg’s matrix formalism,Feynman’s path-integral formalism, and quantum mechanicalperturbation theory, which considers the effects of a small disturbance to a quantum system.",
    "Marie": "(1867–1945) andPierre(1859–1906)Curierigorously isolated and experimented onradioactivematerials, forming the basis for early nuclear and particle physics.",
    "Paul Dirac": "(1902–1984) was one of the first to attempt a generalization of quantum theory torelativistic speeds, the result of which was theDirac equation.",
    "Murray Gell-Mann": "(1929–2019) predicted the existence ofquarks, which compose protons, neutrons, and other, heavier particles.",
    "Robert Millikan": "(1868–1953; not to be confused withRobert Mullikan, a chemist) determined thecharge of the electronby meticulously observingoildroplets in anelectricfield and noting the time it took them to fall a certain distance.",
    "J. Robert Oppenheimer": "(1904–1967) oversaw much of theManhattan Project, but was later stripped of his security clearance during the McCarthy-eraRed Scare, as a result of his acquaintance with communists and his enmity withEdward Teller.",
    "Wolfgang Pauli": "’s (1900–1958) namesakeexclusion principleprohibits most types of particles from occupying the same state, and forms the basis for chemical bonds."
}