{
    "Idi Amin": "(Dada) was the president of Uganda from 1971 to 1979. He was a military leader who came to power in a coup when Prime MinisterMilton Obotewas out of the country. While in power, Amin encouraged death squads such as thePublic Safety Unitand theState Research Bureau, and he has been blamed for hundreds of thousands of deaths. In 1972 Amin expelled tens of thousands of Asians from Uganda. Amin allowed Palestinian hijackers to land a captured Air France plane atEntebbe Airportin 1976; Jewish hostages on board were freed byOperation Thunderbolt, an Israeli commando operation during which Yonatan Netanyahu, the older brother of the future Israeli prime minister Benjamin Netanyahu, was killed. A 1979 invasion by Tanzania forced Amin from power; he fled to exile in Saudi Arabia.",
    "Muammar al-Gaddafi": "was the leader of Libya from 1969 to 2011. Gaddafi’sFree Officers Movement, modeled after the Egyptian organization of the same name, overthrewKing Idris Iin 1969. TheLittle Green Bookcollects ideas and sayings associated with Gaddafi’span-Arabistideology. The U.S. and Britain criticized his terrorist associations and blamed him for the bombing ofPan Am flight 103over Scotland (theLockerbie bombing) which killed 270 people. After a discotheque in Berlin was bombed in 1986, the U.S. attacked several sites in Libya. Gaddafi was overthrown and killed by supporters of theNational Transitional Councilduring theLibyan Civil Warin 2011.",
    "Jomo Kenyatta": ", a leader of theKikuyu people, fought against British control of Kenya during theMau Mau rebellionof the 1950s. Kenyatta studied anthropology at the London School of Economics withBronisław Malinowski; his book,Facing Mount Kenya, is an account of traditional Kikuyu society under pressure from colonialism. When Britain allowed elections to take place, Kenyatta’sKANU (Kenya African National Union)party was successful; in 1964 Kenyatta became the country’s first president. He used the slogan“harambee,”which is Swahili for “all pull together,” to encourage national unity and economic growth. Jomo’s son,Uhuru Kenyatta, became Kenya’s fourth president in 2013.",
    "Mobutu Sese Seko": "moh-BOO-too SAY-say SAY-koh(born Joseph Mobutu) came to power during the“Congo Crisis,”which resulted in the assassination of elected Prime MinisterPatrice Lumumbaand the death in a plane crash of United Nations Secretary GeneralDag Hammarskjöld. Mobutu changed the name of his country from “Congo” to“Zaire”(it reverted to “Democratic Republic of the Congo” after his fall). Despite its atrocious human rights record, Mobutu’s regime was supported by the United States because Mobutu took an anti-Communist position during the Cold War. Rebels led byLaurent Kabilaoverthrew Mobutu in 1997.",
    "Robert Mugabe": "moo-GAH-baybecame the first president of post-colonialZimbabwein 1980. Zimbabwe was the successor state toRhodesia, the white-supremacist state in south-central Africa led byIan Smith. Mugabe, the leader of theZimbabwe African National Union, was a key figure in the civil and military struggle for African rights in Rhodesia. Mugabe’s regime came under increasing criticism for his failure to preventhyperinflationand his suppression of political dissent. He resigned the presidency after a November 2017 coup and was replaced byEmmerson Mnangagwa.",
    "Nelson Mandela": "was a leader of theAfrican National Congressand the first democratically-elected president of South Africa. In the 1960s Mandela was a young radical; along withOliver Tamboand others, he founded a militant group calledUmkhonto we Sizwe(the “spear of the nation”) to carry out acts of sabotage against theapartheidgovernment. In 1964 Mandela was charged with criminal activity in theRivonia Trial; he was imprisoned for 27 years, most of them onRobben Island, a prison colony located off the coast of Cape Town. Mandela was the leading figure in South Africa’s transition away from apartheid; he and his predecessor,F. W. de Klerk, shared the 1993 Nobel Peace Prize.",
    "Gamal Abdel Nasser": "was the leader of Egypt from 1954 until his death in 1970. He supported theFree Officers Movement, which was led byMuhammad Naguiband which overthrewKing Faroukin 1952, but he then took power while accusing of Naguib of allying with theMuslim Brotherhood. Nasser nationalized theSuez Canalin 1956, leading to a confrontation with Britain, France, and Israel. From 1958 to 1961 Nasser served as president of theUnited Arab Republic, a short-lived federation of Egypt andSyria. Nasser was succeeded in 1970 by his allyAnwar Sadat.",
    "Kwame Nkrumah": "KWAH-may en-KROOM-uhbecame the prime minister of theGold Coastin 1952 and declared independence from Britain in 1957, renaming the countryGhana. He was the first African leader to declare independence from a colonial power. Nkrumah supportedpan-Africanism, an ideology that proposed continent-wide cooperation and union of African peoples. His regime racked up large debts through military reform and the building of theAkosombo Damto createLake Volta. A 1966 coup ended Nkrumah’s rule over Ghana.",
    "Julius Nyerere": "was the leader ofTanganyikaand thenTanzaniafrom 1961 to 1985. (Tanzania was formed by the 1964 merger of Tanganyika withZanzibar.) Tanganyika gained independence before Nyerere came to power due to negotiations between Nyerere and British GovernorRichard Turnbull. Nyerere put forward his socialist plans in theArusha Declarationof 1967. His policies were known by the termujamaa, signifying family unity in Swahili. Under his leadership, literacy improved significantly, but poverty remained high, especially among rural laborers uprooted by Nyerere’s centralized economic planning. HisChama Cha Mapinduzi, or Party of the Revolution, remains as the dominant power in Tanzania politics.",
    "Haile Selassie": "“highly” seh-LASS-ee(birth name Tafari Makonnen) was the Emperor ofEthiopiafrom 1930 to 1974.  A 1936 invasion by fascist Italy forced Selassie to live in exile in England until 1941, when he was restored to the throne with the assistance of the British military. Many members of theRastafarianmovement consider Haile Selassie to be a sacred and messianic figure. Ethiopia suffered a severe famine in the early 1970s, and Selassie was overthrown in 1974. The military government that replaced him was known as theDerg."
}