{
    "Yasser Arafat": "(1929–2004) was the chairman of thePalestine Liberation Organization (PLO)from 1969 until shortly before his death in 2004. In the late 1950s, Arafat and other Palestinian refugees founded the political partyFatah, which in the late 1960s became the dominant faction within the PLO. Under Arafat’s leadership, the PLO was based in Jordan until it was expelled in 1970 inBlack September. With Israeli Prime MinisterYitzhak Rabin, Arafat negotiated the 1993Oslo Accordsestablishing thePalestinian National Authority.",
    "Hafez al-Assad": "(1930–2000) was the president of Syria from 1971 to 2000. Assad, a member of theAlawiteminority sect within Islam, was the commander of the Syrian Air Force when he came to power as a member of theBa’ath Party. Along with Egyptian presidentAnwar Sadat, Assad launched theYom Kippur Waragainst Israel in 1973. In 1982, Assad brutally crushed an Islamist uprising led by members of theMuslim Brotherhoodin the Syrian city of Hama. Hafez was succeeded as president of Syria by his son,Bashar al-Assad.",
    "Mustafa Kamal Atatürk": "(1881–1938) was the founder of the modern Republic of Turkey and the country’s first president. He rose to prominence as a commander ofOttomanforces at theBattle of Gallipoliduring World War I. After the war, he dissolved the Ottoman Empire and the Islamic caliphate and created a secular nationalist state based in Ankara. Among the reforms Atatürk initiated were aHat Lawreplacing thefezwith Western-style hats, the adoption of family surnames, and use of the Latin alphabet for the written Turkish language.",
    "Muammar Gaddafi": "(1942–2011) was the leader of Libya from 1969 to 2011, during which time he was variously styled as “Colonel,” “Revolutionary Chairman,” and “Brotherly Leader.” Gaddafi espoused what he called“Islamic socialism”in hisGreen Book. He coined the word jamahiriya, which can be roughly translated as “state of the masses.” Gaddafi funded various Islamist militant operations around the world, most notably the bombing ofPan Am Flight 103over Lockerbie, Scotland, in 1988. Gaddafi was deposed and killed in 2011 during theArab Spring.",
    "David Ben-Gurion": "(1886–1973) was aZionistleader and principal figure in the founding of the state of Israel. He served as the first prime minister of Israel from 1948 to 1954, as a member of the political partyMapai; his second term as prime minister lasted from 1955 to 1963. Ben-Gurion was born in what is now Poland and immigrated to the Ottoman district of Jerusalem in 1906. He became chairman of theJewish Agencyin 1935, and was the main political leader of the Jewish forces in the1948 Arab-Israeli War.",
    "Ruhollah Khomeini": "(1902–1989) was the founder of the Islamic Republic of Iran, and served as Iran’ssupreme leaderfrom the country’s 1979 establishment until his 1989 death. Khomeini was known by the titleayatollah, given to those who are experts inShi’itereligious theology and jurisprudence. Khomeini emerged as Iran’s leader in the wake of the revolution that overthrewMohammad Reza Pahlavi, the lastshahof Iran, and which led to theIranian hostage crisis. He commonly referred to the U.S. as the “Great Satan.”",
    "Gamal Abdel Nasser": "(1918–1970) was the president of Egypt from 1954 to 1970. As a young military commander, he helped form theFree Officers, who led a 1952 coup that overthrew Egypt’s king,Farouk I. Nasser precipitated theSuez Crisisby nationalizing theSuez Canalin 1956. He championed apan-Arabistsentiment that eventually led to Egypt’s brief union with Syria as theUnited Arab Republicin 1958. Nasser oversaw Egypt’s disastrous defeat by Israel in theSix-Day War(1967).",
    "Anwar Sadat": "(1918–1981) was president of Egypt from 1970 to 1981. He succeeded Nasser, a fellow member of the Free Officers, upon the latter’s sudden death. Sadat launched the Yom Kippur War against Israel in 1973. Five years later, due in large part to the efforts of U.S. president Jimmy Carter, Sadat signed theCamp David Accordswith Israeli prime ministerMenachem Begin, for which Sadat and Begin were jointly awarded the 1978 Nobel Peace Prize. Sadat was assassinated in 1981 by an Islamist military officer associated with the radical groupEgyptian Islamic Jihad.",
    "Saddam Hussein": "(1937–2006) was the president of Iraq from 1979 to 2003. He came to power as a member of the pan-ArabistBa’ath Party. During the 1980s, Hussein led Iraq in the decade-longIran-Iraq War. In the midst of that conflict, he launched the genocidalAl-Anfal CampaignagainstKurdishcivilians in northern Iraq. In 1990, Saddam ordered the invasion of neighboringKuwait, which led to theFirst Gulf War, also known asOperation Desert Storm. Hussein was deposed following 2003 theAmerican invasion of Iraq; he was tried and executed by the new Iraqi government in 2006.",
    "Abdulaziz ibn Abdul Rahman Al Saud": ", usually known in the West asIbn Saud(1875–1953), was the first king of Saudi Arabia. He reconquered Riyadh, his family’s ancestral homeland, in 1902, and began expanding Saudi power from there; in 1925, he conquered theHejaz, the region where Mecca is located. Ibn Saud declared the formation of the Kingdom of Saudi Arabia in 1932; during his reign, American engineers discoveredoilat Dammam in 1938. Every subsequent king of Saudi Arabia has been a son of Ibn Saud, including the current (as of October 2019) king,Salman."
}