{
    "Peyton Manning": "played from 1998 to 2015 with theIndianapolis ColtsandDenver Broncos. Peyton is the son ofArchie Manning, who spent the 1970s as the standout on an otherwise awful New Orleans Saints team, and the brother ofEli Manning, who won two Super Bowls as a New York Giants quarterback. After starring in college at Tennessee, Manning was drafted by the Colts, where he won four MVP awards and appeared in two Super Bowls, winning one. After early struggles in the playoffs, including two losses to rival Tom Brady and the New England Patriots, Manning finally defeated Brady en route to winning the Super Bowl in the 2006 postseason. In 2012, Manning moved to Denver, where he won one more MVP award and guided Denver to two more Super Bowl appearances, winning one in his last career game in 2015. Manning ended his career with a record number of MVP awards (5), still holds thesingle-season passing yards record, and was the only quarterback to leadmultiple teams to multiple Super Bowls.",
    "Tom Brady": "played from 2000 to 2022 with theNew England PatriotsandTampa Bay Buccaneers. Brady was a lightly regarded prospect out of Michigan; the Patriots drafted him in the sixth round, after six other quarterbacks, and initially used him to back up Drew Bledsoe. In Brady’s second year, 2001, an injury to Bledsoe led to Brady starting and excelling, leading the Patriots to a surprising Super Bowl victory. Having locked down a starting job, Brady, the Patriots, and coach Bill Belichick would be playoff mainstays over the next 18 seasons, appearing in eight more Super Bowls and winning five of them, although theirundefeated 2007 regular seasonended in a Super Bowl loss. In 2020, Brady signed with Tampa Bay and immediately led Tampa to a championship during his first season there. After a brief, 40-day retirement in 2022, he played one more year in Tampa before retiring, apparently for good. He ended his career as the NFL leader incareer passing yardsandtouchdown passes, and, in a nod to his remarkable durability, was theoldest MVPever (at age 40 in 2017).",
    "Drew Brees": "played from 2001 to 2020 with theSan Diego ChargersandNew Orleans Saints. While Brees was very successful in college at Purdue, many teams questioned if he was too short to be a NFL quarterback (at 6′0″, Brees is several inches shorter than the average NFL quarterback). After a slow start in San Diego, Brees improved and posted strong 2004 and 2005 seasons before suffering a serious shoulder injury. Health concerns and a desire to start Philip Rivers led to the Chargers letting Brees go, and, in 2006, he signed with the Saints. There, alongside new coach Sean Payton, Brees immediately exceled, leading the historically weak Saints to unprecedented heights, including a Super Bowl victory in the 2009 postseason. Brees became an icon of New Orleans, a city rebuilding after Hurricane Katrina, and still lives there after his retirement. As a Saint, Brees set numerous records, includingthrowing at least one touchdown pass in 54 consecutive gamesand leading the NFL in passing yards in seven seasons; he remains second behind Tom Brady in career passing yards and touchdown passes.",
    "Michael Vick": "played from 2001 to 2015, mostly with theAtlanta FalconsandPhiladelphia Eagles. After a standout college career at Virginia Tech, Vick was taken first in the 2001 NFL draft, becoming thefirst Black quarterback to be the number-one pick. During his career, especially in Atlanta, Vick’s ability to run as well as pass made him a devastating dual-threat quarterback. In 2006, he became thefirst quarterback to rush for 1,000 yards in a season, setting a record since broken by Lamar Jackson. However, in 2007, Vick’s career took a significant downturn when he was arrested on charges of running anillegal dog-fighting ring. He spent 23 months in federal prison and never played another game for Atlanta. After getting out of prison in 2009, Vick faced a hostile public, but he was able to resurrect his career in Philadelphia, where he posted a dominant 2010 season, finishing second in the MVP vote. Vick retired in 2017 after brief stints with the Jets and Steelers. Vick’s efforts to atone after his release from prison included joining the Humane Society’s campaign to end dog fighting and successfully lobbying for a law that criminalized spectating, and bringing children to, illegal animal fights; he nevertheless remains a polarizing figure among NFL fans.",
    "Philip Rivers": "played from 2004 to 2020 with theSan Diego/Los Angeles Chargersand theIndianapolis Colts. After being drafted by the Giants and immediately being traded to the Chargers for Eli Manning, Rivers spent two years as the backup to Drew Brees before being named Chargers starter in 2006. He was immediately successful and established himself as a top performer. During his long tenure as the Chargers’ starting quarterback (2006–2019), the team only had four losing seasons. However, the team frequently stumbled in the playoffs, only reaching one conference championship game and never making the Super Bowl. Rivers remains the quarterback with the most career passing yards and touchdown passes to never play in a Super Bowl. As a starter, Rivers was also noted for his amazing durability. He started every game between 2006 and 2020, the second-longest streak for a quarterback in history, behind that of Brett Favre. After spending a final season as an Indianapolis Colt, Rivers retired in 2020.",
    "Ben Roethlisberger": "played from 2004 to 2021 with the Pittsburgh Steelers. After a strong college career at the relatively small Miami University of Ohio, Roethlisberger was drafted by the Steelers. Unlike some rookies, he became the starter almost immediately. During regular season games Roethlisberger started in 2004, the Steelers went 13–0, a record for a rookie quarterback. His second year was even better: the Steelers won the Super Bowl, and Roethlisberger became the youngest Super Bowl-winning quarterback in history (at age 23). Roethlisberger became a fixture in Pittsburgh, leading the Steelers to many more successful years (during his tenure, the team never had a losing season), including one more Super Bowl win in two appearances. Roethlisberger became known as \"Big Ben,\" a reference to both his powerful arm and imposing frame. Roethlisberger was also dogged by controversy: in both 2009 and 2010, he was accused of sexual assault. While no criminal charges were filed, the scandals clouded Roethlisberger’s reputation until his 2021 retirement.",
    "Aaron Rodgers": "was drafted out of California by theGreen Bay Packers, where he initially backed up Brett Favre before taking over as the starter in 2008, upon which he immediately established himself as a top quarterback. In 2010, just his third year as full-time starter, Rodgers led the Packers to a Super Bowl victory. His tenure with Green Bay featured many playoff appearances and four MVP seasons. Rodgers has been noted for his accuracy and lack of interceptions—he has thebest touchdown-to-interception ratio in NFL history. However, the end of Rodgers’s Packers tenure was marked by playoff frustrations and controversies. After their 2010 championship season, the Packers never returned to the Super Bowl. During the COVID pandemic, Rodgersrefused to be vaccinatedand made several false statements about COVID. In April 2023, both sides moved on, as Rodgers approved a trade to the Jets to begin a new phase of his career; on just the fourth snap of his first game with the Jets, he tore his Achilles tendon, ruling him out for most if not all of the 2023 season.",
    "Colin Kaepernick": "played from 2011 to 2016 with theSan Francisco 49ers. After a successful college career at the University of Nevada, Kaepernick was drafted by the 49ers as a backup to Alex Smith. In 2012, when Smith was injured, Kaepernick replaced him and played well enough to remain as starter, guiding the 49ers through the playoffs and to the Super Bowl, where they lost to the Ravens (a game also notable for being the first Super Bowl to feature a pair of brothers, John and Jim Harbaugh, as opposing head coaches). While Kaepernick struggled in the 2015 season, his career would be forever altered in the 2016 season: during the preseason, Kaepernick began kneeling during the national anthem toprotest police violenceand support theBlack Lives Matter movement, a decision that made him an intensely polarizing figure. After he and the 49ers parted ways at the end of the year, Kaepernick found no other teams interested in signing him. He accused the owners of colluding to drive him out of the league, and many believed he was beingblackballedfor the controversy. While Kaepernick has not played in the NFL since 2016, he remains an activist and still has occasionally tried out for teams.",
    "Russell Wilson": "has been playing since 2012 with theSeattle SeahawksandDenver Broncos. Wilson had immediate success after Seattle drafted him: during his rookie year of 2012, he tied Peyton Manning’srookie record by throwing for 26 touchdown passes; in that same year, he led the Seahawks to a last-second win when replacement officials controversially called a touchdown (rather than an interception) in a play later nicknamed the“Fail Mary.”In just his second year in Seattle, he led the Seahawks to a Super Bowl championship, the first in Seattle history and just the second Super Bowl win by a Black starting quarterback (the first was Doug Williams, who led Washington to a win in Super Bowl XXII in 1988). Wilson again led the Seahawks to the Super Bowl in 2014, but the team lost to the Patriots in the last few seconds when Wilson threw an interception near the end zone. He would continue to be successful in Seattle. Wilson’s final years in Seattle were chaotic; some of his teammates accused him of being selfish, and his relationship with coach Pete Carroll deteriorated. He was ultimately traded to Denver prior to the 2022 season. In 2022, Wilson was ineffective, and Denver posted the NFL’s worst scoring offense. Despite Wilson’s performance improving in 2023, the Broncos continue to draw significant criticism for trading so many resources for Wilson, then signing an expensive contract extension with him.",
    "Patrick Mahomes": "has played since 2017 for theKansas City Chiefs. The son of former MLB pitcher Pat Mahomes, he spent one season as the backup to Alex Smith before being named starter in 2018. Mahomes immediately blew away expectations. In 2018, he led the Chiefs to the playoffs and was named MVP. The next year, he led the Chiefs to just their second Super Bowl win in franchise history, and became the third Black quarterback to win a Super Bowl. Mahomes has shown no signs of slowing down: in every year as starter, Mahomes has taken the Chiefs to at least the AFC Championship game, including two more Super Bowl appearances and one more win. Mahomes is also noted for leading spectacular comebacks, including a game-tying drive against the Bills with just 13 seconds left in the 2021 playoffs. In a 2019 game against the Bears, Mahomes taunted his opponents by counting to ten on his fingers, symbolizing how he had been the 10th overall pick in a draft in which the Bears selected quarterback Mitch Trubisky with the second overall pick."
}