{
    "Mount Erebus": ", a stratovolcano, is the second-highest volcano inAntarctica(but tallest active one) and the southernmost active volcano in the world. Mount Erebus sits onRoss Island. It took its name from the primordial personification of darkness in Greek mythology. The northeast slope of Mount Erebus is known as“Fang Ridge,”and the volcano’s underground magma produces unique pieces offeldsparknown as “Erebus crystals.” In 1979 an Air New Zealand jet crashed into the side of Mount Erebus, killing 257 people.",
    "Mount Etna": "is a stratovolcano in easternSicilythat plays a significant role inancient Greek myths. Zeus trapped the monsterTyphonunder Mount Etna, and the volcano is also the site of Hephaestus’sforges. Mount Etna overlooks the Sicilian town ofCatania. It most recently erupted in 2015. Earlier eruptions occurred in 1928 (destroying the village of Mascali) and in 1669, after which the volcano was thought to have gone dormant. There is a large depression on the side of Mount Etna known asValle del Bove, or “Valley of the Ox.”",
    "Mount Fuji": ", a stratovolcano on the island ofHonshu, isJapan’s tallest mountain. Mount Fuji is one of the“Three Holy Mountains”of Japan, along with Mount Haku and Mount Tate. Mount Fuji last erupted in December 1707 in the lava-lessHoei Eruption. Because of its beautiful shape, Mount Fuji is a frequent muse for artists, including the Japanese artistKatsushika Hokusai, whose woodblock seriesThirty-Six Views of Mount FujiincludesThe Great Wave off Kanagawa.Aokigahara, popularly known as the “Suicide Forest,” is on the volcano’s northwestern slope.",
    "Kilauea": "is a shield volcano that is the most active of the five volcanoes on theBig IslandofHawaii. The name “Kilauea” means “spewing” or “spreading” in the Hawaiian language. In Hawaiian mythology, the volcano is the home of the fire goddessPele. The three primary craters of Kilauea areHalemaʻumaʻuCrater,PuʻuCrater, andPuʻu ʻOʻoCrater. In addition, part of the volcano is covered by theKaʻu Desert, a plain of dried lava and volcanic ash. TheHawaiian Volcano Observatoryis on the rim of Kilauea’scaldera.",
    "Krakatoa": "is a stratovolcanic island in theSunda Straitbetween the Indonesian islands ofSumatraandJava. Prior to its massive1883 eruption, there were three separate volcanic peaks:Perboewatan(completely destroyed by the eruption),Rakata(extant), andDanan(almost completely destroyed). The 1883 eruption of Krakatoa killed more than 35,000 people and is believed to have produced theloudest sound ever. Krakatoa is one of the largest volcanoes in the PacificRing of Fire. The continued activity of Krakatoa formed a new island,Anak Krakatau(or “Child of Krakatoa”) in 1927.",
    "Mauna Loa": "is a shield volcano on theBig IslandofHawaiithat is the most massive above-sea volcano on Earth. It should not be confused with Mauna Kea, a dormant volcano that is the tallest mountain in Hawaii. Both Mauna Kea and Mauna Loa are taller than Mount Everest when measuring from base-to-summit rather than from sea level. Along with Kilauea, Mauna Loa forms theHawaiʻi Volcanoes National Park, which was established in 1916 by Woodrow Wilson. When Mauna Loa erupted in 1942, four months after the attack on Pearl Harbor, the U.S. government gagged the press from reporting on the eruption.",
    "Mount Pinatubo": "is a stratovolcano in theZambales Mountainson the western coast of the island ofLuzonin thePhilippines. In the aftermath of its1991 eruption, the global temperature briefly decreased by almost a full degree Fahrenheit due to the ejection of aerosols andsulfuric acid. That eruption was ten times more powerful than the 1980 eruption of Mount Saint Helens; it killed at least 800 people and forced the evacuation of some 20,000 people. In its aftermath, monsoon rains createdLake Pinatuboin the resulting crater. In 2010, the indigenousAeta peoplewere formally granted domain over the volcano.",
    "Mount Rainier": "is a stratovolcano that is the highest peak in theCascadesand in the state ofWashington. It is located about 50 miles southeast of Seattle. The three principal peaks of Mount Rainier areColumbia Crest(the tallest),Point Success, andLiberty Cap; theLittle Tahoma Peakis a remnant of an older, much larger Mount Rainier that has since eroded away. Mount Rainier has not erupted since the mid-to-late nineteenth century. TheNisqually Glacier, on Mount Rainier’s southwestern slope, is used to track climate change. TheEmmons Glacieron Mount Rainier is the largest glacier by area in the contiguous U.S., while theCarbon Glacieris the largest by volume. The entirety of Mount Rainier is in Mount Rainier National Park, the fifth national park established in the U.S.",
    "Mount Saint Helens": "is another stratovolcano in the Cascades of Washington state. It is about 100 miles south of Seattle and about 50 miles north of Portland. It lasterupted in May 1980, killing 57 people in the most devastating volcanic eruption in U.S. history. Perhaps the most famous casualty of that eruption was an innkeeper namedHarry Truman(no relation to the president of the same name) who refused to evacuate from the mountain. Because of an avalanche of volcanic debris during that eruption, Mount Saint Helens lost about 1300 feet in height;lahars(mudflows of pyroclastic material) reached all the way to the Columbia River. The volcano is surrounded byGifford Pinchot National Forest.",
    "Mount Vesuvius": "is a stratovolcano on theGulf of NaplesinCampaniain south-central Italy. Mount Vesuvius, which last erupted in 1944, is theonly active volcano on mainland Europe. The most notable eruption of Mount Vesuvius was inAD 79when it buried the Roman cities ofPompeii,Herculaneum, andStabiae. The only surviving eyewitness accounts of that eruption are a pair of letters written byPliny the Youngerto Tacitus. The1908 Summer Olympicswere relocated from Rome to London after a surprise eruption of Mount Vesuvius."
}