{
    "Stokely Carmichael": "(1941–1998) was a leader of thePan-African movementand theBlack Power movement, who popularized the use of the term “Black Power.” He replacedJohn Lewisas chair ofSNCC; under his leadership, SNCC shifted from a policy of nonviolence to a more militant approach. He served as“honorary Prime Minister”of theBlack Panther Party, but later distanced himself from that movement because he didn’t believe that white activists should be allowed to participate. He ended up changing his name toKwame Ture(in honor of Ghanaian President Kwame Nkrumah and Guinean President Ahmed Sekou Touré) and moving toGuinea.",
    "Shirley Chisholm": "(1924–2005) was a Democratic politician from New York who achieved a number of firsts. In 1968, she was thefirst black woman elected to Congress. In 1972, she became both thefirst black major-party presidential candidateand the first woman to run for the Democratic Party’s presidential nomination. (Margaret Chase Smithhad run for the Republican nomination in 1964.) In 1970, Chisholm gave an acclaimed speech in support of theEqual Rights Amendment.",
    "Medgar Evers": "(1925–1963) was theNAACP’s field secretary for Mississippi, in which capacity he planned boycotts and grassroots civil rights organizations. He advocated ending segregation at theUniversity of Mississippi; afterBrown v. Board of Educationruled that segregated public schools were unconstitutional, he applied to law school there, but was rejected because he was black. In 1963, he was assassinated byByron De La Beckwith, a member of the white supremacist networkWhite Citizens’ Councils.",
    "Jesse Jackson Sr.": "(1941–) is a civil rights activist and politician who began as a protégé of Martin Luther King, Jr. He helped organizeOperation Breadbasket, a department of theSCLCfocused on economic issues. Jackson also worked on thePoor People’s Campaignafter King’s assassination, but he clashed with King’s appointed successor,Ralph Abernathy. He founded the civil rights organizationsOperation PUSH (People United to Save Humanity)and theNational Rainbow Coalition, which later merged to form theRainbow/PUSH Coalition. He also ran for the Democratic presidential nomination in 1984 and 1988. His sonJesse Jackson Jr.was a congressman from Chicago before serving prison time for financial corruption.",
    "Martin Luther King Jr.": "(1929–1968) was a Baptist minister and the most prominent leader of the civil rights movement in the 1950s and ’60s. He delivered the“I Have a Dream” speechat the 1963March on Washington. As leader of theSouthern Christian Leadership Conference (SCLC), he joined with members of theStudent Nonviolent Coordinating Committee (SNCC)to organize theSelma-to-Montgomery marches. His leadership of thePoor People’s Campaignwas cut short in 1968 whenJames Earl Rayassassinated him at theLorraine MotelinMemphis.",
    "James Meredith": "(1933–) became the first African-American person admitted to theUniversity of Mississippiin 1962. Two people died in the riots sparked by his enrollment. In 1966, Meredith began theMarch Against Fear, planning to walk from Memphis to Jackson. On the second day, he was wounded by a sniper; thereafter, thousands of other civil rights activists completed the march in his name.",
    "Rosa Parks": "(1913–2005) was arrested for refusing to give up her seat on abusin Montgomery, Alabama, in 1955, disobeying driverJames F. Blake’s order to move to the “colored section” of the bus. She collaborated withEdgar Nixonand other leaders of theNAACP (National Association for the Advancement of Colored People)to organize theMontgomery bus boycott, which lasted from December 1955 (four days after her arrest) until December 1956.",
    "Al Sharpton": "(1954–) is a Baptist minister and community leader from New York City. He is also aperennial political candidatewho has run for the U.S. Senate, mayor of New York City, and president of the U.S. Sharpton began his activism career working under Jesse Jackson as part of Operation Breadbasket. He has been at the center of many controversies. In 1987, he helped handle publicity forTawana Brawley, who falsely accused four white men of having raped her. Sharpton was also accused of makinganti-Semiticremarks during the 1991Crown Heights riot, a racial riot in which Jews were attacked after two children were injured by the motorcade of the leader of the Chabad-Lubavitch movement.",
    "Ida B. Wells": "(1862–1931) was an earlyinvestigative journalistand civil rights leader who helped found theNAACP. In the 1890s she investigatedlynching, arguing that it was a form of controlling black communities rather than retribution for criminal acts. She documented the results of her research in pamphlets such asSouthern HorrorsandThe Red Record. She accusedFrances Willard, the president of theWoman’s Christian Temperance Union, of turning a blind eye to lynching.",
    "Malcolm X": "(1925–1965) was a blackMuslimcivil rights activist who changed his name fromMalcolm Littleupon converting to theNation of Islam. He later repudiated the Nation of Islam and became a mainstreamSunniMuslim, completing thehajjin 1964. He was known for rejecting nonviolent activism, arguing in his speech“The Ballot or the Bullet”that violence might be necessary if the government continued to suppress the rights of African Americans. In 1965, he was assassinated while preparing to give a speech at theAudubon Ballroom."
}