{
    "The Lizzie Borden axe murders": "(Fall River, Massachusetts, 1892) Lizzie Borden lived with her sisterEmma, their real-estate manager fatherAndrew, and their stepmotherAbby. On August 4, 1892, the Bordens’ housekeeper Maggie heard Lizzie yelling that Andrew and Abby had been killed. Both had beenkilled with an axe; during subsequent searches, police found axes and axe-heads in the cellar. Lizzie constantly changed her account of events; her burning of an allegedlypaint-stained dressfurther aroused suspicion. The murder was sensationalized in the press. At trial, Lizzie’s erratic inquest testimony—given under the influence ofmorphine—was thrown out, as was testimony that she tried to buyprussic acid(a poison) the day before the murders. She was found not guilty and lived in Fall River until her death 35 years later. The case—and Lizzie’s assumed guilt—gave rise to the popular schoolyard rhyme beginning“Lizzie Borden took an axe / and gave her mother forty whacks.”",
    "Harry K. Thaw’s murder of Stanford White": "(New York City, 1901) Stanford White was an eminent architect who designed New York’s Washington Square Arch and Penn Station. Harry K. Thaw, a millionaire and railroad heir, shot and killed White in front of a crowd of hundreds atopMadison Square Garden. Thaw claimed that his wife, a fashion model and chorus girl namedEvelyn Nesbit, was allegedly raped by White three years prior; Thaw believed he had acted chivalrously in performing an“honor killing.”The media sensation surrounding the trial caused the jury to be sequestered for the first time in an American criminal case. The first jury deadlocked; following a retrial, Thaw was foundnot guilty by reason of temporary insanity. After the trial, Thaw aggressively silenced his detractors via payoffs and legal threats, while Nesbit, even after divorce in 1915, was unable to escape the shadow of the crime. Author E. L. Doctorow incorporated the murder into his novelRagtime.",
    "The Leopold and Loeb murder": "(Chicago, 1924) Nathan Leopold and Richard Loeb were two rich schoolmates (and, according to most modern scholars, lovers) obsessed withFriedrich Nietzsche’s concept of theÜbermensch, an ideal human unbound by earthly morals. At ages 19 and 18 respectively, Leopold and Loeb chose to prove they wereÜbermenschenby committing a“perfect crime”: they kidnapped fourteen-year-oldBobby Franks, killed him with a chisel, doused the body in acid, and wrote fake ransom letters under the alias “George Johnson.” However, police quickly found Franks’s body, as well as a nearby pair ofeyeglasseswith unique hinges that had been sold to Leopold. To avoid the death penalty, Loeb’s parents hired lawyerClarence Darrow, who had both perpetrators enter guilty pleas and delivered a 12-hour speech that resulted in sentences oflife imprisonment. Leopold was paroled in 1958 and moved to Puerto Rico; Loeb was murdered by a fellow inmate in 1936.",
    "The Lindbergh Baby murder": "(New Jersey, 1932) Thekidnappingof the infant son ofCharles Lindbergh, the first aviator to cross the Atlantic non-stop, made instant nationwide headlines. The baby was taken from his nursery; a ransom letter signed with a symbol resembling a dark blot inside a Venn diagram was left behind. Later ransom letters allegedly authorizedJohn Condon, a public figure in the Bronx, to act as an intermediary. Condon met with a man nicknamed“Cemetery John”in Woodlawn Cemetery; after the baby’s sleeping clothes were sent as proof, the ransom was paid ingold certificates. A truck driver discovered the baby’s corpse two months after the kidnapping. Reports of a suspicious man redeeming gold certificates in Manhattan led police toBruno Hauptmann, who possessed $14,000 in certificates that matched the serial numbers of the ransom money. He also had Condon’s telephone number scrawled on a wall in his home. Hauptmann was tried, found guilty, and executed in 1936. The crime spurred passage of theFederal Kidnapping Act, giving federal authorities power in kidnappings that cross state lines.",
    "The Black Dahlia murder": "(Los Angeles, 1947) The body ofElizabeth Short, a waitress, was discovered in a vacant lot; her corpse had mutilated and luridly posed. The brutal crime was originally known as the“Werewolf Murder”until a newspaper gave Short the nickname “the Black Dahlia,” likely invented to evoke the popular 1946 film noirThe Blue Dahlia. Before authorities were able to notify Short’s next-of-kin, a reporter for theLos Angeles Examinertelephoned Short’s mother in Boston, claiming Short won a beauty contest to get as much material as possible before telling her the truth. Nine days later, theExaminerreceived an envelope containing Short’s personal effects, addressed using words cut-and-pasted from magazines; the message was deemed genuine because it was cleaned with gasoline, like Short’s body. Police were never able to solve the crime, in part because the extreme media exposure generated countless false leads, includingclaims that Short was an aspiring actress.",
    "The murder of Kitty Genovese": "(New York City, 1964) Shortly after 3:00 a.m. on March 13, 1964, Kitty Genovese was murdered outside her apartment building byWinston Moseley. According to popular belief, the murder was witnessed by over 30 people, none of who responded to Genovese’s screams for help; theNew York Timessubsequently ran the headline“Thirty-Eight Who Saw Murder Didn’t Call the Police.”The murder is often cited as an example of the“bystander effect,”in which people are paradoxically less likely to render help if they are in a large group, via a“diffusion of responsibility.”Modern studies have called the popular conception of the crime into question: Genovese’s stab wounds likely rendered herunable to scream, two witnesses did call police, no witness saw the crime in its entirety, and the many witnesses believed the initial attack was a lovers’ quarrel.",
    "The Zodiac murders": "(California, 1968-1969) The Zodiac Killer murdered at least five people (and attacked two more who survived) in Benicia, Vallejo, and Presidio Heights in California’s Bay Area; heclaimed to have killed 37. Bryan Hartnell, who survived an attack by the killer at Lake Berryessa, described him as a man in ablack executioner’s hoodand abib with a crosshair symbol. The criminal’s nickname is what he called himself in a series of letters sent to newspapers in the San Francisco area, which he signed with the same crosshair symbol; the letters contained ciphers, in which the killer claimed to becollecting slaves for the afterlife. His final letter, received in 1974, calls the filmThe Exorcista “comedy.” Although numerous suspects were investigated—including Arthur Leigh Allen and Ted Kaczynski (the Unabomber)—the crimes remain unsolved.",
    "Ted Bundy’s murders": "(nationwide, 1974–1978) Ted Bundy was aserial killerwho claimed to have murdered at least 30 women, most of them in the American west. Bundy lured most of his victims to his car byfeigning a disabilityorimpersonating a policeman. In 1977 he was arrested near Salt Lake City after trying to flee police in a Volkswagen that many would-be victims mentioned in police reports. While on trial in Colorado, Bundyescaped from custodytwice. His first escape lasted a week; after escaping a second time, in December, he travelled to Florida and killed at least three more people before being recaptured. Throughout his trials and jail term, Bundy reveled in his notoriety and was noted for hisunusual ability to charm people. During his 1980 murder trial in Florida he marriedCarole Ann Boone, a sympathetic witness, in court while she was on the witness stand. Bundy was executed in 1989.",
    "Murder of John Lennon": "(New York City, 1980) John Lennon, a member ofthe Beatles, was shot outside Manhattan’sDakota Apartmentson December 8, 1980 byMark David Chapman. Chapman claimed to have been inspired by the character of Holden Caulfield in J. D. Salinger’s novelThe Catcher in the Rye; he claimed that he had written the phrase “This is my statement” in the copy he was carrying on the night of the murder. Chapman hated Lennon for his anti-war stance and songs like “Imagine,” which discounted Christianity. The first widespread public announcement of Lennon’s death was made by sports commentatorHoward Cosell, who stopped commentating onMonday Night Footballto report that Lennon had been murdered. Chapman pleaded guilty to murder. Although he became eligible for parole in 2000, his application for parole has been denied 11 times as of 2021.",
    "The Columbine massacre": "(Columbine, Colorado, 1999) On April 20, 1999Eric HarrisandDylan Kleboldmurdered thirteen people—one teacher and twelve students—and injured over 20 others, before committing suicide, during an assault on Columbine High School. The assault, which lasted nearly an hour, included bombs placed in the cafeteria and car bombs, none of which ever detonated. VictimsRachel ScottandCassie Bernallwere later portrayed as martyrs by Christian evangelicals. The attack inflamed amoral panicover violent video games (such asDoom), rock musicianMarilyn Manson, andgoth subculture(as both Harris and Klebold were widely reported to belong to a clique called the“Trenchcoat Mafia”and wore dusters during the assault). Social critics have argued that harshzero-tolerance policiesinstituted in the wake of Columbine have played a key role in theschool-to-prison pipeline."
}