{
    "Anti-Masonic Party": "The(established 1828) became America’s first third party by riding the tide of anti-Masonic sentiment following the 1826 disappearance ofFreemasonwhistleblowerWilliam Morgan. For the 1832 election, the Anti-Masons selectedWilliam Wirtin the first presidential nominating convention in United States history. Running against eventual winnerAndrew Jackson, a Democrat seeking re-election, andHenry Clay, a National Republican, Wirt managed to receive 8% of the popular vote and 7 electoral votes from Vermont. Vermont and Pennsylvania both elected Anti-Masons as governors, and Pennsylvania, New York, Vermont and other states all sent Anti-Masons to the U.S. House of Representatives.",
    "Free Soil Party": "The(established 1848) was created through a union ofanti-slaveryfactions from the two major parties, theBarnburner DemocratsandConscience Whigs. Its platform, unlike that ofJames G. Birney’s earlierLiberty Party(established 1840), did not aim to abolish slavery, but rather to cease its expansion. As a result, Free Soilers backed theWilmot Provisoand opposed the Democratic Party on usingpopular sovereigntyto decide slavery’s status. In its first year, 1848, the party ended up with two senators and 14  Representatives in Congress. Free Soil presidential candidateMartin van Burenmanaged to capture 10% of the popular vote, and his influence may have secured Whig candidateZachary Taylor’s close victory over DemocratLewis Cass.",
    "American Party": "The(established 1843), better known as theKnow-Nothing Party, formed from theanti-Catholic,anti-immigrantnativismof early America. Secret societies like theOrder of the Star Spangled Bannerhad been sprouting up since the 1840s, but the Know-Nothing Party was not a unified entity until the 1854 elections, when it won 52 of the 234 seats in the House, including the position of Speaker of the House. The 1856 presidential election was the first one for both the American Party behindMillard Fillmoreand the Republican Party behindJohn C. Frémont. Fillmore received 22% of the popular vote but only eight electoral votes from Maryland; Frémont won eleven states with 33% of the popular vote. Strong Southern support, however, allowed DemocratJames Buchananan easy win.",
    "People’s Party": "The(established 1891), better known as thePopulist Party, had its roots in the samefarmer-laborpartnership that created theGreenback Party(established 1874). Opposed to the elites of thebankingandrailroadindustries, the Populist movement promisedagrarian and labor reform. Its first presidential candidate,James B. Weaver, captured 22 electoral votes from six western states with 8.5% of the vote in 1892, as DemocratGrover Clevelandwon his rematch against RepublicanBenjamin Harrison. Also in the West, multiple Populist governors, senators, and representatives held power throughout the decade. The Populists nominated the same presidential candidate as the Democrats in 1896,William Jennings Bryan, because of his stance on asilver bi-metal currency, though the Populist vice-presidential candidate — party leader Thomas E. Watson — differed from the Democratic candidate. Bryan’s failure to defeat RepublicanWilliam McKinleyspelled the decline of the People’s Party.",
    "Socialist Party": "The(established 1901) is usually associated withEugene V. Debs, the face of the American socialist movement at its peak. He ran for president five times from 1900 to 1920, and managed to increase his vote counts with each successive campaign. He attracted over 900,000 votes twice: in 1912 with 6% of the vote, almost making it a four-way race, and in 1920, when Debs famously ran his campaign while imprisoned. Starting in 1928, his successor,Norman Thomas, ran for president six consecutive times, though the party was not quite able to replicate Debs’s success.",
    "Progressive Party": "There were three notable iterations of thein the 20th century, each with its own ideology and goals.Former PresidentTheodore Roosevelt’s Progressive Party (established 1912), better known as theBull Moose Party, was created after he was unable to reclaim the Republican nomination from his former allyWilliam Howard Taft. Roosevelt pitted his platform ofNew Nationalism, which promised reforms inspired by the Progressive movement, against DemocratWoodrow Wilson’s more conservativeNew Freedom. In the most successful American third-party campaign ever, Roosevelt’s 27% was still only enough to win six states; the split of the Republican voter base between him and Taft ensured a dominant victory for Wilson even though Wilson received only 42% of the vote.SenatorRobert M. La Follette, Sr.’s Progressive Party (established 1924) was created for him to run for president on his own brand of progressive ideals different from those of Roosevelt, his onetime rival. Running on promises resembling those of the earlier Populists, La Follette grabbed 17% of the vote in the 1924 election with thirteen electoral votes from his home state, Wisconsin. He came close to Democrat nomineeJohn W. Davisin votes, but neither could prevent RepublicanCalvin Coolidge’s re-election.Former Vice PresidentHenry Wallace’s Progressive Party (established 1948) formed out of Wallace’s disagreements with his replacement asFDR’s vice president, incumbentHarry S. Truman, who had fired Wallace from his position as Secretary of Commerce. In addition to promoting leftist reforms, Wallace also wanted cooperation with theSoviet Union, though his association with the Soviets and Communism hurt his popularity. In spite of this, he still won 2.4% of the vote with well over a million votes in a contentious election that Truman barely won overThomas Dewey.",
    "States’ Rights Democratic Party": "The(established 1948), better known as theDixiecrat Party, was founded bySouthern Democratsto opposePresident Truman’s re-election bid, in response to his actions advancingcivil rights. When Truman was nominated by the Democrats in 1948, members from the South stormed out of the convention, creating a further divide within the party. With South Carolina governorStrom Thurmondas its candidate, the Dixiecrats — while receiving the same amount of votes as Henry Wallace — won 39 electoral votes from four southern states. Though it was a temporary split, the issue of civil rights did not disappear.",
    "Communist Party of the United States of America": "The(established 1919) is notable mainly for attempts to outlaw it, such as the 1940Smith Actwhich criminalized organizations advocating the violent overthrow of the government, theCommunist Control Actof 1954, and the inquiries of theHouse Un-American Activities Committeeand SenatorsRichard NixonandJoseph McCarthy. Though the 1951 Supreme Court caseDennis v. U.S.ruled that there is no First-Amendment right to advocate the overthrow of the government, general concerns about freedom of speech and overreach in investigations of Communists put an end to prosecutions of individuals solely for belonging to the Communist Party by the early 1960s. The CPUSA ranGus Hallfor President four times, but was never a significant force at the ballot box. In 1995, a cache of Soviet documents known asVENONAwas published, revealing that the CPUSA was controlled by Moscow. Like the Socialist Party, the CPUSA has splintered into several similarly named successor organizations.",
    "American Independent Party": "The(established 1967) was a sort of spiritual successor to the Dixiecrats from two decades before. In an effort to combat the desegregation being pushed by a pro-civil rights federal government,George Wallace, the segregationist governor of Alabama, ran for president on the ticket of the AIP, led byBill and Eileen Shearer. Running on a platform of segregation once again proved appealing to the South, as Wallace won 46 electoral votes from five states, and 13% of the vote with nearly ten million votes. Many Wallace supporters, including the organizers of the AIP, later joined theU.S. Taxpayers Party, which was renamed theConstitution Party, and still exists as a small party to the right of the Republicans.",
    "Reform Party": "The(established 1995) was created to follow up onRoss Perot’s 1992 independent campaign for President, in which he won 19% of the popular vote but no electoral votes, making him the most successful alternative candidate by vote count since Theodore Roosevelt in 1912. Reform Party members agreed on the need for abalanced budgetand changes to the electoral process, and were generally opposed tofree trade agreementsandimmigration. The lack of a unified platform on other issues led to constant infighting over the party’s goals and an inability to capitalize on Perot’s initial success. Perot ran under the Reform banner again in the 1996 election, taking 8% of the vote. The Reform Party is perhaps best known for candidateJesse Ventura’s surprise victory in the 1998 election for governor of Minnesota. In the 2000 election cycle, a conservative faction led byPat Buchanantook over the party, leading to the departure of many Perot supporters and effectively ending the party. Ventura left the party midway through his governorship. Buchanan received several disputed votes under the Reform Party line on the infamous 2000 Florida“butterfly ballot.”",
    "Green Party": "The(established 1991) never attracted as large of a share of the vote as the other third parties, but the ticket ofRalph NaderandWinona LaDukepulled 2.7% of the popular vote in the infamous2000 presidential election, possibly influencing RepublicanGeorge W. Bush’s extremely narrow victory over DemocratAl Gore, the winner of the popular vote. The Green Party continues to nominate candidates for presidential elections, and citesecological sustainability,social justice, andfair democracyamong its goals.",
    "Liberal Party": "In New York, the state-basedandConservative Partyact as ideological checks on Democrats and Republicans respectively, generally cross-endorsing their candidates when they are found acceptable, but occasionally running alternative candidates when they deem the mainstream parties’ nominees too moderate or compromising.James Buckleyserved a Senate term from 1971 to 1977 as a Conservative from New York after defeating both a Republican and Democrat in the 1970 election."
}