{
    "The Frogs": "(Aristophanes, c. 405 BC) This comedy centers on the godDionysus, who journeys to theunderworldwith his much smarter slave,Xanthias. Dionysus is unhappy with the low quality of contemporary theater, and plans to bring the playwrightEuripidesback from the dead. As the ferrymanCharonrows Dionysus to the underworld (Xanthias is forced to walk), a chorus of the title creatures appears and repeatedly chants the phrase“Brekekekex, ko-ax, ko-ax.”Dionysus and Xanthias then have a series of misadventures, during which they alternately claim to beHeracles.  Finally, the two find Euripides arguing with the playwrightAeschylusas to which is the better author. After the dramatists “weigh” their verses on a scale, and offer advice on how to save the city of Athens, Dionysus judges that it is Aeschylus who should be brought back to life.",
    "The Birds": "(Aristophanes, c. 414 BC) At the start of this comedy, two Athenians namedPeisthetaerusandEuelpidesseek outTereus, a human king who was transformed into a bird called ahoopoe(some translations refer to Tereus as“Epops,”the Greek word for “hoopoe”). Peisthetaerus convinces Tereus and his fellow birds to build a city in the sky,  which would allow the birds to demand sacrifices from humans, and to blockade theOlympian gods.  Peisthetaerus and Euelpides eat a root that gives them wings, and aid the birds in the construction of the cityNephelokokkygia, or“Cloudcuckooland.”Peisthetaerus also drives away objectionable visitors, such as apoet, anoracle-monger, and adealer in decrees. After the messenger goddessIrisis found in the city, the residents of Cloudcuckooland demand concessions from the Olympians. On the advice ofPrometheus, Peisthetaerus  demands thatZeusgive up his mistressBasileia, or Sovereignty, from whom “all things come.” Peisthetaerus marries Basileia, and is crowned king.",
    "The Clouds": "(Aristophanes, c. 423 BC) This comedy lampoonsAthenian philosophers, especiallySocratesand hisSophistfollowers, whose insubstantial, obfuscating arguments are inspired by the title goddesses. The protagonist,Strepsiades, fears that his horse-obsessed son,Pheidippides, is spending too much money. Consequently, Strepsiades wants Pheidippides to enroll in thePhrontisterion, or“Thinkery”of Socrates to learn specious arguments that can be used to avoid paying debts. Pheidippides refuses, so Strepsiades enrolls in the Thinkery himself. There, Strepsiades learns about new discoveries, such as a technique to measure how far a flea can jump. Eventually Pheidippides is also pressured into studying at the Thinkery, where he and Strepsiades are instructed by the beingsJustandUnjust Discourse.  Strepsiades believes that the education will enable Pheidippides to foil all creditors, but  Pheidippides instead uses his new-found debating skills to justify beating up his father. In response, Strepsiades leads a mob to destroy the Thinkery.",
    "Lysistrata": "(Aristophanes, c. 411 BC) The title character of this comedy is anAthenianwoman who decides to end thePeloponnesian War, which was still ongoing when the play premiered in 411 BC. At the beginning of the play, Lysistrata assembles a secret“Council of Women,”whose members represent many different regions ofGreece. Once the women have gathered, Lysistrata reveals her proposal: all Greek women should abstain from having sex until the men agree to stop fighting.  Although Lysistrata’s plan draws protests from her bawdy neighborCalonice, and from the amorous wifeMyrrhine, theSpartanLampitoreluctantly supports the idea, and helps to convince the other women. As Athenian women capture theAcropolis, the female representatives from other regions return home to enlist their compatriots in the plan. The ensuing events include conflicts between achorus of old womenand achorus of old men, and a personal plea to Myrrhine from her husband,Cinesias. Both genders suffer from sexual deprivation, but the women of Greece remain united. With the aid of a beautiful girl calledDiallage, orReconciliation, Lysistrata convinces the frenzied men to agree to an equitable peace.",
    "Oedipus Rex": "(Sophocles, c. 429 BC, also known by its translated titleOedipus the King) This tragedy tells the story ofOedipus, a man who becameking of Thebesby defeating a monster called thesphinx.  After a mysteriousplaguedevastates Thebes, Oedipus sends his brother-in-lawCreonto ask theOracle at Delphiabout the cause of the affliction. The Oracle attributes the plague to the fact that the murderer ofLaius, the previous king of Thebes, has never been caught and punished. Oedipus then seeks information from the prophetTeiresias, who is provoked into revealing that Oedipus himself was the killer. Oedipus initially rejects this claim, but begins to have doubts after talking with his wifeJocasta, who was once married to Laius. Jocasta recalls a prophecy that Laius would be killed by his own son, but she claims that this prophecy did not come true, because Laius was murdered byhighwaymen. This leads Oedipus to recall killing a man who resembled Laius, and a prophecy which had claimed that Oedipus would kill his own father, and marry his own mother. AshepherdfromMount Cithaeronreveals the awful truth: in response to the prophecy about their son, Laius and Jocasta had tried to expose the infant Oedipus in the wilderness. However, the shepherd had taken pity on the child, and sent him away to be raised in another area. Not knowing his true heritage, Oedipus eventually left home to avoid harming the people whom he believed to be his parents, but unknowingly fulfilled the prophecy by killing Laius and marrying Jocasta. Upon learning this, Jocasta commits suicide, and Oedipusblindshimself with Jocasta’s brooches. Creon assumes control of Thebes as Oedipus begs to be exiled along with his daughters,IsmeneandAntigone.",
    "Antigone": "(Sophocles, c. 441 BC) Along withOedipus RexandOedipus at Colonus,Antigoneis one of the three surviving“Theban plays”by Sophocles that center on the family ofOedipus. The tragedy takes place in the immediate aftermath of a battle in which Oedipus’s two sons,PolyneicesandEteocles, killed each other while struggling to controlThebes. The current ruler of the city,Creon, has declared that Eteocles will be given an honorable funeral, but Polyneices will be treated as a rebel and left unburied. Oedipus’s daughterAntigonedisobeys Creon’s order, and buries her brother Polyneices against the advice of her frightened sister,Ismene. Despite the intervention of Creon’s sonHaemon, who is betrothed to Antigone, Creon sentences Antigone to be entombed alive. Soon after she is imprisoned, Antigone hangs herself. Haemon then commits suicide out of grief, and Creon’s wifeEurydicekills herself when she learns that Haemon is dead. The once-proud Creon blames himself for the loss of his wife and son, and prays for death.",
    "Seven Against Thebes": "(Aeschylus, c. 467 BC) This early Greektragedytells the story ofOedipus’s two sons,PolyneicesandEteocles, who initially agreed to ruleThebestogether before Eteocles seized the kingship for himself. Most of the play consists of a conversation between Eteocles, thechorus, and aspywho describes the sevencaptainswho have arrived to besiege the seven gates of Thebes.  After each man is described, Eteocles selects the warrior who will face that attacker. When the seventh attacker is revealed to be Polyneices, Eteocles sets off to confront his brother. At the conclusion of the play, it is announced that although Eteocles’s forces have turned back the invaders, the brothers have slain each other.Antigone, the sister of Eteocles and Polyneices, vows to defy the laws of Thebes by giving Polyneices a proper burial.",
    "Medea": "(Euripides, c. 431 BC) This Euripides play retells the myth of Medea, asorceressfromColchiswho savedJason and the Argonautsduring their quest for theGolden Fleece.  Set after the Argonauts’ quest, the play depicts Medea’s vengeance against Jason as he prepares to marry theCorinthianprincessGlauce.  Medea usespoisoned robesto kill Glauce and Glauce’s fatherCreon(a different character than the Creon who appears in Sophocles’s Theban plays).  Not content with this, Medea seeks to hurt Jason further by killing the sons that she bore him. When Jason tries to confront Medea, she appears above the stage in achariotpulled bydragons, and exchanges bitter words with her former lover before departing to seek refuge withKing Aegeusof Athens. The play’s ending is a classic example of adeus ex machina, a literary device in which plot problems are suddenly resolved by an unexpected contrivance.",
    "The Bacchae": "(Euripides, c. 405 BC) At the start of this tragedy, the godDionysusarrives inThebesto seek vengeance against his auntAgave, who has denied his immortality, and her sonPentheus, who asKing of Thebesbans the worship of Dionysus.  The god first drives the women of the city mad, causing them to act as wildMaenads.  He then convinces Pentheus to disguise himself in animal skins, and spy on the maddened women.  However, the demented Agave mistakes Pentheus for a mountain lion, and dismembers her own son.  The climax of the play occurs when Agave presents the head of Pentheus to her horrified father,Cadmus. As Agave realizes what she has done, Dionysus chastises her for her lack of respect, and foretells how Cadmus will spend his final days.",
    "Oresteia": "(Aeschylus, c. 458 BC) Originally a four-play cycle, only three works (Agamemnon,The Libation Bearers, andThe Eumenides) survive; a“satyr play”entitledProteushas been lost.Agamemnon, the first play in the trilogy, describes the murder of Agamemnon and his concubineCassandraby Agamemnon’s adulterous wife,Clytemnestra, and her lover,Aegisthus.The Libation Bearerscontinues the story, describing how Agamemnon’s children,OrestesandElectra, avenge their father by murdering Aegisthus and Clytemnestra.  However, theFuriesrelentlessly pursue Orestes for his matricide, leading to the events ofThe Eumenides.  In this third play, Orestes appeals toAthena, who organizes a trial for him (withApolloas a defense counsel).  Ultimately, when Apollo argues that the man is more important than the woman in a marriage, Orestes is acquitted, and the Furies are renamed the Eumenides, or“The Kindly Ones.”The cycle has been retold numerous times in modern literature, notably byEugene O’NeillinMourning Becomes Electraand byJean-Paul SartreinThe Flies."
}