{
    "Sumer": "was one of the first civilizations to arise inMesopotamia. Sumer was a collection of city-states includingEridu,Uruk, andUr. This civilization createdcuneiform, the first known writing system, which was made by putting wedge-shaped marks on clay tablets.",
    "Akkadian Empire": "Thewas the first empire in the world, and consisted ofSumeriansand Akkadian-speakingSemites. The empire was founded bySargon the Great, who conquered all ofMesopotamiain the 24th and 23rd centuries BC.",
    "Assyria": "was a region located along theUpper Tigris Riverin what is now northernIraq. Its major cities includedAššurandNineveh. Assyria was ruled at various times by theAkkadian,Neo-SumerianandBabylonianempires. In 911 BC, theNeo-Assyrian Empirewas founded byAshur-Dan II; it lasted until 612 BC. Some of the empire’s greatest rulers wereTiglath-Pileser III,Sargon II,Sennacherib, andAshurbanipal. At its height, the Neo-Assyrian Empire ruled over all ofMesopotamia,Egypt, and theLevant(the eastern shore of theMediterranean).",
    "Babylonia": "was a region oflower Mesopotamiacentered on the cityBabylon. The different incarnations of Babylonian empires included theAmorite,Kassite, andChaldean dynasties. The most notable Amorite ruler wasHammurabi, famed for hislegal code, though Babylon was at its most powerful under theChaldeans. The Chaldean rulerNebuchadnezzar IIbuilt theHanging Gardens of Babylonand destroyedSolomon’s TempleinJerusalem.",
    "Hittites": "Thecreated a large empire in thelate Bronze Agecentered on their capital,Hattusa, inAnatolia(the western portion of what is nowTurkey). Their empire engaged in the first widespread use ofironandchariotsin war. The Hittites, underKing Muwatalli II, were defeated by theEgyptiansunderRamesses IIat theBattle of Kadesh, which involved as many as 5000 chariots. The Hittite Empire came to an end less than a century later as part of theBronze Age collapse.",
    "Minoan civilization": "The Bronze-Agewas centered on the Greek islandCreteand included nearby islands. The British archaeologistArthur Evansunearthed much of what we know about the Minoans, including their palace atKnossosand their writing system, which he calledLinear A.",
    "Mycenaeans": "Thesucceeded theMinoansas the preeminent Greek civilization. Much of their territory was on the Greek mainland, including the city ofMycenaeitself. Their writing system is calledLinear B. The Mycenaeans disappeared in thelate Bronze Age collapse.Homer’sIliadis set during the Mycenaean period, andAgamemnonis said to have been the King of Mycenae.",
    "Lydia": "was anIron-Agekingdom that encompassed most ofwestern Asia Minor(present-day Turkey) and had its capital atSardis. Lydians are credited with inventingcoins, and their last king,Croesus, was famous for being fabulously wealthy. When Croesus asked theOracle at Delphiabout his war plans, Croesus was told that if he attacked thePersians, he would destroy a great empire. This came true asCyrus the Greatdefeated Croesus and sacked Sardis.",
    "Achaemenid Empire": "Theorfirst Persian Empirewas founded byCyrus the Great, who defeated and incorporated theBabylonian Empire,Lydian EmpireandMedian Empire. Based in what is nowIran, the empire had its ceremonial capital atPersepolis. Under kingsDariusandXerxes, Persia unsuccessfully invadedGreece. The First Persian Empire came to an end whenDarius IIIwas defeated byAlexander the Great.",
    "Parthian Empire": "Thewas the second major empire to come out ofPersia. The Parthian Empire was founded byArsaces I, who rebelled against theSeleucid Empire. Parthians often fought withRome, and at the 53 BCBattle of Carrhae, the Roman generalCrassuswas killed. The Parthian Empire was supplanted by theSassanian Empirein AD 224."
}