{
    "Argos": ", a city-state orpolis, was a major rival of Sparta. Both were on a large peninsula known as thePeloponnese.  Argos came to prominence in the 7th century BC underKing Pheidon, who is sometimes credited with developing the use of citizen-soldiers known ashoplitesin rectangularphalanxformations.",
    "Athens": "is on the peninsula of Attica, across the Saronic Gulf from Corinth.  Athens is often called the birthplace of democracy.  Its political institutions included theecclesia, an assembly open to all male citizens, which elected officials and enacted legislation; and theboule, a group of male citizens chosen by lot who served for a year at a time.  Thebouleoversaw day-to-day operations of the government, and set the agenda for theecclesia.  The size of thebouleand the functions of both assemblies changed due to constitutional reforms enacted bySolon,Cleisthenes,Ephialtes, andPericles.  Theecclesiacould banish a citizen for ten years, a practice known asostracism.  The rise to power of Athens during thePersian Warssparked thePeloponnesian War, which Athens lost.",
    "Corinth": "’s location—on the land route to the Peloponnese, and with a placement at the Isthmus of Corinth that allowed it to have harbors on the Saronic and Corinthian Gulfs—made it a major trade center.  The tyrantPerianderis credited with building theDiolkos, a four- to five-mile long paved track across the Isthmus that allowed transport of ships and heavy goods much faster than could be achieved by sailing all the way around the Peloponnese.",
    "Delphi": "was a sacred site on the Greek mainland, which the Greeks thought was the center of the world.  A major temple to Apollo at Delphi housed theOracle of Delphi, a priestess known as thePythia(a title that commemorates Apollo’s slaying of the snake Python at Delphi). Every four years, Delphi hosted the PanhellenicPythian Games, which were second only to theOlympic Gamesin importance.",
    "Knossos": "is an archaeological site on the island of Crete that contains remains from the Neolithic to the late Bronze Age.  Knossos became the center of theMinoan civilization.  In 1900 British archaeologistSir Arthur Evansbegan excavating its large palace complex, which yielded a large trove of tablets inscribed inLinear A(still undeciphered) andLinear B(shown to represent an ancient form of Greek, but written long before the development of the Greek alphabet).",
    "Olympia": "is on the Peloponnese.  Like Delphi, Olympia was a major Panhellenic sacred site.  The cult statue in itsTemple of Zeus wasone of theSeven Wonders of the Ancient World.  The site also had athletic facilities for theOlympic Gamesheld every four years.",
    "Sparta": "was for many years the predominantpolisof the Peloponnese.  Sparta was led by two kings, one each from the Agiad and Eurypontid families.  The constitution ofLycurgusestablished theGerousia, a council of elected elders plus the kings, which functioned as a high court and decided which matters to forward to the popular assembly, orapella(the analogue of theecclesiaof other city-states).  The two kings were also joined by five annually electedephors, who had broad executive powers.  Sparta beat its rival Athens in the Peloponnesian War in the late 5th century BC, but lost its position as the leading military power in all of Greece to Thebes in 371 BC.",
    "Syracuse": "was a major Greek colony onSicily, founded by colonists from Corinth and Tenea.  Its forces crushed theSicilian Expeditionof Athens, which proved to be the decisive turning point of the Peloponnesian War.  Some 200 years later, the great scientistArchimedesdied during the Roman takeover of Syracuse.",
    "Thebes": "was the main city ofBoeotia, a region of the southern Greek mainland just west of Attica.  Thebes allied with Sparta during the Peloponnesian War, but the two cities quickly became enemies following the war.  Thebes established theSacred Band, an elite force of 300 soldiers consisting of pairs of male lovers, and broke the hegemony of Sparta at the 371 BCBattle of Leuctra.  However, Thebes fell from power quickly, fighting on the losing side at the 338 BCBattle of Chaeroneaagainst the Macedonians led by Philip II, and the city was destroyed three years later by Alexander the Great following an unsuccessful revolt."
}