{
    "Frank Lloyd Wright (1867–1959)": "Born in Wisconsin, Wright worked underLouis Sullivanbefore founding aChicagopractice.  His early homes, like theRobie House— which is adjacent to the campus of theUniversity of Chicago— are in the“Prairie” style: horizontal orientation and low roofs.  His“organic architecture”tries to harmonize with its inhabitants and site; examples include theKaufmann House(also known asFallingwater) in Pennsylvania; theJohnson Wax Buildingin Racine, Wisconsin; andTaliesin, his home and studio in Spring Green, Wisconsin. (There is also aTaliesin West, his home and studio in Arizona.)  Other notable Wright works are theGuggenheim Museumin New York City, theLarkin Buildingin Buffalo, theUnity Templein Oak Park, Illinois, and theImperial Hotelin Tokyo, which was one of few buildings to survive a 1923earthquake(though it has since been demolished).",
    "Walter Gropius (1883–1969)": "Though Gropius designed theFagus Factory(Alfeld, Germany) and thePan American Building(New York City), he is best known for founding theBauhaus.  Beginning inWeimarin 1919 and moving to a Gropius-designed facility inDessauin 1925, the Bauhaus school emphasizedfunctionalism, the application ofmodern methods and materials, and thesynthesis of technology and art.  Its faculty included artistsPaul Klee,Wassily Kandinsky, andJosef Albers.  Gropius would later headHarvard’s architecture departmentfrom 1938 to 1952, shifting its focus to incorporate modern design and construction techniques.",
    "Ludwig Mies van der Rohe (1886–1969)": "The leading architect of the International Style of skyscraper design, Mies (likeWalter Gropius) worked in the office ofPeter Behrens.  He directed theBauhausfrom 1930 to 1933, shutting it down before the Nazis could do so.  His works include theBarcelona Pavilionfor the1929 International Exposition; two adjacent apartment buildings at860 and 880 North Lake Shore Drivein Chicago; theNew National Galleryin Berlin; and theSeagram Buildingin New York, which he co-designed withPhilip Johnson.  Mies asserted that“less is more”as a principle of his architectural style. Hisglass-covered steelstructures influenced the design of office buildings in nearly every major city in the U.S.",
    "I. M. Pei (1917–2019)": "Born inChina, he emigrated to the U.S. in 1935.  Though he has also designed moderate-income housing, Pei is best known for large-scale projects.  His works include theMile High Centerin Denver, theNational Center for Atmospheric Researchin Boulder, theJohn Hancock Buildingin Boston, theEast Wing of the National Gallery of Artin Washington, D.C., theFragrant Hill Hotelin Beijing, and the recentMiho Museum of Artin Shiga, Japan.  He may be best known for two fairly recent works: theglass pyramid erected outside the Louvrein 1989, and theRock and Roll Hall of Famein Cleveland, Ohio, completed in 1995.",
    "Sir Christopher Wren (1632–1723)": "Whenfiredestroyed much of London in 1666, Wren was an Oxford astronomy professor who had designed his first building just four years earlier.  Charles II named him theKing’s Surveyor of Worksin 1669, and he was involved in rebuilding more than 50 Londonchurchesin the next half-century, includingSaint Paul’s Cathedral.  An inscription near his tomb in Saint Paul’s declares“Reader, if you seek his monument, look around you.”",
    "Le Corbusier": "(bornCharles-Édouard Jeanneret) (1887–1965) Possibly more influential even than Wright, he wrote the 1923 bookTowards a New Architecture, standard reading in architectural theory courses.  One famous Corbusian quote is“A house is a machine for living in.”His floor plans were influenced byCubistprinciples of division of space, and theVilla Savoye(Poissy, France) is his best-known early work.  He wrote of the“Radiant City”begun anew, a completely planned city with skyscrapers for residents.  Applications of his approach to government buildings (such as in Brasilia or in Chandigarh, India), however, largely failed, as did many urban renewal projects produced on the same ideological foundation.  Nonetheless, he influenced every other 20th-century figure on this list.",
    "Louis Sullivan (1856–1924)": "Sullivan did not design the firstskyscraper, but did become a vocal champion of skyscrapers as reflections of the modern age.  Though most associated withChicago, his best-known work is the 1891Wainwright Buildingin St. Louis.  His partnership withDankmar Adlerproduced over 100 buildings.  Later works, such as theBabson,Bennett, andBradley Houses, reflect an organic architecture distinct from that of his onetime employeeFrank Lloyd Wright.  Sullivan’s dictum that“form should follow function”strongly influenced modern architecture; his writings helped break the profession from classical restraints.",
    "Filippo Brunelleschibroo-nuh-LESS-kee": "(1377–1446) A friend ofDonatello, Brunelleschi was a skilledsculptorandgoldsmith, whose 1401 competition withLorenzo Ghibertifor the commission of the bronzedoors of the Florence Baptisteryis a frequent question topic (Ghiberti got the chief commission).  As an architect, he is mainly known for the extraordinaryoctagonally-based domeof the cathedral ofSanta Maria del Fiore(also known as theFlorence Cathedraland often called theDuomo, though that is just the general Italian term for a cathedral), which dominates the Florentine skyline and is across the street from the Florence Baptistery.  The task required an innovative supporting framework and occupied much of his career (as described in detail inGiorgio Vasari’sLives of the Artists).  Other projects include theSpedale degli Innocenti(a hospital), theOld Sacristyat San Lorenzo, and thePazzi Chapelin theCloisters of Santa Croce, all from 1421 to 1430.",
    "Frank Gehry (1929–present)": "Winner of the 1989Pritzker Prize, Gehry is best-known today for large-scale compositions like theMuseum of Pop Culturein Seattle (formerly known as theEMP MuseumandExperience Music Project), theWalt Disney Concert Hallin Los Angeles, and the recent, controversialGuggenheim Museum in Bilbao, Spain.  (Bilbao natives describe the latter as “the artichoke,” because of its layers of abstract titanium structures.)  Gehry often uses uncommon materials such asplywoodandlimestone; his designs range from Kobe’sFishdance Restaurant, shaped like a giant fish, to the soft-sculpture look of the so-called“Fred and Ginger” buildingsin Prague.  He also designs furniture: theEasy Edgesline is made of laminated cardboard; the Gehry Collection consists ofchairs named for hockey terms(e.g. Cross Check and Power Play).",
    "Andrea Palladio (1508–1580)": "Born Andrea di Pietro della Gondola, Palladio designedvillasin and near Venice, including theVilla RotondaandVilla Barbaro.  He integratedGreco-Roman ideasof hierarchy, proportion, and order with contemporary Renaissance styles.  HisFour Books on Architecturefrom 1570 relates his theoretical principles.  Among architects heavily influenced by Palladio wereInigo JonesandThomas Jefferson.",
    "Eero Saarinen (1910–1961)": "The son of architectEliel Saarinen, Eero was born inFinlandbut spent most of his life in the U.S. and died in Ann Arbor, Michigan.  He designed many buildings on thecampuses of MITandYale, as well asDulles International Airportin Washington, D.C. and theTWA terminal at John F. Kennedy Airportin New York.  Saarinen may be best known for designing theGateway Archin St. Louis, though he died before it was completed.  Many of his works are characterized by elegant, sweeping forms, such as theKresge Auditoriumat MIT.",
    "Antoni Gaudí (1852–1926)": "Gaudí created many extraordinary buildings inBarcelonain the early 20th century.  HisArt Nouveau-inspired works include theCasa MilaandCasa Batlloapartments, known from their undulating façades, and several works for patronEusebi Guell, including theParc Guell, a park in Barcelona.  He spent 40 years working on theExpiatory Church of the Holy Family(also known asLa Sagrada Familia), which will be finished in 2026.  He was also fond of usinghyperbolic paraboloidsin his work."
}