{
    "Yangtze": "The(or Chang Jiang or Ch’ang Chiang) is the longest river in China and Asia, and thethird longest in the world.  It rises in theKunlun Mountains, flows across theTibetan Plateau, passes the cities ofChongqing,Wuhan,Nanjing, andShanghai, and empties into theSouth China Sea.  Its basin is China’s granary and is home to nearly a third of Chinese citizens.  The river is dammed by theThree Gorges Dam, the world’s largest, which reducedfloodingbut displaced 1.5 million people and buried over 1,300 knownarchaeological sites.",
    "Brahmaputra": "The(or Tsangpo or Jamuna) runs 1,800 miles from its source in theTibetan Himalayas; it starts eastward across the plateau, then turns south into theIndianstate ofAssam, and then entersBangladesh, where it merges with theGangesto form the world’s largestdelta.  While serving as a historical route to Tibet, the river is also prone to disastrousflooding.",
    "Yellow River": "The(or Huang He or Huang Ho) is, at 3,400 miles, China’s second-longest; it is also the most important to the northern half of the country.  It rises inQinghai provinceand flows into theBohai Gulfof theYellow Sea.  The river’s name comes from the extraordinary amount ofloess siltthat it carries, an average of 57 pounds for every cubic yard of water.  Among its notable features is theGrand Canal, rebuilt during theMing Dynasty, that links it to theYangtze.",
    "Ganges": "The(or Ganga) is theholiestriver ofHinduism.  It rises in the Himalayas and flows a comparatively short 1,560 miles to the world’s largestdelta, on theBay of Bengal.  Among that delta’s distributaries are theHooghly(on whose banksKolkata— formerlyCalcutta— may be found) and thePadma(which entersBangladesh).  Approximately one in every twelve human beings lives in theGanges Basin, apopulation densitythat is rapidlypollutingthe river; a significant source of that pollution iscremated remains.",
    "Mekong": "Theis the chief river of Southeast Asia.  It originates in easternTibet, forms much of theLaos–Thailandborder, flows south throughCambodia, and enters theSouth China Seain southernVietnamjust south ofHo Chi Minh City.  The capital citiesVientianeandPhnom Penhare on the Mekong.  The building ofdamsand clearing ofrapidsare a source of diplomatic conflict amongChina, Laos, and Cambodia.",
    "Tigris": "Theis the eastern of the two rivers that define the historic regionMesopotamia(meaning “the Land Between Two Rivers”), which was home to the ancient civilizationsSumerandAkkad.  It rises inTurkey, then flows southeast byMosul,Tikrit, andBaghdadbefore joining theEuphratesto make theShatt-al-Arab, which empties into thePersian Gulf.",
    "Euphrates": "Thedefines the western border ofMesopotamia; it also rises in theZagros MountainsofTurkeyand its shores are home toFallujahandBabylon.  It is the longer of the two rivers, with a course of 1,740 miles (compared to theTigris’ 1,180).  Both the Tigris and the Euphrates have changed courses several times, leaving ruins in the desert where cities have been abandoned.",
    "Irrawaddy": "The(or Ayeyarwaddy) is the chief river ofMyanmar(also known asBurma).  It flows 1,350 miles pastYangon(formerlyRangoon) andMandalayto theGulf of Martaban, an arm of theBay of Bengal.  Itsdeltais one of the world’s most importantrice-growing regions, and its name is thought to come from theSanskritword for “elephant.”",
    "Indus": "Theis the chief river ofPakistanand the source of the name ofIndia.  It rises inTibetand flows 1,800 miles to adeltaon the Arabian Sea southeast ofKarachi.  The five major tributaries of the Indus — theJhelum,Chenab,Ravi,Beas, andSutlej Rivers— are the source of the name of thePunjabregion, which is Persian for “land of the five rivers.”  The Indus is the cradle of theIndus Valley Civilization, one of the world’s earliest urban areas, whose main cities wereMohenjo-DaroandHarappa.",
    "Jordan River": "Therises inSyriafrom springs nearMount Hermon.  It flows south toLake Merom, through theSea of Galilee, and into theDead Sea, which is 1,300 feet below sea level.  The river forms the nation of Jordan’s boundary with theWest Bankand northernIsrael.  In theNew Testament, the river was the site of thebaptismofJesusbyJohn the Baptist.  In modern times, about 80% of its water is diverted for human use, a figure that has led to the shrinking of the Dead Sea and serious contention among bordering nations."
}