{
    "Julius Caesar": "On March 15, 44 BC (the Ides of March) Roman statesmanwasstabbed 23 timesby theLiberatores(“Liberators”), a group of senators led byGaius Cassius LonginusandMarcus Junius Brutus. Caesar died at the base of theRoman Curiain theTheater of Pompey, just outside the Roman Senate. Caesar had recently been nameddictator perpetuo—or “dictator in perpetuity”—which many senators believed would be the end of the Roman Republic. After the assassination, Caesar’s adopted grandnephewOctavian(later Augustus) and his top generalMarc Antonyformed theSecond TriumviratewithMarcus Lepidus; the trio deified Caesar and defeated Brutus and Cassius at theBattle of Philippi.",
    "King Henry IV of France": "On May 4, 1610was stabbed to death byFrançois Ravaillac, aCatholicfanatic who claimed to have had visions instructing him to convince Henry to convert theHuguenots(Protestants) to Catholicism. Ravaillac stabbed Henry—the first French king from the Bourbon Dynasty—on theRue de la Ferronneriewhen the king’s coach stopped in traffic. One of the king’s advisors,Hercule, Duke of Montbazon, was wounded in the attack but survived. Henry IV was survived by his wifeMarie de’ Medici, who served as regent for their sonLouis XIIIuntil he took power in 1617.",
    "Abraham Lincoln": "On April 14, 1865 U.S. Presidentwas shot and killed byJohn Wilkes Boothduring a showing of the playOur American CousinatFord’s Theatrein Washington, D.C. Lincoln died the next morning atPetersen Houseacross the street. The assassination was part of a wider plot that included failed attempts to kill Vice PresidentAndrew Johnsonand Secretary of StateWilliam Seward. Prior to shooting the president, Booth shouted the Virginia state motto,sic semper tyrannis(“thus always to tyrants”).  Booth fled the theater after the attack. After a two-week manhunt, he wasfound in a barnin northern Virginia, where he refused to surrender and was killed by Union soldierBoston Corbett.Samuel Mudd, a doctor, was controversially imprisoned for treating the broken leg that Booth suffered during his escape.",
    "Franz Ferdinand": "On June 28, 1914 Austro-Hungarian Archdukeand his wifeSophiewere assassinated inSarajevobySerbianultra-nationalistGavrilo Princip, a member of a secret military society called theBlack Hand. In response to the assassination, Austria-Hungary issued theJuly Ultimatumto Serbia, leading to the outbreak ofWorld War I.",
    "Mohandas Gandhi": "On January 30, 1948 Indian independence advocatewas shot three times at point-blank range byNathuram Godse, a Hindu nationalist. The shooting occurred just as Gandhi was beginning his daily interfaith service atBirla HouseinNew Delhi. Godse was apprehended byHerbert Reiner Jr., an American diplomat. During his trial, Godse criticized Gandhi’s accepting behavior toward Muslims and blamed Gandhi for the1947 Partition of India. Gandhi’s death was reported to the nation via radio by Prime MinisterJawaharlal Nehruthat evening.",
    "John F. Kennedy": "On November 22, 1963 U.S. Presidentwas shot and killed byLee Harvey Oswald, who targeted the presidential motorcade from the sixth floor of theTexas School Book Depositoryas the vehicles rode throughDallas’sDealey Plaza. Texas GovernorJohn Connollywas also severely injured in the shooting, which was captured on tape in theZapruder film.Lyndon B. Johnsonwas sworn in as president aboard Air Force One later that day. Oswald never faced trial for the assassination, as he himself was shot and killed by bar ownerJack Rubywhile being transported by federal agents. The Kennedy assassination was investigated by theWarren Commission, led by Chief Justice Earl Warren, which concluded that Oswald was the lone gunman.",
    "Malcolm X": "On February 21, 1965 Muslim activistwas shot and killed in theAudubon Ballroomin Manhattan by three members of theNation of Islam, an organization that Malcolm X left in March 1964. The assassins wereTalmadge Hayer,Norman 3X Butler, andThomas 15X Johnson. Malcolm X was about to give a speech to theOrganization of Afro-American Unitywhen he wasshot 21 timeswith a shotgun. Many people, including Malcolm X’s widow, have blamedLouis Farrakhan’s harsh rhetoric for inciting the assassination.",
    "Martin Luther King Jr.": "On April 4, 1968 civil rights activistwas shot and killed on a balcony at theLorraine MotelinMemphis, TennesseebyJames Earl Ray. King had been in Memphis to show support for astrikeby African-Americansanitation workers. One notable response to the death of King was the speech given by Democratic presidential candidateRobert F. Kennedythat night in Indianapolis, in which he quoted the words of the Greek playwrightAeschylusabout “pain which cannot forget” that “falls drop by drop upon the heart.”",
    "Robert F. Kennedy": "On June 5, 1968was himself fatally shot bySirhan Sirhanin Los Angeles. Kennedy was only the second sitting U.S. senator to be assassinated (the other was Huey Long in 1935). The day afterwinning the California presidential primary, Kennedy was leaving theAmbassador Hotelthrough the hotel kitchen when he was shot. Following Kennedy’s death, it became policy for the Secret Service to provide protection to presidential candidates during the campaign. The Democratic nomination for 1968 eventually went toHubert Humphrey, who lost the election to Richard Nixon.",
    "Indira Gandhi": "On October 31, 1984 Indian prime ministerwas assassinated inNew Delhiby two of herSikh bodyguards:Satwant SinghandBeant Singh. Her murder came four months afterOperation Blue Star, a military raid on the sacred SikhGolden TempleinAmritsar, Punjab. Gandhi had been on her way to give an interview with British actorPeter Ustinovwhen she was killed, and the incident led to widespread anti-Sikh riots throughout India in which thousands of Sikhs were killed. Indira Gandhi’s oldest son,Rajiv, succeeded her as Prime Minister of India."
}