{
    "Mary Shelley": "(1797–1851, United Kingdom). As the daughter of the philosophersWilliam GodwinandMary Wollstonecraft(the author ofA Vindication of the Rights of Woman), and the wife of the poetPercy Bysshe Shelley, Mary Shelley was a product of both theEnlightenmentandRomantic eras. Her 1818 novelFrankenstein; or the Modern Prometheushelped to lay the groundwork for modern science fiction by contrasting Enlightenment ideas of progress with a Romantic conception ofnature as an untameable force. The idea forFrankensteincame to Shelley while she was taking part in a friendly writing competition atLord Byron’s villa on Lake Geneva. Inspired byLuigi Galvani’s experiments in“animal electricity,”Shelley wrote about the Swiss scientistVictor Frankenstein, who reanimates dead tissue and creates a“monster.”This attempt to control nature fails, as the monstermurders Frankenstein’s brother William, friendHenry Clerval, and wifeElizabethbefore fleeing to theArctic. Frankenstein pursues his creation, and tells his story to the explorerRobert Waltonbefore dying. Shelley presented an even bleaker scenario in her 1826 novelThe Last Man, which describesLionel Verney’s efforts to survive a 21st-century plague that devastates human civilization.",
    "Jules Verne": "(1828–1905, France). Verne offered abrighter vision of technological progressin his novels ofadventure, many of which doubled as works of popular science. In Verne’s 1864 novelJourney to the Center of the Earth,Professor Lidenbrockexplains contemporary theories of geology and paleontology as he leads an expedition that travels beneath the Earth’s crust fromIcelandto the Italian volcanoStromboli. Verne later wrote the 1870 novelTwenty Thousand Leagues Under the Sea, whose narratorPierre Aronnaxoffers extensive commentary on marine biology while accompanying the mysteriousCaptain Nemoon a voyage in the submarineNautilus. In a more realistic vein, Verne considered the possibilities presented by new forms of transportation in the 1873 novelAround the World in Eighty Days, which describes a trip taken by the EnglishmanPhileas Foggand his French valetJean Passepartout. During his travels, which are undertaken to win a bet with members of theReform Club, Fogg falls in love with an Indian woman namedAouda, and is pursued by the Scotland Yard detectiveFix, who mistakenly believes that Fogg is a bank robber. Fogg ultimatelywins his betto return to the Reform Club within 80 days of his departure, with the help of an extra day gained by traveling eastward.",
    "Herbert George Wells": "(1866–1946, United Kingdom). H. G. Wells used speculative fiction to explore thesocial issuesof his day from aleft-wingperspective. In the 1895 novellaThe Time Machine, Wells wrote about a“Time Traveller”who visits the yearAD 802,701, and learns that humanity has diverged into two different species—the surface-dwellingEloi, who are gentle and beautiful but intellectually limited, and the subterraneanMorlocks, who resemble apes but are strong and clever enough to use the Eloi as livestock. The Time Traveller speculates that the Eloi are descended from aristocrats who were once served by the ancestors of the Morlocks. After writing about time travel, Wells helped to establish another of science fiction’s key themes by depicting an alien invasion in the 1897 novelThe War of the Worlds. The anonymous narrator ofThe War of the Worldsobserves aMartian spaceshipthat lands inSurrey, and flees the“Tripods”and“Black Smoke”that the Martians use as weapons in the conquest of Earth. The invaders easily overcome human resistance, but eventually perish fromlack of immunityto Earth microbes. Wells also wrote several novels about researchers who use science to pursue unethical goals. In the 1896 Wells novelThe Island of Dr. Moreau, the shipwreckedEdward Prendickdiscovers that the title vivisectionist performs painful experiments to transform animals into human-like“Beast Folk.”A year later Wells publishedThe Invisible Man, which centers on a student of physics namedGriffinwho plans to use his invisibility to enact a“reign of terror.”However, Griffin’s invisibility makes it difficult for him to exist in society (he must cover himself with clothes and thick bandages if he wishes to be seen), and he is eventually killed by an angry crowd.",
    "Aldous Huxley": "(1894–1963, United Kingdom). Aldous Huxley belonged to a prominent family of British intellectuals that included the VictorianevolutionistThomas Henry Huxley. Although Aldous Huxley depicted his own social milieu in novels such asCrome YellowandPoint Counter Point, he is best known for writing about a dystopian“World State”in the 1932 novelBrave New World.  Extrapolating fromHenry Ford’s model of industrial production and contemporary advances in biochemistry, Huxley imagined a world in which the fictional“Bokanovsky’s Process”is used to create human clones, which are then modified to posses different intellectual abilities, and sorted into socialcastesnamed after the Greek lettersAlpha,Beta,Gamma,Delta, andEpsilon. Inhabitants of the World State enjoy a prosperous existence, immersive entertainment known asFeelies, and the drugsoma, but lack family connections and spiritual fulfillment. The shallow pleasures of the World State are contrasted with the ideals ofJohn the Savage, a young man who grew up on a New Mexico reservation. John is initially delighted to meet the World State residentsBernard MarxandLenina Crowne, and excitedly quotes the “Brave New World” speech from Shakespeare’s playThe Tempest. However, John soon grows disgusted with “civilization.” After theWorld Controller Mustapha Mondforbids John from living on an isolated island with the aspiring writerHelmholtz Watson, John unsuccessfully tries to retreat from society, and eventuallyhangs himself.",
    "George Orwell": "(1903–1950, United Kingdom). George Orwell (the pen name ofEric Arthur Blair) condemned the totalitarian government ofJoseph Stalinin the fantasyAnimal Farmand thedystopian novelNineteen Eighty-Four. Orwell’s speculative fiction was part of a wide-ranging body of work that also includedattacks on British colonialism(the essay “Shooting an Elephant” and the novelBurmese Days), first-handaccounts of war(Homage to Catalonia) and poverty (Down and Out in Paris and London,The Road to Wigan Pier), and works ofcultural criticism(the essay “Politics and the English Language”). After taking part in theSpanish Civil Warand growing alarmed at the authoritarian nature ofRussian communism, Orwell wrote the 1945 novelAnimal Farmas anallegoryof the Russian Revolution and its aftermath.Animal Farmdescribes barnyard animals who revolt against their owner, and try to create a more equitable society under the leadership of the pigSnowball, who develops principles of“Animalism”such as“Four legs good, two legs bad.”However, Snowball is soon ousted by his fellow pigNapoleon, who exploits the other animals, sends the horseBoxerto be slaughtered, and degrades the principles of Animalism to“all animals are equal, but some animals are more equal than others.”Four years later, Orwell imagined a future Britain subsumed intoOceania, a superpower under the harsh rule of“Big Brother”, in the novelNineteen Eighty-Four.Winston Smithand his loverJuliatry to rebel against Big Brother, but aretorturedinto compliance in theMinistry of Love.Nineteen Eighty-Fouralso described the distortion of the English language for political purposes (“Newspeak”), and introduced many words and phrases that are still used with reference to oppressive governments (thoughtcrime,doublethink,memory hole,“we’ve always been at war with Eastasia,”“war is peace,”“Big Brother is watching you”).",
    "Isaac Asimov": "(1920–1992, United States). Along withRobert A. HeinleinandArthur C. Clarke, Asimov was one of genre science fiction’s“Big Three”writers. During the 1930s’ and 1940s’“Golden Age” of science fiction pulp magazines, Asimov worked closely withAstounding Science FictioneditorJohn W. Campbell Jr.to create stories such as“Nightfall,”which describes a rare moment of darkness on a planet with multiple suns, and“Robbie,”the first of Asimov’s many works aboutrobotswithpositronic brains. (The word “robot” was introduced by the Czech authorKarel Čapekin the 1920 playR.U.R., which depicts the worldwide uprising of“Rossum’s Universal Robots”). Before Asimov, most stories about artificial life had followed the template established by Shelley’sFrankenstein, in which a scientist who tries to usurp God’s power to create life is ultimately destroyed by his own creation.  Asimov challenged this trope by creating the“Three Laws of Robotics,”which robots in his stories are obligated to follow:A robot may not injure a human being or, through inaction, allow a human being to come to harm.A robot must obey the orders given it by human beings, except where such orders would conflict with the First Law.A robot must protect its own existence as long as such protection does not conflict with the First or Second Laws.By using these laws in dozens of stories (some of which were collected in the bookI, Robot), Asimov helped to promote a conception of robots asuseful machinesrather than inhuman monsters. Asimov is also known for hisFoundationseries, which was inspired byEdward Gibbon’sThe History of the Decline and Fall of the Roman Empire. TheFoundationseries begins when the “psychohistorian”Hari Seldonrealizes that the Galactic Empire will soon fall, and creates the title organization to limit the length of the ensuing Dark Age. Asimov eventually linked together hisRobotandFoundationseries into a far-reaching “history of the future,” which also includes Asimov’s novelsThe Caves of Steel,Pebble in the Sky, andThe Stars, Like Dust.",
    "Ray Bradbury": "(1920–2012, United States). Bradbury’s science fiction and fantasy stories often contain nostalgic elements related to hisMidwestern childhood. The Illinois communityGreen Townis the setting of Bradbury’s novelsDandelion WineandSomething Wicked This Way Comes, both of which center on boys beginning to enter adulthood. Similarly, small towns on Earth and Mars are the setting of many stories in Bradbury’s 1950 collectionThe Martian Chronicles, which is made up of loosely connected works about the expeditions of humanastronauts, thedisplacement of indigenous Martiansas human settlers arrive, and anuclear warthat destroys most life on Earth.  Bradbury also wrote about Mars in several stories that appear in his collectionThe Illustrated Man, whose title character hastattoosthat foretell the future. Another theme that recurs in Bradbury’s works iscensorshipand the importance of literature. This theme is expressed most strongly in Bradbury’s 1953 novelFahrenheit 451, which depicts a dystopian future in which“firemen” burn books. The protagonist ofFahrenheit 451isGuy Montag, a fireman whose wifeMildredis deeply depressed and addicted to television programs that she watches on large“parlor walls.”Montag begins to question his profession after meeting the free-spiritedClarisse McClellan, and secretly preserves books to read, leading to a rebuke fromFire Captain Beatty. Montag is eventually pursued by a robotic attack dog called the“Mechanical Hound,”but escapes to join a community of rebels whomemorizeclassic works of literature.",
    "Kurt Vonnegut": "(1922–2007, United States). Vonnegut’s fiction provides a darkly humorous response to theabsurdities and violence of the twentieth century. During World War II, Vonnegut was aprisoner of warin Germany, and lived through the Alliedfirebombing of Dresden. That experience was the basis for Vonnegut’s novelSlaughterhouse-Five, in which the soldierBilly Pilgrimbecomes“unstuck in time,”and perceives his life in a non-linear fashion. Billy travels between the present, past, and future as he iscapturedby the German army, witnesses the destruction of Dresden, becomes a prosperousoptometristin the town ofIlium, iskidnappedbyaliensand placed in azooalong with the actressMontana Wildhack, and is eventuallyassassinated.Slaughterhouse-Fivecontains a number of elements that recur in other Vonnegut novels, including the veteranEliot Rosewater, aliens from the planetTralfamadore, the unsuccessful science fiction writerKilgore Trout, and members of the wealthyRumfoord family. Vonnegut also wrote the novelCat’s Cradle, which describes a substance called“ice-nine”that instantly turns liquid water into a solid. Ice-nine was created by the atomic scientistFelix Hoenikker, whose life is researched by the novel’s narrator, John. Another thread inCat’s Cradleconcerns the“bittersweet lies”of the prophetBokonon, who lives on the Caribbean islandSan Lorenzo. Bokonon comments onhuman stupidityafter an accident that occurs during the funeral of the San Lorenzan dictatorPapa Monzanocauses ice-nine to fall into the ocean, destroying almost all life on Earth.",
    "Margaret Atwood": "(1939–present, Canada). One of Canada’s most prominent authors of literary fiction, Atwood has written multiple works that combine speculative elements withpsychological realism. In 1985 Atwood publishedThe Handmaid’s Tale, which portrays adystopiannear-future in which the United States has been replaced by the patriarchalRepublic of Gilead.The Handmaid’s Taleis narrated byOffred, whose role as a “handmaid” is to bear children for“the Commander”and his wife,Serena Joy. Offred flees her oppressive existence with the help ofNick, a chauffeur who claims to be a member of the undergroundMaydayresistance movement. In an epilogue set in the year 2195, the archivistProfessor Pieixotodiscusses Offred’s unknown fate. Atwood later wrote a trilogy set in apost-apocalypticworld where corporations have createdbioengineered diseasesand people (Oryx and Crake,The Year of the Flood, andMaddAddam). In addition to her speculative works, Atwood has also writtenhistorical fiction(Alias GraceandThe Blind Assassin, the latter of which contains a character who is a science fiction author), novels about the relationships between female friends (Cat’s EyeandThe Robber Bride), and a retelling ofHomer’sOdysseyfrom a female point of view (The Penelopiad).",
    "Douglas Adams": "(1952–2001, United Kingdom). Adams wrotecomic science fiction and fantasy novelsthat poked fun at genre tropes and the quirks of British culture. After working onMonty Python’s Flying Circus, Adams created the BBC radio seriesThe Hitchhiker’s Guide to the Galaxy, which premiered in 1978. The radio series became the basis of a series of novels (The Hitchhiker’s Guide to the Galaxy;The Restaurant at the End of the Universe;Life, the Universe, and Everything;So Long, and Thanks for All the Fish;Mostly Harmless; and the authorized sequelAnd Another Thing…, which was written byArtemis FowlauthorEoin Colferafter Adams died). TheHitchhiker’sseries focuses onArthur Dent, an ordinary Englishman who becomes one of the last humans in the universe after Earth is destroyed by the alienVogons. Arthur and his friendFord Prefecttravel on a starship named theHeart of Gold, along with the“paranoid android”Marvin, the two-headed galactic presidentZaphod Beeblebrox, and the human scientistTrillian. Arthur eventually discovers that “answer tothe ultimate question of life, the universe, and everything” is 42 (although the question itself remains unknown). Characters in theHitchhiker’s Guide to the Galaxyseries sometimes consult the title reference work, which offers the advice“Don’t Panic,”encourages hitchhikers to carrytowelsat all times, and provides the recipe for a drink called the“Pan Galactic Gargle Blaster.”Besides theHitchhiker’sseries, Adams also co-authored two books offering comic definitions of British place names (The Meaning of LiffandThe Deeper Meaning of Liff), and wrote a pair of novels about the supernatural adventures of the private investigator Dirk Gently (Dirk Gently’s Holistic Detective AgencyandThe Long Dark Tea-Time of the Soul)."
}