{
    "Wright Brothers": "(Orville: 1871–1948;Wilbur: 1867–1912) The Wright Brothers operated abicycle repair shopinDayton, Ohiobefore creating thefirst successful, powered, heavier-than-air, manned airplane.  For several years, utilizing both awind tunnelthey built as well as test flights, they created and refinedglidersbefore adding anengineto their design.  Finally, on December 17, 1903, with Orville at the controls, theFlyer Imade a12-secondflight atKill Devil HillsnearKitty Hawk, North Carolina.  They made several more launches that day, with Wilbur staying aloft for 59 seconds on the fourth, and last, flight.",
    "Charles Lindbergh": "(1902–1974) In May 1927, Lindbergh made thefirst non-stop, solo, trans-Atlantic flightin theSpirit of St. Louis, a single-engine Ryan aircraft.  Lindbergh took off fromRoosevelt Field on Long Islandand landed atLe Bourget Fieldin Paris 33½ hours later.  Lindbergh marriedAnne Morrowin 1929, and the 1932kidnapping and murderof their son Charles Jr. was called “The Crime of the Century”; ultimately,Bruno Hauptmannwas convicted and executed.  Prior to the U.S.’s entry into World War II, Lindbergh urged the U.S. to remain neutral and was active with theAmerica First Committee, though during the war he flew 50 combat missions in the Pacific.",
    "Amelia Earhart": "(1897–1937?) More than 70 years after herdisappearance, Earhart remains the most famous female aviator.  In 1932 she became thefirst woman to make a trans-Atlantic solo flight, and three years later she became thefirst pilot of any gender to fly solo from Hawaii to California.  In June 1937, she andnavigatorFred Noonanembarked on a 29,000-mile, around-the-world flight in a twin-engineLockheed Electra.  They completed most of the journey, but became lost and eventually disappeared on the leg betweenLae, New Guinea, andHowland Islandin the Pacific Ocean.  Speculation as to their ultimate fate continues to this day.",
    "Chuck Yeager": "(1923–2020) During World War II, Yeager served in theU.S. Army Air Corps, earning“ace in a day”status by shooting down five German aircraft in one mission.  On October 14, 1947, Yeager — piloting aBell X-1plane nicknamed (in tribute to his wife)Glamorous Glennis— became thefirst pilot to exceed the speed of soundin level flight.  Profiled inTom Wolfe’sThe Right Stuff, Yeager re-set the speed record atmore than Mach 2in 1953, and he remained active in the Air Force, even flying combat missions overVietnamin his mid-40s.",
    "Howard Hughes": "(1905–1976) Subject of the 2004 filmThe Aviator, Hughes was a skilled aircraft pilot and designer who in the 1930s setspeed records for flights across the United States and around the world.  His most famous plane was theH-4 Hercules, or “Spruce Goose,” a massivewoodenplane that to this day holds the record forlongest wingspan on an operational craft.  Meant to carry as many as 750 troops, Hughes himself was the pilot during its lone flight, aone-minutehop in 1947.  Also amovie producer, Hughes is widely remembered for the variouseccentricities, such as apathological fear of germsand arefusal to cut his hair or nails, that he exhibited late in life.",
    "Wiley Post": "(1898–1935) In 1931, Post and navigatorHarold Gattycompleted acircumnavigationof the globe aboard theWinnie Mae, an experience that the two wrote about inAround the World in Eight Days.  Two years later, Post became thefirst solo pilot to complete an around-the-world trip.  He then began investigating the possibility of high-altitude flight and, using apressurized suitof his own design, reached a height of 50,000 feet and may have been the first to encounter and use thejet stream.  Today, Post is mainly remembered for the circumstances of his death; while flying through Alaska with world-famous humoristWill Rogersas his passenger, Post crashed nearPoint Barrow, Alaska, and both men died.",
    "Jimmy Doolittle": "(1896–1993) James H. Doolittle served as aflight instructorfor the U.S. Army during World War I, and after the war became a celebratedrace pilot, reaching aworld-record speedof 296 miles per hour in 1932.  Rejoining the military after Pearl Harbor, he personally led the“Doolittle Raid,”in which 16B-25 bomberstook off from the aircraft carrierUSSHornetand bombed the Japanese home islands in April 1942.  Following the raid, Doolittle commanded theEighth Air Forcethat launched massive bombing raids against Germany.",
    "Manfred von Richthofen": "(1892–1918) Better known as the“Red Baron,”Richthofen was credited with shooting down 80 enemy aircraft, making him thetop overall ace of World War I.  Richthofen’s personal command,Jagdgeschwader 1, became known as“Richthofen’s Flying Circus”due to the variety of colors used on its planes.  Richthofen died on April 21, 1918, when he was shot aboard his redFokkertriplane; though the Royal Air Force credited Canadian aceRoy Brownwith the kill, it is more likely that he was brought down by ground fire from Australian troops in the trenches.",
    "Eddie Rickenbacker": "(1890–1973) Before becoming a pilot, Rickenbacker achieved fame as arace car driver; “Fast Eddie” competed in the Indianapolis 500 on four separate occasions.  During World War I, he joined the U.S. Army as a driver, but was admitted to flight school with the help ofColonel Billy Mitchell, and went on to win theMedal of Honorand finish as thetop American aceof the war, with 26 kills.  Rickenbacker bought the Indianapolis Motor Speedway in 1927 and Eastern Airlines in 1938.  While on a military mission in the Pacific in 1942, Rickenbacker’s plane crashed, but he and all but one crewman survived a brutal 24-day ordeal aboard small life rafts.",
    "Burt Rutan": "(1943–present) A legendaryaircraft designer, Rutan gained worldwide attention in 1986 when hisVoyagerplane, piloted by his brotherDick RutanandJeana Yeager(no relation to Chuck Yeager), completed anon-stop, around-the-world flight without refueling.  More recently, Rutan designed theGlobal Flyer, aboard which Steve Fossett made a solo, non-stop circumnavigation without refueling in 2005, andSpaceShipOne, which in 2004 won the $10 million Ansari X Prize by making the first privately funded space flights."
}