{
    "Battle of Kadesh": "One of the earliest battles in recorded history, the(1274 BC) was fought near theOrontes Riverin what is nowSyriabetweenEgyptianPharaohRamses IIand theHittitekingMuwatalli II. Although Ramses proclaimed a great victory for himself, he was lucky to achieve astalemateafter being ambushed by Hittitechariots. Kadesh was probably thelargest chariot battle in history, with over 5,000 chariots engaged. The Egyptian chariots were smaller and faster than those used by the Hittites, which gave the Egyptians an advantage.",
    "Marathon": "PersianKingDarius I’s invasion of mainlandGreeceended with a decisive victory forMiltiadesand theAtheniansat(490 BC). The defeated Persian commanders wereDatisandArtaphernes. Among the few Athenian dead of the battle were archonCallimachusand the generalStesilaos. Legend has it that the Greek messengerPheidippidesran to Athens with news of the victory, but collapsed upon arrival. This is the inspiration for the modern race known as the “marathon.”",
    "Thermopylae": "(480 BC) was the first battle of thesecond Persian invasion of Greece. Although the Persians underXerxes Iand his generalMardoniusdefeated theSpartans,King Leonidasand his Spartan troops put up a heroic defense of the pass at Thermopylae (the“hot gates”). The Greeks werebetrayedbyEphialtes, who told the Persians about a path that led behind the Spartans. The battle was part ofThemistocles’ plan to halt the advance of the Persians. The other part of his plan was to block the Persian navy atArtemisium; a battle occurred there simultaneously.",
    "Salamis": "Thenaval battleat(480 BC) was a major turning point in theGreco-Persian Wars, as it signaled the beginning of the end of Persian attempts to conquer Greece. The battle is named after an island in theSaronic GulfnearAthens.Xerxeswas so confident in victory that he watched the battle from a throne on the slopes ofMount Aegaleus. The Athenian generalThemistoclesdevised a plan to lure the large, slow Persian ships into thenarrow straits, where the Greek ships were able to outmaneuver and destroy much of the Persian fleet. The Persian admiralAriabigneswas killed in hand-to-hand combat, and theQueen of Halicarnassus, Artemisia, had to sink some of her allies’ ships to escape.",
    "Battle of Aegospotami": "The(405 BC) on theHellespont (Dardanelles)ended thePeloponnesian Warand theAthenian Empire. After a setback at theBattle of Arginusaein 406 BC, theSpartansreinstatedLysanderas the commander of their fleet. The result was a complete victory for Sparta; only a fraction of the Athenian fleet survived, including the generalConon, and the shipParalus, which brought the news of defeat to Athens. Following the battle, the Spartans besieged Athens and forced its surrender.",
    "Issus": "After theBattle of Granicus,(333 BC) was the second major battle betweenAlexander the Greatand thePersian Empire, and the first to featureDarius III. The battle was fought along thePinarus Rivernear what is nowIskenderuninTurkey’sHatay province. Before the battle, Darius was able to surprise Alexander and cut him off from the main force ofMacedonians. However, the battle ended with Darius fleeing the field and the capture of his tent and family. The battle was the subject of a 1528 painting byAlbrecht Altdorfer, the leader of theDanube School.",
    "Cannae": "The largest battle of theSecond Punic War,(216 BC) represented one of the worst defeats inRomanhistory. TheCarthaginianswere led byHannibal, while the Romans were led by theconsulsLucius Aemilius PaullusandGaius Terentius Varro. Hannibal employed adouble-envelopmenttactic, surrounded the Roman army, and destroyed it. Although a total disaster for the Romans, it resulted in the revival of theFabian strategy, in which battles are avoided in favor of awar of attrition. This eventually wore down Hannibal’s army, and the Carthaginians had to leave Italy.",
    "Zama": "The final battle of theSecond Punic War,(202 BC) was fought nearCarthagein what is nowTunisia.Scipio Africanus’s victory at theBattle of the Great Plainsin 203 BC forced Hannibal to leave Italy and return to North Africa for the final showdown. Prior to the battle, theNumidiankingMasinissaswitched sides, and brought his considerablecavalryforce to join the Romans. This, coupled with Scipio’s strategy of opening up his lines to allowCarthaginian elephantsthrough without harming his troops, led to a complete Roman victory.",
    "Alesia": "At(52 BC),Julius Caesardefeated theCelticpeoples ofGaul, establishing Roman rule of the lands beyond theAlps. The battle began when Caesar besiegedVercingetorixin the town of Alesia, shortly after the Roman defeat atGergovia. The Romans built awallto surround the city (a“circumvallation”) and a second wall around that (a“contravallation”) to protect themselves from the Gaulishrelief armyunderCommius. When Commius launched a massive attack on the Romans, Caesar was able to defeat him and force the surrender of Vercingetorix. Although the Romans wereoutnumberedby as much as four to one, they proved victorious in what was the turning point of theGallic Wars.",
    "Actium": "At(31 BC), the fleet ofOctaviandefeated the combined forces ofCleopatraandMark Antonyat this battle near what is nowPrevezain theAmbracian GulfofGreece.Marcus Agrippacommanded Octavian’s fleet, which consisted of small, nimbleLiburnian ships. Antony’s fleet consisted of massiveQuinqueremes, which were less mobile. Following his victory in the battle, Octavian titled himselfPrinceps, and laterAugustus. To some, Actium signals theend of the Roman Republic.",
    "Battle of the Milvian Bridge": "The(AD 312) was part of thecivil warthat ensued whenMaxentiususurped the throne of the western half of theRoman EmpirefromConstantine. Prior to the battle, Constantine supposedly had avision of Godpromising victory to his forces if he painted his shields with theChi-Rho, a Christian symbol. Constantine was indeed victorious, and Maxentiusdrowned in the Tiber Riverduring the battle. Eventually, Constantine was able to abolish theTetrarchy, become the sole ruler of theRoman Empire, andend persecution of Christians.",
    "Battle of Adrianople": "Taking place near what is nowEdirne, Turkey, the(AD 378) signalled the beginning of the spread ofGermanic peoplesinto theWestern Roman Empire. The Romans were led by the eastern emperorValens, while theGothswere led byFritigern. Eager for glory, Valens decided not to wait on reinforcements from the western emperorGratian, and instead attacked the Goths. In the battle, over two-thirds of the Roman army was killed, including Valens. The battle was chronicled byAmmianus Marcellinus, who thought it so important that he ended his history of the Roman Empire with the battle.",
    "The Battle of Chalons": "(orCatalaunian Fields) (AD 451) was an epic battle between theRomansand theHunsfought in what is now France. The Roman army was commanded byFlavius Aetiusand includedVisigothsunderTheodoric I, who was killed by anOstrogothduring the battle. The Hunnic army was led byAttila, who was rampaging throughGaul. The battle ended with a victory for the Roman-Visigothic alliance, which stopped the Huns’ advance into Gaul. The next year, Attila invaded Italy; however, in 453, Attila died and his empire broke up shortly after."
}