{
    "the sweat of your brow": ", from Genesis 3:19: “By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken.”Invoked to denote the rewards yielded by a person’s own hard work, this phrase is taken from the passages after Adam and Eve are banished from Eden for disobeying God, and must therefore find or produce food of their own rather than enjoy the fruits of the garden. Not only has this phrase has been used in extremely varied contexts, but it is also followed by another phrase that, in altered form, has become a common Judeo-Christian credo: “for dust you are, and to dust you will return,” which is typically shortened to “(from) dust to dust.”",
    "fire and brimstone": ", from Genesis 19:24: “Then the Lord rained upon Sodom and upon Gomorrah brimstone and fire from the Lord out of heaven…”The phrase “fire and brimstone” often denotes highly traditionalist Christians, but can also, by extension, characterize any unwavering prediction of harsh justice and doom. Its passage of origin describes the destruction of Sodom and Gomorrah, the two “cities of the plain” whose residents were so sinful (Sodom is the etymological source of the word “sodomy”) that God rained brimstone (sulfur) and fire to obliterate them for mistreating Lot and his family. This phrase also appears in Revelation, which describes the “lake which burneth with fire and brimstone” where the souls of sinners die a “second death.”",
    "a land of milk and honey": ", from Leviticus 20:24, among others: “But I said to you, ‘You will possess their land; I will give it to you as an inheritance, a land flowing with milk and honey.’ I am the Lord your God, who has set you apart from the nations.”Mentioned at least four times in the Old Testament, a “land flowing with milk and honey” is the homeland bestowed by God upon the Hebrews. It is the same place as “the promised land,” an epithet derived from the word “promise” in Deuteronomy 6:3 (which also uses the “milk and honey” descriptor), and is now used in common parlance to identify any land of plenty. The phrase first appears in Exodus 3:8 when Godin the form of the burning bush promises to lead Moses to a “land flowing with milk and honey.”",
    "golden calf": ", from Exodus 32:2–4: “Aaron answered them, ‘Take off the gold earrings that your wives, your sons, and your daughters are wearing, and bring them to me.’ … He took what they handed him and made it into an idol cast in the shape of a calf, fashioning it with a tool. Then they said, ‘These are your gods, Israel, who brought you up out of Egypt.’”Aaron is the older brother of Moses who, while Moses spends 40 days and 40 nights up on Mt. Sinai receiving the Ten Commandments from God, grows impatient and (against God’s will) forges a golden calf to worship; when Moses sees the idol, he throws down and shatters the commandment tablets. Today, a metaphorical “golden calf” is any object of desire or ambition that is regarded as immoral or ungenuinefor this reason, Charging Bull, the bronze statue of a bull in New York City that symbolizes Wall Street, is held up as both a literal and figurative golden calf by critics of capitalism.",
    "Jezebel": ", from 1 Kings 16 (throughout)No one exact Biblical passage accounts for the modern usage of the term “Jezebel” to mean a brazenly promiscuous and devious woman; this usage derives from interpretation of her story as a whole. Jezebel, a pagan, married King Ahab and used her influence as queen to diminish worship of Yahweh in Israel, threaten the prophet Elijah, and help Ahab kill a vineyard owner. For these actions, Elijah prophesied Ahab’s death, as well as Jezebel’s (namely, that she would be eaten by dogs). Jezebel’s reputation as wanton seems to primarily derive from how, upon seeing Jehu (an enemy commander) marching on the palace, Jezebel put on make-up and jewelry to either taunt him, seduce him, or simply look regal. This was her final act; Jehu ordered eunuchs to push Jezebel from her window, where she fell into the street and had her flesh devoured by dogs.",
    "Behemoth": ", from Job 40:15–18: “Look at Behemoth, which I made along with you…. What strength it has in its loins, what power in the muscles of its belly! … Its bones are tubes of bronze, its limbs like rods of iron.”Depending on translation, the monster Behemoth either was the first or the mightiest thing God created. Near the end of the Book of Job (which concerns a wager between God and Satan to see if God’s most righteous believer, Job, will lose his faith if deprived of all pleasure and comfort), Job begins cursing God. God appears as a storm and asserts that He alone created order out of chaos and that Job knows nothing. At the end a long speech about His power, God shows Job both Behemoth and the monster Leviathan to prove his ultimate power and wisdom. Behemoth, thus, has come to mean any unbeatable foe or gigantic entity.",
    "the writing on the wall": ", from Daniel 5:5: “Suddenly the fingers of a human hand appeared and wrote on the plaster of the wall, near the lampstand in the royal palace. The king watched the hand as it wrote.”Belshazzar was a king of Babylon whose sin and theft from Jerusalem’s First Temple doomed him. At a feast, the hand of God appeared and wrote out a blazing message on the wall. The prophet Daniel alone could read God’s message: Belshazzar’s soul was wicked, his death had been arranged, and his kingdom would be conquered. So rarely was God’s plan for a human made so public; “seeing the writing on the wall” has become an idiom for recognizing the obvious signs of an imminent outcome (especially a terrible one).",
    "(casting) pearls before swine": ", from Matthew 7:6: “Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you.”The “pearls before swine” analogy comes from Jesus’s Sermon on the Mount, where he exhorts his followers to preach his teachings, but to not waste time on those who do not welcome the message. A similar message appears later in Matthew in the form of another common idiom: Jesus advises followers “shake the dust from your feet” when leaving places where their preaching goes unheeded. Both phrases have lost their religious overtones in regular usage: “pearls before swine” identifies something valuable or beautiful that goes unappreciated, while “shaking the dust from your feet” often describes an ambitious person moving out of a small town.",
    "Good Samaritan": "(from Luke 10:30, “But a Samaritan, who was on a journey, came upon him; and when he saw him, he felt compassion.”The Good Samaritan appears in a namesake parable of Jesus about a Jewish traveler who is robbed, bloodied, and left on the road, where two travelers pass him by before a traveling Samaritan gives him generous, selfless aid. The emphasis in the parable is that the Samaritan is good despite Samaritans’ general hatred of Jews; the parable is created by Jesus to answer the question of who is truly a man’s neighbor, the implicit answer being every man. The directness of the parable has left its original sense wholly intact: today, a “Good Samaritan” is someone who stops to help, regardless of circumstance or inconvenience.",
    "ye of little faith": ", from Matthew 6:30, “If God so clothe the grass of the field, which today is, and tomorrow is cast into the oven, shall he not much more clothe you, O ye of little faith?”Uttered in modern English in response to doubters and critics, this phrase occurs in the context of a passage known as “The Lilies of the Field” or “The Birds of the Air” in another section of Jesus’s Sermon on the Mount. To comfort those who worry about survival and day-to-day life, Jesus tells his followers, “Consider the lilies of the field, how they grow; they toil not, neither do they spin. And yet I say unto you that even Solomon in all his glory was not arrayed like one of these.” Thus, Jesus claims that if a person devotes themself to God, they must trust that God will eventually reward and protect them. Today, the phrase is often used outside of any religious context, as a (sometimes sarcastic) rebuke."
}