{
    "Alfred the Great": "(849–899; r. 871–899)Saxon House.  Actually just theKing of Wessexin southwestern England, he expelled the rivalDanesfrom theMerciantown of London in 886, eventually conquering most of theDanelawterritory.  Alfred also kept England from the worst of theDark Agesby encouraging his bishops to fosterliteracy; in addition, he translatedBoethius,Augustine, and theVenerable Bede’s works intoAnglo-Saxon.",
    "William I (the Conqueror)": "(1028–1087, r. 1066–1087)House of Normandy.Duke of Normandyfrom 1035, he was promised succession to the throne byEdward the Confessor, but when Edward gave the throne toHarold IIin 1066, William invaded England, killing Harold anddefeating the Anglo-Saxonsat theBattle of Hastings.  An able administrator, he authorized asurveyof his kingdom in the 1086Domesday Book.  By that time William had replaced Anglo-Saxon nobles and clergy with Normans and other continentals.",
    "Henry II": "(1133–1189; r. 1154–1189)House of Plantagenet.  The son ofGeoffrey of AnjouandMatilda, he marriedEleanor of Aquitainein 1152, and invaded England the following year, forcingStephen of Bloisto acknowledge Henry as his heir.  While king he developed thecommon lawanddue process, but fought withThomas à Becketoversubmission to the Pope; Henry had Becket executed in 1170 but performedpenanceatCanterbury.  Eleanor and his four sonsconspiredwith French kingPhilip IIagainst Henry on several occasions.",
    "Richard I (the Lion-Hearted)": "(1157–1199; r. 1189–1199)House of Plantagenet.  The third son ofHenry II, he spent only five months of his reign in England.  He went on theThird Crusadeto Jerusalem, winning many victories in the Holy Land, but on his way back was captured byLeopold V, Duke of Austria.  He also foughtPhilip IIinNormandy, and died while defending his possessions inAquitaine.",
    "John": "Lackland (1167–1216, r. 1199–1216)House of Plantagenet.  Though he tried to seize the crown from his brotherRichardwhile the latter was in Germany, Richard forgave John and made him his successor.Excommunicatedby the Pope for four years for refusing to acceptStephen LangtonasArchbishop of Canterbury, John was also weak as a fighter, as French KingPhilip IIrouted him atBouvinesin 1214.  A year later, England’sbaronsforced John to sign theMagna CartaatRunnymede, an event that marked the beginning of the development of theBritish constitution.",
    "Richard III": "(1452–1485, r. 1483–1485)House of York.  He was madeDuke of Gloucesterin 1461 when his brotherEdward IVdeposed theLancastriankingHenry VI, as part of theWars of the Roses.  Upon Edward’s death in 1483, Richard served as regent to his nephewEdward V, but likelyhad the boy murderedin theTower of Londonthat year.  Two years later, Richard died at the hands ofHenry Tudor’s Lancastrian forces atBosworth Field, ending the Wars of the Roses and beginning the reign ofHenry VII.",
    "Henry VIII": "(1491–1547, r. 1509–1547)House of Tudor.  The son of Tudor founderHenry VII, he brought England into both theRenaissanceand theReformation.  Henry patronized the philosopherErasmus, the painterHans Holbein the Younger, and the writerThomas More.  Originally a supporter of theCatholic Church— the Pope had named him“Defender of the Faith”— he named himself head of theChurch of Englandin 1533 so that he coulddivorceCatherine of Aragonand marryAnne Boleyn.  Henryexecutedtop ministers who crossed him, includingThomas CromwellandThomas More.  He married six times, but only his third wife,Jane Seymour, bore him a son, the sicklyEdward VI.",
    "Elizabeth I": "(1533–1603, r. 1558–1603)House of Tudor.  Known as the“Virgin Queen”because she never married, asHenry VIII’s daughter byAnne Boleyn, the Catholic Church considered her illegitimate.  After the death of her Catholic sisterMary I, Elizabeth I tried to restore religious order by declaring England aProtestantstate but naming herself only“Governor” of the Church.  She foiled attempts at her throne by Spanish kingPhilip IIandMary, Queen of Scots; the latter Elizabeth reluctantlyexecutedin 1587.  Her reign saw great expansion of theEnglish navyand the emergence ofWilliam Shakespeare, but when she died, the Crown went to Scottish kingJames VI, the son of Mary, Queen of Scots.",
    "James I": "(1566–1625, r. 1603–1625)House of Stuart.  At age one James succeeded his motherMaryasKing James VI of Scotland.  As the great-great-grandson ofHenry VII, he claimed the English throne upon the death ofElizabeth I.  James was the intended target of Catholic fanaticGuy Fawkes’ failedGunpowder Plotin 1605.  A believer inabsolutism, Jamesdissolved Parliamentfrom 1611 to 1621, favoring ministersRobert Ceciland theDuke of Buckinghaminstead.  His rule saw English expansion into North America, through royal charter in Virginia and Puritan protest in Massachusetts.",
    "Charles I": "(1600–1649, r. 1625–1649)House of Stuart.  Charles came into conflict with Parliament almost from the beginning of his reign: when his minister, theDuke of Buckingham, asked for money to fight a costly war against France, Charles was forced to sign thePetition of Right(1628). From 1629 to 1640, Charles tried to rule England without Parliament, a period known as his“Personal Rule”(or, according to his critics, the“Eleven Years’ Tyranny”). Charles’s attempts to impose English forms of church government on Presbyterian Scotland resulted in theBishops’ Wars(1639–1640), a military humiliation that forced Charles to call theShort Parliament(spring 1640) andLong Parliament(fall of 1640 and after). Charles and the Long Parliament bickered over a variety of issues, including the fate of Charles’s advisor theEarl of Strafford, parliamentarian proposals for reform of the English church, and finally the outbreak ofrebellion in Ireland(October 1641). In January 1642 Charles tried to arrest five of his opponents during the sitting of the House of Commons; Parliament demanded control over England’s militia and by August 1642 the country was plunged intocivil war. Charles fled (pro-parliamentarian) London, choosing instead to set up his ownCavaliercourt at the university town of Oxford. Within four years his armies were defeated; from January 1647 Charles was aprisoner of Parliament. In 1648 royalist forces in provincial England rose up in the so-called“Second English Civil War,”which pushed hardliners in Parliament to put the king on trial. Parliament established a“High Court of Justice”to try the king for treason; he wasbeheaded at Whitehallon January 30, 1649.",
    "Charles II": "(1630–1685; r. 1660–1685)House of Stuart.  WhileOliver Cromwellruled theCommonwealth, Charles was crownedKing of Scotlandin 1651.  After Cromwell died, Charles used theDeclaration of Bredato restore himself to the English throne.  He fought two lackluster wars against theDutch, and needed protection fromLouis XIVthrough theTreaty of Dover.  His wifeCatherine of Braganzaproduced no legitimate heirs, but this“Merry Monarch”has as many as14 illegitimate children.  Tolerant of Catholics, hedissolved Parliamentover the issue in 1681 and refused to prevent his brother James from succeeding him.",
    "James II": "(1633–1701; r. 1685–1688)House of Stuart.  The 1678Popish PlotagainstCharles IIwould have elevated theRoman CatholicJames to the throne, had it been real and notfabricated by Titus Oates.  James’s three years, however, did feature heavyfavoritism toward Catholics, so much so that Protestants invited James’s son-in-lawWilliam of Orangeto rule England, deposing James in theGlorious Revolution.  Exiled toLouis XIV’s court, he made an attempt to regain his crown in 1690 but was routed at theBattle of the Boyne.",
    "George III": "(1738–1820, r. 1760–1820)House of Hanover.  Though he lost the American colonies in theRevolutionary War, Britain’s economic empire expanded during his reign.  While George’s ministers kept their lives, they fell from power frequently, includingWilliam Pitt the Elder,Lord Bute, andLord North.  Popular at home, he suffered fromporphyria, causing the “madness” that ultimately led to theRegency period(1811–1820) of his sonGeorge IV.",
    "Victoria": "(Alexandrina)(1819–1901, r. 1837–1901; Empress of India 1876–1901)House of Hanover.  Thesecond-longest-reigningmonarch in British history (after Elizabeth II), she relinquished much of the remaining royal power, both to her husbandAlbertand to her favored prime ministers,Lord Melbourne,Robert Peel, andBenjamin Disraeli.  After Albert’s death in 1861, Victoria largely went intoseclusion, though she influenced the passage of theReform Act of 1867, which doubled the number of Britons who could vote.",
    "Elizabeth II": "(1926–present, r. 1952–present)House of Windsor.  Representative of the modernceremonial monarchy, she and her husband“Prince” Philip Mountbattenhave traveled the globe representing British interests.Marital failuresby her sonsCharles, Prince of WalesandAndrewhave plagued her reign. She superseded Victoria as the longest-reigning British monarch."
}