{
    "Robert Walpole": "(1676–1745, PM 1721–1742): Generally recognized as thefirst British Prime Minister, Walpole established personal control over aWhig-dominated Parliament on behalf of the German-speakingGeorge I. He rose to power after many rivals were tarnished by thecollapse of the South Sea Company. His long tenure continued underGeorge II, but his attempts to avoid British military commitments worldwide led to his downfall during theWar of the Austrian Succession.",
    "Robert Peel": "(1788–1850, PM 1834–1835, 1841–1846): Set out the founding principles of theConservative Partyin theTamworth Manifestoand led the new party to its first general election victory. TheIrish Famineaccelerated his decision torepeal the Corn Laws, promotingfree tradeby removinggrain tariffs. This act was achieved withWhigsupport and lost him the backing of his party.",
    "Benjamin Disraeli": "(1804–1881, PM 1868, 1874–1880): Before becoming Prime Minister, Disraeli was instrumental in the passage of theSecond Reform Actas leader of the House of Commons. Britain’sonly Prime Minister of Jewish descent, Disraeli was also a successfulnovelist. He promoted astrong, imperial foreign policyincluding investment in theSuez Canaland the peace achieved at theCongress of Berlin.",
    "William Gladstone": "(1809–1898, PM 1868–1874, 1880–1885, 1886, 1892–1894): NotedLiberalPrime Minister who passed aThird Reform Actandmodernized the military, but failed to achieveIrish Home Rule.Queen Victorialoathed him. DuringDisraeli’s ministry Gladstone’s campaign sensationalized the “Bulgarian horrors,” suggesting that Britain needed to resolve the“Eastern Question”about the fate of theOttoman Empire.",
    "H. H. Asquith": "(1852–1928, PM 1908–1916):LiberalPrime Minister who made sweepingreforms, includinglimiting the power of the unelected House of Lordswith theParliament Actin order to introduce the“People’s Budget” of 1911, which establishedstate pensions. Not a successful wartime leader, Asquithlost control of a coalition government during World War Iand was forced toresignin favor ofDavid Lloyd George.",
    "David Lloyd George": "(1863–1945, PM 1916–1922): A nativeWelshspeaker who served asChancellor of the ExchequerunderAsquith. Taking control duringWorld War I, he represnted the U.K. at theParis Peace Conference, leading to theTreaty of Versailles. After the war he split theLiberal Partyby aiming to continue the coalition government together with the ConservativeBonar Law; the coalition collapsed after embarrassment over theindependence of Irelandand a scandal over thesale of honors.",
    "Winston Churchill": "(1874–1965, PM 1940–1945, 1951–1955): Best remembered as the U.K.’s wartime prime minister from the country’s isolation in 1940 to victory in 1945. The son of a major Conservative politician,Randolph Churchill, the young Winston Churchill was aLiberalwho served inAsquith’s cabinet, becomingFirst Lord of the Admiraltybefore resigning over the failure ofGallipoli. AsStanley Baldwin’s (PM 1923–1924, 1924–1929, 1935–1937)Chancellor of the Exchequerhe put the U.K. on thegold standard. Winning a second term as Prime Minister during theKorean War, in later life he also won theNobel Prize for Literatureand wroteA History of the English-Speaking Peoples.",
    "Clement Attlee": "(1883–1967, PM 1945–1950): Won a hugeLabourlandslide victory in 1945 between the end of the war in Europe and victory in Japan. He founded the modernwelfare statebased on theBeveridge Report, including theNational Health Serviceunder his ministerNye Bevan. Attlee’s Foreign Secretary,Ernest Bevin, took the U.K. out ofPalestineand sent troops to theKorean War.",
    "Margaret Thatcher": "(1925–2013, PM 1979–1990): The U.K.’sfirst female prime ministerwas known as the“Iron Lady.”Thatcher’s divisive 1980sConservativepremiership saw thecollapse of British heavy industryand its replacement by aservices-based economy, especially focused onbanking. Re-elected in 1983 after winning theFalklands War, she clashed with themine workers’ leaderArthur Scargillas well as her right-hand manMichael Heseltine, and after losing popularity due to apoll taxwas ousted by her own party in favor ofJohn Major(PM 1990–1997).",
    "Tony Blair": "(1953–, PM 1997–2007): Won a famouslandslideelection victory in 1997 to end 18 years of Conservative rule as his“New Labour” movementabandoned traditional socialismand moved theLabour Partyto the center. Re-elected in 2001 and 2005, his friendship and later enmity towards hisChancellor of the Exchequer,Gordon Brown(PM 2007–2010)  ended with Brown succeeding him as Prime Minister. Blair’s close relationship withGeorge W. Bushled to the U.K. joining theinvasion of Iraqin 2003; his domestic legacy washigher public spendingand thedevolution of Scotland,Wales, andNorthern Ireland.",
    "Lord North": "(PM 1770–1782): TheAmerican War of Independencewas lost during his ministry.",
    "William Pitt the Younger": "(PM 1783–1801, 1804–1806)strengthened the role of the Prime Ministerand pursued war againstrevolutionary France.",
    "Lord Liverpool": "(PM 1812–1827) was Prime Minister at the time of victory at theBattle of Waterloo, and faced social turmoil, including thePeterloo Massacreof protesters inManchester.",
    "Lord Palmerston": "(PM 1855–1858, 1859–1865): was a long-servingSecretary of Stateand thefirst Prime Minister of the Liberal Partythat succeeded the Whigs. He kept Britainneutralduring theAmerican Civil War.",
    "Neville Chamberlain": "(PM 1937–1940) signed theMunich Agreementwith Adolf Hitler, and promised“peace for our time”with a policy ofappeasement. British military failures in 1940 led to his replacement by Churchill.",
    "Harold Macmillan": "(PM 1957–1963) said“you’ve never had it so good”as the British economy recovered in the late 1950s. Later he purged his cabinet in amass sackingdubbed the“Night of the Long Knives”(no relation to the 1934 executions in Nazi Germany).",
    "David Cameron": "(PM 2010–2016) led aConservative-Liberal Democrat coalitiongovernment and favoredausterity economicsand the elimination of the U.K.’sfiscal deficit. He resigned after theBrexitvote in 2016."
}