{
    "Lollards": "(late 14th century) This group agitated for the reform ofWestern Christianityand was given the derogatory name “Lollards.” The Lollards followed the example ofJohn Wycliffe, a theologian whose criticism of the Church got him fired from his position at theUniversity of Oxfordin 1381. Wycliffe is best known today for beingone of the first to translate the Bible into English(the first of his translations came out in 1382 and circulated widely). He and the Lollards also challenged theprivileged status of the clergy, calling at various times for alay clergy, anend to clerical celibacy, theend of confessionto priests, and aban on priests holding temporal offices. The Lollards were driven underground, especially after the suppression of a1414 uprisingbySir John Oldcastle, but their ideas presaged many of those later adopted during theEnglish Reformation. In the wake of Oldcastle’s Rebellion, Wycliffe was posthumously declared ahereticat the 1415Council of Constance, after which his corpse was exhumed andposthumously beheaded.",
    "Puritans": "(16th and 17th centuries) The Puritans were EnglishProtestantsin the 16th and 17th centuries who tried to push theEnglish Reformationfurther by “purifying” the Church of England of any remainingRoman Catholic influences. The word “Puritan” is applied inconsistently to groups espousing a variety of different religious positions; today, it often refers to somebody who isopposed to seeking pleasure. When studying 17th-century England, it is important to note the distinction between“separatist” Puritans, who wanted to break away from the Church of England, and“non-separatist” Puritans, who wanted to reform the church while remaining members of it. The Pilgrims who sailed on theMayflowerwere separatists; the main group of colonists who founded theMassachusetts Bay ColonyunderJohn Winthropwere non-separatists. After theEnglish Civil War, under the leadership ofOliver Cromwell, Puritans enjoyed a brief period of power in England, during which time theyclosed theaters,limited sports, and instituted harshpenalties for breaking the Sabbath.",
    "Levellers": "andDiggers(mid-17th century) During theEnglish Civil War, theopponents of the monarchyincluded holders of a wide range of political beliefs. Thosepoliticiansandsoldierswho wanted toextend suffrageand establishequality before the lawwere known as Levellers, a pejorative term probably referring to the fact that they wanted all people to live on a common level. Some radicals, inspired by theBook of Acts, went even further in attempting to establishegalitarianism in the English countrysideby trying to farm oncommon land. Because they dug up this land, they became known as Diggers, but preferred to call themselves the“True Levellers.”The Levellers, who were less radical than the Diggers, had considerably more influence on English politics. Several Leveller leaders were invited to debate the main leaders of theNew Model Armyduring the 1647Putney Debatesabout the formation of anew English constitution. In the end, both the Levellers and the Diggers were suppressed byOliver CromwellandHenry Ireton.",
    "Luddites": "(early 19th century) As theIndustrial Revolutionaccelerated in the early 19th century, many skilledtextile workerswere replaced byunskilled laborerswho could use newly invented machines. The most vocal opponents of textile mechanization were known as Luddites, a term said to have derived from the surname of a youth namedNed Ludd, who broke twostocking framesin 1779. Between 1811 and 1813, organized groups of Luddites clashed with the British military atmillsinNottinghamshireandYorkshire. In response, Parliament passed theFrame Breaking Act, which madeindustrial sabotagea capital crime. While the Luddites were suppressed relatively quickly, the perpetrators of theSwing RiotsinKentin 1830 employed similar tactics by demolishingthreshing machinesto protest themechanization of agriculture. Today, the term “Luddite” refers more generally to anybody who is uncomfortable with technology.",
    "Chartists": "(19th century) Anotherworking-classreform movement in industrial England was the Chartist movement, so named because it advocated the adoption of thePeople’s Charter of 1838. The Charter was written bysix members of Parliament and six workers. It called fordemocratizationof the political system by institutinguniversal suffrage,secret ballots, theabolition of property qualificationsto stand for election,salaries for members of Parliament,constituencies of equal size, andannual parliamentary elections. The Chartist movement inspired several massrallies, peaking in size in 1848 as the rest of Europe was swept up in revolution. The Chartist movement did not directly inspire any political reforms, but Parliament gradually granted five of the six demands of the Charter (the demand for annual elections was the only one never implemented).",
    "Anti-Corn Law League": "(early-mid 19th century) From 1838 to 1846, the leading organization agitating for repeal of theCorn Lawswas the Anti-Corn Law League. The Corn Laws were a series of laws that imposedtariffs on imported grain(“corn” was at that time a generic term for types of grain that require grinding, includingwheat), which kept grain prices high to benefit English landowners. The founders of the Anti-Corn Law League,Richard CobdenandJohn Bright, argued that importing grain wouldlower food pricesfor workers and thus stimulate the British economy. The Corn Laws were eventually repealed in 1846 under the leadership ofConservative Prime Minister Robert Peel, a decision hastened by the start of theIrish Potato Faminethe previous year. The repeal of the Corn Laws ushered in an era of support forfree tradethat continues to this day. Another legacy of opposition to the Corn Laws was the founding of the weekly publicationThe Economistin 1843 to promote repeal of trade restrictions.",
    "Reform League": "(mid-late 19th century) A variety of organizations, including the Reform League, sprung up in 1865 to promoteuniversal suffragein the United Kingdom. Universal suffrage had been one of the demands of theChartist Movement, but Parliament had not enacted it. The Reform League stagedmass meetingsto influence parliamentary proceedings, including arally in Hyde Parkin 1866 that forced the resignation ofSpencer Walpoleas Home Secretary. The Reform League’s platform was eventually enacted in 1867, duringBenjamin Disraeli’s prime ministry. TheSecond Reform Act of 1867enfranchised urban working-class males in England and Wales (further bills enfranchised Scotland and Ireland the following year).",
    "Fabian Society": "(1884–present) One of the most influentialintellectual communitiesin British history was the Fabian Society, an organization founded in 1884 to promote thegradual adoption of socialism. The society was named for the Roman generalFabius Maximus, who avoided fighting pitched battles againstHannibaland instead won a gradualwar of attrition. The Fabian Society pressed forprogressive economic measuresthat went farbeyond the platform of the Liberal Party, including aminimum wageanduniversal health care. Prominent members of the Fabian Society includedGeorge Bernard Shaw,H. G. Wells,Virginia Woolf,Ramsay MacDonald, andSidney and Beatrice Webb. In 1900, many members of the Fabian Society founded theLabour Party, a socialist rival to the two major parties, which eventually came to power in 1924 underRamsay MacDonald. Today, the Fabian Society continues to exist as aleft-wing think tank.",
    "Suffragettes": "(early 20th century) In the early 20th century, many different groups began to clamor forvoting rights to be extended to women. The most militant advocates for women’s suffrage became known as Suffragettes. This term is especially associated withEmmeline Pankhurstand her organization, theWomen’s Social and Political Union. In the 1910s, many Suffragettes adoptedmilitant tacticsto draw attention to their cause, includingEmily Davison’s protest at theEpsom Derbyin 1913 when she was trampled and killed by the King’s horse, aslashing attackbyMary RichardsononDiego Velázquez’sRokeby Venusin 1914, and the 1914 bombing of theCoronation ChairinsideWestminster Abbey. Many Suffragettes who were arrested went onhunger strikes, leading the government ofHerbert Asquithto pass theCat and Mouse Act, which allowed hunger strikers to bereleased and subsequently re-arrested. In 1918, Parliament finally extended voting rights towomen over the age of 30 who met property qualifications.",
    "National Union of Mineworkers": "(late 20th century) This list would not be complete without some mention of the organizations thatopposed the conservative economic measures imposed by the government of Margaret Thatcherin the 1980s. One conflict that deserves particular attention is thestrikeled by the National Union of Mineworkers in 1984 and 1985 under the leadership ofArthur Scargill. The entire Britishcoal industryhad beennationalizedbyClement Attlee’s Labour government in 1947. In 1984, the Thatcher government announced a plan to close 20 coal mining pits as a way ofreducing government subsidiesto the mines, which precipitated a strike. By March 1985, the Thatcher government had outlasted the strikers, effectively breaking the power of one of Britain’s most powerful unions. The British coal industry wasprivatizedin 1994. Today, most of Britain’s coal is imported, and the former mining areas have some of the highestunemploymentrates in the country."
}