{
    "A limit": "is a value that a function approaches as the input approaches another value, even if the function is not equal to that output value (or even defined there). For example, the limit of 1/xasxgets infinity large (“approaches infinity”) is 0, even though the function never actually reaches 0. The definition of a limit is formalized in a way traditionally written with the Greek lettersepsilon and delta, a technique developed byAugustin-Louis Cauchy.",
    "Continuity": "is informally defined as the ability of a function’s graph to bedrawn without lifting the pen. Properly, a function is continuous at a given point if the function has a limit at that point and isequal to its limitthere. It is also common to speak of“continuous functions,”which are functions that are continuous at every point. Polynomials are continuous, as are exponential and logarithmic functions, sine, and cosine. However, the other four trigonometric functions (cosecant, secant, tangent, and cotangent) are not continuous at some points (the ones at which their graphs have asymptotes), and rational functions generally have some points ofdiscontinuity.",
    "The derivative": "is an operation that takes a function and results inanother functionthat gives the original function’srate of change. Taking a derivative is calleddifferentiationand is carried out with respect to the input variable that is changing. The derivative is calculated as thelimit of a tangent linebetween two points on the function’s graph as the two points get arbitrarily close together. At any given point, the derivative’s value is equal to theslope of the tangent lineto the function’s graph at that point. The derivative of a functionf(x) is notated asf′(x) (Lagrange’s notation, pronounced “fprime ofx”) or df/dx(Leibniz notation, pronounced “dfdx). Differentiation can be repeated, e.g,. differentiating a function twice gives its second derivative (f′′(x) or d²f/dx²).",
    "differentiable": "A function is calledif its derivative can be evaluated. Like for continuity, this can be stated about a specific point or the whole function. The absolute value function is an example of a function that is differentiable in some places but not others: it is differentiable everywhere except at an input of 0, where its graph has a sharpcorner. Differentiability is a stronger property than continuity: a function can only be differentiable if it is continuous, but it could be only continuous and not differentiable (the absolute value function being an example of that). If a function’s derivative can be taken infinitely many times, it is calledsmooth.",
    "Definite integration": "is an operation that can be interpreted as giving thearea under a curve, or more precisely, thesigned areabetween the curve and thex-axis (signed area meaning that area below the axis counts as negative). An integral is denoted by a “long S” symbol, ∫. Definite integration is performed between two endpoints (e.g., the integral between 0 and 5), and those endpoints are written above and below, or next to, the integral symbol.",
    "Riemann sums": "are a way to formalize the definition of an integral. A Riemann sum approximates the area under a curve bypartitioningthe area into narrowrectanglesthat extend between thex-axis and the function’s graph, finding the areas of the rectangles, and adding those up. For well-behaved functions, the limit can be taken as the rectangles get infinitely thin, giving the definite integral.",
    "The fundamental theorem of calculus": "roughly states that integration and differentiation are opposite operations. This means that most basic rules for integration can be found by reversing the basic rules for differentiation given above. The formal statement of the theorem is usually given in two parts. The first part states that integrating a function gives anantiderivativeof the function (i.e., a function whose derivative is the original function). The second part states that the definite integral off(x) fromatobcan be calculated asF(b) −F(a), whereFis an antiderivative off.",
    "The chain rule": "is used to find the derivative of thecomposition of two functions, such as sin(x²). It states that the derivative off(g(x)) isf′(g(x)) ·g′(x). In Leibniz notation, it is written as df/dx= df/dgdg/dxand thus resembles canceling two fractions. Integrating both sides of this result gives a corresponding rule forintegration by substitution.",
    "The product rule": "is used to find the derivative of the product of two functions, such asxsinx. It states that the derivative off(x)g(x) isf′(x)g(x) +f(x)g′(x). Integrating both sides of this result gives a corresponding rule for integrating the product of two functions, calledintegration by parts. It can be combined with the chain rule to find thequotient rule(the way to differentiate a function written as one function divided by another).",
    "Taylor series": "is a way of approximating a differentiable function using aninfinite sumof monomials (which can be truncated to get apolynomial). Coefficients of Taylor series are found usingnth derivativesand thefactorial function. Taylor series can be based around any point of a function, and when the chosen point isx= 0, it is called aMaclaurin series.Taylor’s theoremgives a bound on theerrorresulting from truncating the Taylor series to a finite number of terms; the error can be expressed as a remainder term in the Lagrange form, Cauchy form, or integral form.",
    "Differential equations": "are equations that relate a function to its derivatives, or even multiple derivatives (e.g., a function to its first and second derivatives). They are widely used throughout the sciences to model behavior like radioactive decay, population growth, predator-prey relations, waves, fluid flow, and more."
}