{
    "The Pickwick Papers": "(1837) The London gentlemanSamuel Pickwick, the president of his namesake “club,” sets out with fellow membersNathaniel Winkle,Tracy Tupman, andAugustus Snodgrasson a series of coach journeys to sites inprovincial England. While on their travels, the Pickwickians foil the attempt ofAlfred Jingleto elope withRachael WardleofDingley Dell. Pickwick also befriends and employs the Cockney valetSam Weller, who is known for grotesquely humorous sayings such as “out with it, as the father said to his child, when he swallowed a farthing.”",
    "Oliver Twist": "(1838) The orphan Oliver is brought up in a workhouse, where he horrifies the beadleMr. Bumbleby asking for more food. Oliver is then apprenticed to theundertakerMr. Sowerberry. After fighting with the bullyNoah Claypole, Oliver runs away to London. On the road he meets thepickpocketJack Dawkins, known as the“Artful Dodger,”who leads him to the den of the criminalFagin. A kindly gentleman namedMr. Brownlowtemporarily rescues Oliver, but he is returned to Fagin by the cruelBill Sikesand the prostituteNancy. During an attempt to rob a house, Oliver is shot. He is tended by an occupant of the house namedRose Maylie, who eventually learns that Oliver is being plotted against by his villainous half-brother,Monks. The novel ends happily, as Oliver’s chief enemies die or emigrate, and he is left in the care of Mr. Brownlow and Rose, who is revealed to be his aunt.",
    "Nicholas Nickleby": "(1839) After his father dies, Nicholas Nickleby is sent to work atDotheboys Hallby his cruel uncleRalph. With the help of the disabledSmike, Nicholas beats the foul schoolmasterWackford Squeers, and escapes to London. Nicholas’s sisterKateworks with the millinerMadame Mantalini, but must confront the attentions of the foppishMr. MantaliniandSir Mulberry Hawk. Nicholas finds employment in Portsmouth with the theater managerVincent Crummles, then returns to London and works for theCheeryble brothers. Smike dies, and Ralph commits suicide after learning that Smike was his son. Nicholas marries a woman namedMadeline Bray, and Kate weds the Cheerybles’ nephew,Frank.",
    "The Old Curiosity Shop": "(1841) Thirteen-year-oldNell Trentgoes to live with her grandfather, a gambling addict who owns a London shop filled with mysterious and horrible objects. His gambling causes him to lose the shop to the evil dwarfish moneylenderDaniel Quilp. Nell’s older brotherFrederickplots to marry her off toDick Swivellerto get a share of a supposed treasure trove, but Dick eventually marries a servant girl nicknamed“the Marchioness”instead. A major subplot concerns Quilp’s efforts to frame a boy namedKit Nubblesfor theft. At the end of the novel, Quilp drowns, and Nell dies shortly before her grandfather also passes away.",
    "A Christmas Carol": "(1843) The cold-hearted miserEbenezer Scroogeis visited on Christmas Eve by theghostof his former business partnerJacob Marley. Marley’s ghost, who wears heavy chains made of cash boxes and other symbols of greed, tells Scrooge to expect the arrival of three spirits. During a visit from theGhost of Christmas Past, Scrooge is shown a holiday party given by his former employerMr. Fezziwig, and is taken back to the moment when his fiancéeBelleleft him on account of his avarice. TheGhost of Christmas Presenttakes Scrooge to the homes of his nephewFredand his clerkBob Cratchit, whose sonTiny Timis near death. TheGhost of Christmas Yet to Comeshows Scrooge the grave of an unloved man—Scrooge himself. Scrooge has a change of heart, celebrates Christmas, and becomes a benefactor to the Cratchit family, preventing Tiny Tim from dying.",
    "David Copperfield": "(1850) Dickens’s favorite of his own books, and the most autobiographical. After David’s father dies, his mother marries the cruelMr. Murdstone. David is sent to a school where he is tormented by the headmasterCreakle, but finds comfort in his friendships withTommy TraddlesandJames Steerforth. While working in London, David befriends the optimistic but indebtedMr. Micawber. Eventually, David escapes his grim warehouse job by walking to Dover. There, he finds his great-auntBetsey Trotwood, who arranges for David to be educated by the lawyerMr. Wickfield. David keeps in touch with his old nurseClara Peggotty, whose relative“Little Em’ly”is seduced and abandoned by David’s former friendSteerforth. Youthful infatuation causes David to wed the flightyDora Spenlow, who eventually dies. After helping to extricate Mr. Wickfield from the schemes of the “humble” clerkUriah Heep, David marries Mr. Wickfield’s daughterAgnes. Throughout the story, David progresses in the literary world, ultimately becoming a successful novelist.",
    "Bleak House": "(1853) This novel revolves around the Chancery caseJarndyce and Jarndyce, which has dragged on for many years as family members fight over aninheritance. The title home (which is actually pleasant, rather than bleak) is owned byJohn Jarndyce, who cares for his young relativesRichard CarstoneandAda Clare. Ada has a companion namedEsther Summerson, who narrates much of the novel, and is Dickens’sonly female narrator. Esther suffers a severe illness after caring for a sick boy named Jo, and learns that she is the illegitimate daughter ofLady Dedlock. The lawyerMr. Tulkinghorndiscovers Lady Dedlock’s secret but is murdered by the maidHortense, a crime that is investigated byInspector Bucket. Lady Dedlock dies after fleeing home and the Chancery suit ends, as the disputed inheritance has been totally consumed by court costs. Other memorable characters in the novel include the merchantKrook, who dies ofspontaneous human combustion;Mrs. Jellyby, who busies herself with charitable causes but neglects her own family, andHorace Skimpole, whose blithe irresponsibility burdens others.",
    "Hard Times": "(1854)Thomas Gradgrindis a fact-obsessedutilitarianfrom Coketown, in the north of England. Hesuperintendsa school whose students include an ambitious boy namedBitzer, andSissy Jupe, a young member ofMr. Sleary’s traveling circus. Mr. Gradgrind arranges for his daughterLouisato marryJosiah Bounderby, an unpleasant older banker who employs Mr. Grandgrind’s son,Tom. The politicianJames Harthousetries to seduce Louisa, who returns home to her father and causes him to see the error of his ways. Tom Gradgrind steals from Mr. Bounderby, unsuccessfully tries to frame a worker namedStephen Blackpool, and flees to America.",
    "A Tale of Two Cities": "(1859)ParisandLondonare the title cities of this novel, which famously begins“it was the best of times, it was the worst of times.”At the start of the novel, the French doctorAlexandre Manetteis released after 18 years in theBastille, where he was imprisoned to prevent him from revealing the crimes of theEvrémonde family. Dr. Manette relocates to England with the help of his daughterLucieand theTellson’s BankemployeeJarvis Lorry. Lucie marriesCharles Darnay, a Frenchman who bears a striking resemblance to the English lawyerSidney Carton. Darnay is also a member of the Evrémonde family. After returning to Paris during theFrench Revolution, Darnay is arrested as the result of a vendetta against the Evrémondes waged by theDefarges, a proletarian couple who encode information about their enemies intoMadame Defarge’s knitting. Carton expresses his love for Lucie by taking Darnay’s place in jail, and goes to theguillotinethinking“it is a far, far better thing that I do, than I have ever done.”Lucie and Darnay escape with the help of the governessMiss Pross, who shoots Madame Defarge.",
    "Great Expectations": "(1861) The narratorPhilip Pirrip, who is nicknamed“Pip,”is brought up by his sister and her kind husband, the blacksmithJoe Gargery. While visiting a churchyard, Pip meets the escaped convictAbel Magwitch, and renders him aid. Later, Pip is hired to “play” with a girl namedEstellaat Satis House, whose ownerMiss Havishamwas spurned on her wedding day and hasworn a wedding dress ever since. When the lawyerMr. Jaggersreveals that a mysterious benefactor will fund Pip’s education, Pip assumes that Miss Havisham is making him a“gentleman”so that he can marry Estella. Instead, Estella marries the wealthyBentley Drummle, who mistreats her. Pip discovers that his benefactor was actually the convict Magwitch, and tries to help Magwitch flee England with the help of Pip’s friendsStartopandHerbert Pocket. However, the escape is foiled byCompeyson, the man who jilted Miss Havisham. Pip’s great expectations are dashed, but he becomes a better person, and is finally reunited with the widowed Estella. Dickens modified the novel’s conclusion at the suggestion of the authorEdward Bulwer-Lytton, who objected to an ending in which Estella weds another man."
}