{
    "Flame Tests": "detect the presence of elements by dipping awooden splintornichrome wirein a sample of the element or its salt, then placing the sample over aBunsen burner. The uniqueemission spectrumof the element present then causes the flame to briefly changecolor. TheD linesof sodium produce one of the strongest flame test colors: a bright yellow. Because of this, sodium can contaminate samples, so flames are usually viewed through acobalt blue glassto filter out the yellow. Other notable flame test colors include red, produced by lithium, calcium and strontium; lilac, produced by potassium; green, produced by barium; and blue, produced by copper, selenium, arsenic, and indium.",
    "Titrations": "calculate theconcentrationof a solution by adding in small volumes of a reactant of known concentration until a chemical change, like apH indicatorchanging color, occurs.Acid-base titrationsare usually performed in a thin glass tube called aburetand use pH indicators likephenolphthaleinandbromothymol blue. TheHenderson-Hasselbalch equationcan be used to calculate the pH at any point during a titration. Theequivalence pointis the point at which equal amounts of acid and base have been mixed and there is a sharpinflection pointin the pH curve.Redox titrationsuse an oxidation-reduction reaction instead of an acid-base reaction. Incomplexometric titrations, the analyte forms acoordination complexwith the titrant.Karl Fischer titrationsuseelectrolysisto determine the amount of water in a substance.",
    "Distillation": "separates amixture of liquidsbased on theirboiling pointby heating, causing the morevolatilecomponent to vaporize and condense in a different container while the other components remain in the original vessel. In the laboratory, the vapors are usually cooled with a water-basedLiebig condenserorVigreux condenser, and the product is collected in a round-bottomed receiving flask. In industry, multiple rounds of distillation are performed in a single“column”packed with trays, each of which can be modeled as a“theoretical plate.”Oil refining relies onfractional distillation, in which different products are pulled out of the mixture at various trays along the column.Azeotropesare mixtures that cannot be separated because at the specified pressure and composition, both components boil at the same temperature.",
    "Calorimetry": "calculates theheatorenthalpychange of a chemical or physical process by using specialized vessels to measure a change in temperature. A very simple calorimeter can be made by placing a thermometer in an insulating polystyrenecoffee cupand sealing it with a lid, causing the reaction inside to occur at constant pressure.Bomb calorimetersare very sturdy containers used to conductcombustion reactionsat constant volume.Isothermal titration calorimetry (ITC)is a variant which can be used to determine thebinding affinitesand stoichiometry of proteins and enzymatic reactions.Differential scanning calorimetry (DSC)is another variant that measures how a compound’sheat capacity changeswith temperature; it is commonly used to determine properties ofpolymerssuch as theirmelting pointorglass transition temperature.",
    "Chromatography": "separates a complex mixture into its individual components, commonly illustrated by the separation of peninkinto many colors. Chromatography involves two components: amobile phase, which moves, and astationary phase, which interacts differently with different components of the mobile phase to produce a separation. For example, inthin-layer chromatography, a mixture is spotted on one end of a plate ofsilica gel(the stationary phase), then a solvent (the mobile phase) carries the components across the plate and separates them based on theirpolarity—polar substances will strongly interact with the polar silica gel and not move very far, while nonpolar substances will move very far. Ingas chromatography (GC), substances are vaporized and run through a packed column, where the time it takes each component to travel through—theretention time—is determined.High-performance liquid chromatography (HPLC)is like gas chromatography, but the sample remains in the liquid phase and is pushed through using pressures of up to 400 atmospheres.Ion-exchange chromatographyuses stationary phases with acidic or basic functional groups to remove charged compounds; it can be used forwater softening.",
    "Infrared spectroscopy (IR)": "acquires information about the chemical groups present in a compound based on whichwavelengthsof infrared light thebondsin those groups absorb. When IR-active bonds absorb infrared light, they undergo a change indipole momentand are excited to a higher-energy vibrational mode, which have names like“stretching,” “wagging,” and “scissoring.”The output of an IR experiment (called an “IR spectrum”) is a graph ofabsorbanceon they-axis againstwavenumbers, measured in cm−1(inverse centimeters), on thex-axis. The most distinguishable IR peak is that of acarbonyl group, which displays a very strong absorbance at1700 cm−1, while peaks below 1500 cm−1produce a complex pattern unique to the compond being analyzed, called thefingerprint region. Samples are typically prepared by grinding them into apotassium bromide pelletor by creating amullwith the oilNujol.",
    "Nuclear Magnetic Resonance (NMR)": "usesmagnetic fieldsto determine thearrangement of nucleiin a molecule. Typical NMR methods only work on nuclei that have nonzerospin, such as1H and13C—the nonzero spin means that the nucleioscillatebetween two spin states in a phenomenon calledLarmor precession. NMR measures thefrequencyat which each nucleus oscillates, whose deviation from areference nucleus(such astetramethylsilane) depends on the localelectron densityand is called thechemical shift. Nuclei that have more electron density (due to proximity to electron-donating groups like alkyl groups) are said to be“shielded”and have lower chemical shifts, while those that have less electron density (due to proximity to electron-withdrawing groups like halogens) are said to be “deshielded” and have higher chemical shifts. Peaks in NMR can be“split”into several peaks due toJ-couplingif they are adjacent to identical nuclei, like the three hydrogens of a methyl group. NMR is the theoretical basis formagnetic resonance imaging (MRI)in medicine.",
    "Mass Spectrometry (mass spec or MS)": "identifies an unknown compound byionizingit,fragmentingit into pieces, then passing it throughelectromagnetic fieldsto separate the pieces based on theirmass-to-charge ratio (m/z). A mass spectrum plots the abundance of each fragment aginst the m/z—the spectrum features abase peak(the peak of highest intensity) and a series of peaks whose spacing tells you what elements are present—for instance, a peak spacing of 14 typically indicates a CH2or methylene unit. The different isotopes of elements can also produce characteristic peak patterns—for instance, two equal-intensity peaks spaced 2 units apart and 79 units away from the next peak indicates bromine. When analyzing proteins, fragmentation is often undesirable, so“soft” ionization methodssuch asmatrix-assisted laser desorption/ionization (MALDI)orelectrospray ionization (ESI)are used. In forensics, mass spectrometry is often “coupled” to gas chromatography inGC-MS; gas chromatography first separates the unknown mixture, then mass spec identifies the individual components of the mixture.",
    "Ultraviolet-Visible Spectrophotometry (UV-Vis)": "quantifies the presence of compounds by shining light in the ultraviolet-to-visible range on a molecule, then measuring which wavelengths areabsorbed. Parts of a molecule which absorb visible light are referred to aschromophores; since different molecules have different chromophores, the wavelength of maximum absorbance, orlambda-max, can be used to identify a compound.Beer’s lawis then used to quantify the concentration of the present compound. Samples are held in small square plastic or quartz tubes calledcuvettes. TheWoodward-Fieser rulesempirically estimate the lambda-max from the types of bonds and functional groups in a molecule.  UV-Vis has many uses in biology—for example: calculating theOD600to measure bacterial growth rate, determiningnucleic acid qualitywith the260/280 ratio, measuringprotein concentrationin theLowry and Bradford protein assays, and monitoringprotein foldingby measuringtryptophan or tyrosine absorbance.",
    "Liquid-Liquid Extraction": "separates mixtures based on their relativesolubilitiesin two immiscible solvents, such as oil and water. It is commonly performed by placing the mixture and solvents into aseparatory funnel, shaking, then using thestopcockto remove one of the two phases. Thepartition coefficientquantifies the desired compound’s relative solubility in the two phases. The material left over after the desired material has been extracted is called theraffinate. A variant of liquid-liquid extraction that usesphenolandchloroformas the two solvents is used to isolateDNAfrom cells."
}