{
    "Hydrogen": "(atomic symbol H, atomic number 1) is the first element on the periodic table and, by far, themost common element in the Universe. In addition to the mainisotope(also calledprotium), there are two other significant isotopes of hydrogen:deuterium(2H or D), which has oneneutron, andtritium(3H or T), which has two neutrons. It naturally exists as adiatomic gas(H2), which was discovered by the British chemistHenry Cavendish. Hydrogen is highlyflammablewhen exposed to high temperatures or electric current, a fact demonstrated by theHindenburg disaster. It can react with nonmetals by losing an electron to form theH+ion, or react with metals to form thehydride ion, H–.",
    "Helium": "(He, 2) is thelightest noble gasand thesecond most abundant elementin the Universe (after hydrogen). Discovered bySir William Ramsey,Pierre Janssen, andNorman Lockyer, it has two stable isotopes, helium-3 and helium-4, with helium-4 by far the more common. Because of their different quantum properties (the helium-3nucleusis afermion, while the helium-4 nucleus is aboson), the isotopes of helium actually have significantly different physical properties. Helium-4 can exist in a zero-viscositystate known assuperfluiditywhen its temperature drops below thelambda point. Helium has thelowest boiling pointof any element; liquid helium is used for devices that need intense cooling, such asMRI machines. Most helium on Earth results fromradioactive decay, since the helium nucleus is equivalent to analpha particle.",
    "Oxygen": "(O, 8) is, by mass, themost common element in Earth’s crust. It was discovered independently byCarl ScheeleandJoseph Priestley; Priestley originally called it“dephlogisticated air.”Oxygen normally exists in elemental form as adiatomic gas(O2), but it can also exist in a triatomic form,ozone(O3), which is known for its role inblocking UV raysin Earth’sstratosphere. Diatomic oxygen is — despite having an even number of electrons —paramagnetic, meaning it has unpaired electrons. This points out a problem with traditionalvalence bond theories, which predict that oxygen should bediamagnetic;molecular orbital theorycorrectly explains this behavior. Because oxygen is easily capable ofaccepting electrons, reactions in which a species gives up electrons are known asoxidation reactions.",
    "Nitrogen": "(N, 7) is themost abundant element in Earth’s atmosphere. Nitrogen, which was first isolated as“noxious air”byDaniel Rutherford, exists primarily as adiatomic moleculecontaining twotriple-bondednitrogen atoms (N2). Because nitrogen gas is extremelystable, N2is unusable for many biological and chemical purposes. To make it useful, it often undergoesfixationto convert it into usable nitrogen species such as theammonium ion(NH4+) — as it is by bacteria in theroot nodulesoflegumeplants—orammoniagas (NH3), as is done industrially in theHaber-Bosch process. Conversely, its stability makes it useful inpreventing unwanted combustion reactions. It also has a relativelylow boiling point(–196°C), which makes liquid nitrogen useful as a refrigerant.",
    "Mercury": "(Hg, 80) is one of just two elements that is aliquid at standard temperature and pressure(the only other one isbromine). It has been known since antiquity, and is found in ores such ascinnabar. Older names for it, reflecting its liquid nature, includehydrargyrum(the source of its symbol) andquicksilver. Because it is a verydenseliquid, it is commonly used inbarometersto measure atmospheric pressure; the pressure exerted by the atmosphere equals the pressure exerted by a column containing760 millimetersof mercury. Alloys of mercury with other metals are calledamalgams, some of which have been used asdental fillings. Chronic exposure to mercury can cause psychological problems; its use in hatmaking led to the expression“mad as a hatter.”More recently, concerns about mercury exposure have led to thebanningof mercury inthermometers.",
    "Sulfur": "(S, 16) was widely known in the ancient world, and is referred to in the Bible asbrimstone. Its nature as an element was first recognized byAntoine Lavoisier. Its most stableallotropeis an eight-membered ring that exists as ayellow solid. It is most often isolated byinjecting superheated steaminto the ground in theFrasch process. As an element, it is used in thevulcanizationprocess tocross-link the polymerstrands ofrubberto increase strength; similarly, sulfur-sulfur bonds hold manyproteinstogether. Industrially, though, the majority of sulfur is used to makesulfuric acid, H2SO4(in fact, sulfuric acid is the most widely produced chemical in the chemical industry). Sulfur compounds are noted for theirstrong and unpleasant odors; small quantities ofhydrogen sulfide, H2S, are frequently added tonatural gas— which is normally odorless — to help people notice gas leaks.",
    "Iron": "(Fe, 26) is themost common metal in the Earth, and one of the major components of theEarth’s core. Iron was known to the ancients; its atomic symbol comes from the Latin nameferrum. Iron is the namesake offerromagnetism; one of its ores ismagnetite, Fe3O4, which contains iron in both of its most commonoxidation states, 2+ and 3+.Iron(II) sulfide, FeS2, is formally known aspyrite, but because of its appearance has long been known asfool’s gold. Iron can react with oxygen in the air to formiron(III) oxide, Fe2O3, in a relatively slow butexothermic process; this process is used in “all-day”heat patches.Hydratediron(III) oxide is better known as rust; rust only forms when iron is exposed to both oxygenandwater. Itsisotope 56is one of the most strongly bound of all nuclei, with the lowest mass per nucleon. Iron is one of the heaviest elements that is normally produced bystellar nucleosynthesis. The largest use of iron is insteel.",
    "Carbon": "(C, 6) is found, by definition, in allorganic compounds. It is thefourth most abundant element in the Universe. It has three majorisotopes: isotope 12, which is stable; isotope 13, which is used inNMR spectroscopy; and isotope 14, which isradioactiveand is the basis ofcarbon dating. Carbon’s ability to formfour chemical bondsmeans that it has many differentallotropes. The best-characterized natural allotropes arediamond, which consists of a tetrahedral network of carbon atoms, andgraphite, which consists of planes of carbon atoms arranged in hexagons.Fullerenessuch asbuckyballsandcarbon nanotubes, on the other hand, are generally produced synthetically; buckyballs are roughly spherical. More recently,graphene, which is a single layer of atoms shaped like graphite, has proven to have remarkable properties; for example, it is nearlytransparentwhile being about 200 times stronger than an equivalent mass of steel.",
    "Aluminum": "(Al, 13) is themost common metal in Earth’scrust, and the first metal in thepblock of elements. First isolated byHans Christian Ørsted, its primary ore isbauxite, from which it is refined using large amounts of electric current, viaelectrolysis, through theBayerandHall-Héroult processes. (Because aluminum exists only in a +3 oxidation state, it takes three moles of electrons to produce one mole of aluminum; as a result, it has been estimated that 5% of all electricity in the U.S. goes to purifying aluminum.) It is found in the mineralcorundum, which is found in many gems, includingsapphiresandrubies; the specific impurities found in a gem determine its color. It is also found inaluminosilicates, such asfeldspar.",
    "Gold": "(Au, 79) was known to the ancients as a relativelyinert metal. Its atomic symbol comes from its Latin name,aurum. It is resistant to attack by mostacids, but it (along withplatinum) will dissolve inaqua regia, a mixture of concentratednitric acidandhydrochloric acid. Among all metals, it has thehighest electronegativityandelectron affinity; it occasionally is found in a –1 oxidation state as Au–. Widely used in jewelry, it also has a number of scientific uses.Ernest Rutherford’sgold foil experimentdemonstrated the existence of apositively charged nucleus.Scanning electron microscopy(SEM) often requires that specimens be“sputtered,”or thinly coated, with gold atoms to allow imaging. Suspensions of gold compounds have been used to treatrheumatoid arthritis."
}