{
    "Shang dynasty": "The(c. 1600–1046 BC) is thefirst Chinese dynasty attestedfrom written records. Archaeological excavations at theruins of Yin, near the modern city ofAnyang, uncovered the remains of a Chinese civilization from theBronze Age. Shang dynasty writings are found on“oracle bones,”pieces ofox boneorturtle shellthat were heated to produce a pattern of cracks that supposedly foretold the future.",
    "Zhou“Joe”dynasty": "The(1046–256 BC) werechariot warriorswho overthrew theShang dynasty. Although the Zhou ruled for nearly 800 years, during much of the time period real power lay in the hands offeudal lords. The sacking of the Zhou capital by barbarians in 771 BC marks the beginning of theEastern Zhouand theSpring and Autumn Period(771 BC – 476 BC). During the Spring and Autumn Period, theHundred Schools of Thought(includingConfucianism) flourished, andSun Tzuwrote hisArt of War. The end of the Zhou era devolved into theWarring States period(476 BC – 221 BC), during which power coalesced intoseven independent feudal states. The state ofQineventually grew powerful and efficient enough that it was able to defeat the other six states and complete theunification of China.",
    "Qin“chin”dynasty": "The(221–206 BC), despite its short duration, is usually considered the origin of many of the institutions of imperial China. The founding emperor,Qin Shi Huangdi(usually shorted as Qin Shi Huang), has gained an ill-deserved reputation in traditional Chinese historiography because hedestroyed many Confucian textsin his infamousbook burning. Qin Shi Huang alsostandardized weight measurements,unified the Chinese script, and usedconscriptsto build theGreat Wall. After his death, thesuicide of the crown princeled to a period of incompetent rule and revolts that caused the collapse of the Qin dynasty.",
    "Han dynasty": "The(206 BC – AD 220) is considered agolden ageof Chinese civilization; its influence was so great that themajority ethnic groupin China is still called the Han. Its founder,Liu Bang(laterEmperor Gaozu), was born a peasant. Through resourceful recruitment of talented followers and strategicviolation of ceasefireagreement with his rivalXiang Yu, Liu Bang managed toreunite Chinaand established his capital atChang’an(modernXi’an). Instability in the early years of the Han dynasty was caused by the depredations of the nomadicXiongnu, a problem that was solved by its seventh emperor,Wudi.Emperor Wu, considered one of the greatest rulers of China, began a war of conquest against the Xiongnu and greatlyexpanded China’s frontiers. He alsoformalized China’s bureaucracy, sent envoys likeZhang Qianto Central Asia, and establishedConfucianismas the official state doctrine. Despite his success, his campaignsdrained the treasuryand his successors were unable to maintain the land he conquered. After a series of poor rulers, theWang family— who claimed legitimacy through wives of various emperors — and their leaderWang Mangtoppled the Han dynasty. Wang Mang established theXin(meaning “new”) dynasty and attempted to restore the ways of the Zhou dynasty, but he was unable to maintain power because of a catastrophicchanging of the course of the Yellow River, which spawnedpeasant protest movementslike theRed Eyebrows. Eventually, a scion of theLiufamily —Liu Xiu— restored the Han dynasty, moving the capital toLuoyangand establishing theEastern Han. Subsequent rebellions called theYellow Turbansand theFive Pecks of Ricehastened the end of the Han dynasty.",
    "period of the Three Kingdoms": "The short and turbulent(AD 184–280) has had an enormous cultural impact thanks to the classic Chinese novelRomance of the Three Kingdoms. After a period of disunion, the lands of the former Han dynasty coalesced into three kingdoms:Cao Weinorth of theYangtze,Eastern Wuin the lower Yangtze, andShu Hanin theSichuanregion. TheBattle of Red Cliffs(AD 208) was fought during this period.  Under the leadership of theSima family, Cao Wei managed to defeat the other two kingdoms. The reunification was, however, short-lived. For the next four centuries, China went through a period known as theSouthern and Northern Dynasties.",
    "Tang dynasty": "The(618–907) is considered anothergolden ageof Chinese culture: during the Tang period, important poets such asLi Bai(orLi Po) andDu Fulived, and theprinting presswas invented. The Tang dynasty reunited China after the collapse of the short-livedSui dynasty, was ruled by theLi family, and had its capital atChang’an(modern dayXi’an). Its first ruler, like the founder of the Han Dynasty, used the title ofEmperor Gaozu. Gaozu was forced by his second son,Li Shimin(laterEmperor Taizong), toabdicateafter Li Shiminkilled two of his brothersin anambush. Despite his bloody path to power, Taizong is considered to be one of the greatest rulers in Chinese history, subjugating much of what is nowwestern Chinaand parts ofcentral Asia. After his death, power came to be concentrated in the hands ofEmpress Wu. Empress Wu (orWu Zetian) was the only woman to become emperor of China, and called her rule the“Second Zhou dynasty.”Wu was a notable supporter ofBuddhismand promoted theimperial examination, but succession troubles resulted in the premature end of her dynasty. During the reign ofEmperor Xuanzong, theAn Lushan rebellion(also called theAn Shi rebellion) wrecked the foundations of the Tang dynasty. Although it was suppressed, the An Lushan rebellion concentrated power in the hands ofregional military overlords. The dynasty had a tumultuous end in 907 that marked the beginning of theFive Dynasties and Ten Kingdoms period.",
    "Song dynasty": "The(960–1279) is known for itsdevotion to cultural activities instead of warfareand for the establishment ofNeo-Confucianismas state doctrine, with theimperial examinationas the primary way of recruiting talent.  It was also during the Song dynasty thatgunpowderand thecompasswere discovered.  The Song dynasty, even in its early years, could not rule all of China proper and was forced to relinquish parts of northern China to the“barbarian” Liao dynasty, payingtribute for peace. Although like most dynasties, it began as the ventures of a military leader, its first ruler,Taizu, realized that his rival generals could take power from him. He then induced all his major commanders to retire, setting up thedominance of the scholarly elite over the military elitethroughout the Song dynasty. This policy was continued by his successors. In the north, however, the Liao dynasty was eventually replaced by themilitaristic Jin dynasty, who captured the Song capital,Kaifengalong with two Emperors. The remnants of the court fled across theYangtzeand established theSouthern Songwith a new capital atHangzhou, maintaining peace with the Jin through annual tribute. This state of affairs was brought to an end after the Song dynasty aided theMongolsin crushing the Jin, only to discover that they themselves were the next target. Despite the might of the Mongol war machine, the Song dynasty managed to repel major Mongol offensives for nearly 40 years, before it was finally defeated.",
    "Yuan dynasty": "The(1271–1368) was ashort-liveddynasty established by the invadingMongols, who destroyed theJinandSong states. Its most notable ruler wasKublai Khan, whoseinvasions of Japanwere thwarted bytyphoonsthat the Japanese called thekamikaze, or“divine wind.”Yuan rulers were hostile to many Chinese institutions, and thus received minimal support from the Chinese elites. TheRed Turban rebellionof the 1350s marked the beginning of the end for the Yuan.",
    "Ming dynasty": "The(1368–1644) was thelast native dynastyof China; its rulers came from theZhu family.  The use of the word “china” to describefine porcelainoriginated from this period, as the Ming were well-known for producing high-quality porcelain. Its founding ruler,Zhu Yuanzhang(Emperor Hongwu), was a peasant leader of theRed Turbanswho helped expel theMongol Yuan rulersfrom China. He was succeeded by his grandson, who quickly lost power toZhu Di(Emperor Yongle). During the reign of the Yongle emperor, theeunuchZheng Heledtreasure fleetson seven voyages to display Chinese greatness. Zhu Di moved China’s capital to Beijing. After his death, the Ming dynastybanned maritime commerce, which left the dynasty vulnerable topirates. The Ming dynasty came to an end after the rebellion ofLi Zicheng, which was caused by inadequate government response toinflation,famine, andfloods. Simultaneously, theManchu people— tributaries of the Ming from northeast China in what is nowManchuria— marched on theGreat Wall. The Manchus suppressed Li Zicheng’s revolt and took power in Beijing themselves.",
    "Qingcheengdynasty": "The invading Manchus established the(1644–1911), thelast dynasty to rule imperial China. An important institution of the Qing dynasty was thebanner system, which acted as aguaranteed welfaresystem for Manchus and gave them benefits in theimperial examination(positions were often duplicated, with one Han Chinese and one Manchu from the banners). The foundations of the Qing dynasty were established under its second ruler, theKangxi Emperor, who put down theRevolt of the Three Feudatories. He is also famous for theKangxi dictionary, which is known for popularizing the system ofChinese radicals. During the last century of Qing rule, China was weakened both by foreign attacks (theOpium WarsagainstBritain) and internal dissent (the devastatingTaiping Rebellionof 1850–1864). Attempts to modernize Qing rule (theSelf-Strengthening Movementand theHundred Days’ Reformof 1898) proved inconclusive. QingDowager Express Cixi, who opposed the reformers, was implicated in theBoxer Rebellion, an anti-foreign uprising of 1900 that caused eight Western nations to send military forces to Beijing. China’s last emperor wasPuyi, who came to the throne at the age of two in 1906. The 1911Xinhai Revolutionended the Qing Dynasty and created the Republic of China."
}