{
    "Martha Graham": "(1894–1991) was thefirst dancer invited to perform at the White House.  As a choreographer, she developed the“Graham technique”that creates dramatic tension through“contraction” and “release”of major muscles.  Her first major success was her 1958 concert-length balletClytemnestra, one of four collaborations with composerHalim Ed-Dabh. She performed the title role inClytemnestrawith her namesake dance company, whose dancers includedMerce Cunninghamand her husband,Erick Hawkins, both of whom went on to become choreographers in their own right.  Hawkins danced the male lead inAppalachian Spring, a ballet with “an American theme” that Graham commissioned fromAaron Copland.",
    "Michel Fokine": "(1880–1942) was accepted to theImperial Ballet SchoolinSt. Petersburg, Russia, at age nine, eventually becoming a teacher there.  He choreographed a four-minute ballet forAnna PavlovacalledThe Dying Swan, set to “The Swan” fromThe Carnival of the Animals(the title comes from aTennysonpoem entitled “The Dying Swan”). He mentoredVaslav Nijinskyand featured him in early works likeLes Sylphides, a ballet based on the music ofFrédéric Chopin. AfterSergei Diaghilevhired Fokine to work for theBallets Russesin Paris, Fokine showcased Nijinsky’s talents in several ballets based on the work of famous composers, such asScheherazade,The Firebird,Petrushka,Daphnis et Chloé, andThe Spirit of the Rose.  However, once Nijinsky turned to choreography Fokine quit the Ballets Russes, only returning after Nijinsky’s dismissal.",
    "Bob Fosse": "(1927–1987) came to prominence in the 1953 filmKiss Me Kate. While he and dance partnerCarol Haneyonly had small roles, the dance that Fosse choreographed for them in the number“From This Moment On”launched Fosse’s career. Fosse’s unique style, featuring turned-in knees, rolled shoulders, sideways movement, and“jazz hands,”found its greatest expression on Broadway, where he choreographed the musicalsThe Pajama Game,Damn Yankees,Redhead,Sweet Charity,Pippin, andChicago.  Many of his works featured his wifeGwen Verdon, who won four Tonys under his choreography or direction.  Fosse also directed the filmsCabaretandAll That Jazz, winning an Oscar forCabaret.  Many commentators have described his cameo asThe Snakein a 1974 film adaptation ofThe Little Princeas a forerunner to the dance style ofMichael Jackson.",
    "Jerome Robbins": "(1918–1998) is probably best known for his work withLeonard Bernstein.  He broke through as a choreographer with an experimental ballet about three sailors on leave in New York City,Fancy Free, which he then helped rework into the hit 1944 musicalOn the Town.  Known for being temperamental and difficult to work with, he conceived, choreographed, and directed the 1957 original production ofWest Side Storyand won an Oscar for co-directing the 1961 film version (despite quitting early in the process due to creative differences).  He also choreographed and directed the original production ofFiddler on the Roof.  He acted as an uncredited“show doctor,”rescuing several floundering Broadway shows, includingA Funny Thing Happened on the Way to the ForumandFunny Girl.",
    "George Balanchine": "(1904–1983) trained in his nativeGeorgia(the country) andRussiaand briefly worked withSergei Diaghilevat theBallets Russesin Paris before being invited by impresarioLincoln Kirsteinto the United States, where the two co-founded theNew York City Ballet (NYCB)and its associatedSchool of American Ballet.  As artistic director of NYCB, Balanchine began the tradition of annually stagingThe Nutcrackerat Christmas.  One of his four wives — all dancers — was the company’s first major star,Native Americanprima ballerinaMaria Tallchief.  He collaborated with composerIgor Stravinskyand visual artistIsamu Noguchion the 30-minute balletOrpheus.",
    "Vaslav Nijinsky": "(1889–1950) was known as the greatest male dancer of his era, but what he really wanted to do was choreograph.  His boss at theBallets Russes,Sergei Diaghilev, gave him the opportunity in 1912 withThe Afternoon of a Faun, set to the music ofClaude Debussy, and a year later ariotbroke out at the premiere of another ballet he choreographed,Igor Stravinsky’sThe Rite of Spring. (The exact cause of the riot isunclear.) In 1919 Nijinsky was diagnosed withschizophrenia. He never danced again in public, and spent much of the rest of his life in various asylums and institutions.",
    "Alvin Ailey": "(1931–1989) was a pioneeringAfrican-Americanchoreographer. He originally danced in theHorton Dance Companyrun by his mentorLester Horton. After Horton’s unexpected death in 1953, Ailey took over as its artistic director. In 1958 he formedAlvin Ailey American Dance Theaterin New York City.  His best-known work,Revelations, was based on his upbringing in Texas and is divided into three parts, titled“Pilgrim of Sorrow,”“Take Me to the Water,”and“Move Members, Move.”“Move Members, Move” emphasizesgospel music, including the traditional spiritual“Sinner Man,”and concludes with the number“Rocka My Soul in the Bosom of Abraham,”which recreates a joyouschurch service.",
    "Pierre Beauchamp": "(1631–1705) taught dance to FrenchKing Louis XIVat Versailles for over two decades.  An early director of the Western world’s first dance institution, theAcadémie Royale de Danse, he collaborated extensively withMolière’s acting company and the composerJean-Baptiste Lully.  He is often credited with codifying thefive basic feet positionsin ballet.  His system ofdance notation, later revised byRaoul-Auger FeuilletandPierre Rameauand today known as“Beauchamp-Feuillet notation,”was used until the late 1700s.",
    "Agnes de Mille": "(1905–1993), the niece of the film directorCecil B. DeMilleand granddaughter of the economistHenry George, worked extensively withAmerican Ballet Theater, but theBallet Russe de Monte Carlocommissioned her most famous work,Rodeo.  That ballet, featuring music byAaron Copland(possibly assisted by an uncreditedLeonard Bernstein), details a love rectangle between characters known asAmerican Cowgirl,Champion Roper,Head Wrangler, andRancher’s Daughter.  Her other notable stage ballets includeThree Virgins and a DevilandFall River Legend(based on the life ofLizzie Borden). De Mille also found success in musical theater, creating a revolutionary“dream ballet”forRodgers and Hammerstein’sOklahoma!.",
    "Twyla Tharp": "(1941–present) made her mark in the mid-1970s with the“crossover ballets”Deuce Coupe(performed by theJoffrey Balletto music byThe Beach Boys) andPush Comes to Shove(starringMikhail Baryshnikov), both marked by a fusion of diverse musical and dance styles.  She found success on Broadway with the“jukebox musical”Movin’ Out, set to the catalog ofBilly Joel; she subsequently built musicals around the songs ofBob DylanandFrank Sinatra.  She created the children’s balletThe Princess and the Goblinand collaborated with directorMilos Formanon the Hollywood filmsHair,Ragtime, andAmadeus."
}