{
    "Resistor": "A resistor is an element that impedes the flow ofcurrent, creating avoltage drop. Resistance is measured inohms, named forGeorg Ohmand symbolized by a capital omega (Ω).Resistors are governed byOhm’s law,V=IR. In other words, the voltage drop across a resistor (V) equals the current passing through the resistor (I) times the resistor’s resistance (R). According toJoule’s first law, thepower dissipatedby a resistor isP=I2R. Combining that fact with Ohm’s law yieldsP=IV.The total resistance of a circuit depends on whether resistors are arranged inparallel(different branches connecting to the same pair of nodes) orseries(same branch). If two resistors having resistanceR1andR2are placed in series, the total resistance across them isR=R1+R2; if they are placed in parallel, then 1/R= 1/R1+1/R2.Arheostat, or variable resistor, can be made by taking a material of uniformresistivityand changing how much of the material is in the circuit. Apotentiometeris a rheostat with two terminals and a connection in the middle, so the middle terminal can set a precise, variable dividing point between the ends; therefore, a potentiometer can be used as a voltage divider. Rheostats and potentiometers are often operated by knobs or sliders.AWheatstone bridgeis a diamond-shaped arrangement of two resistors of known resistance, one rheostat, and a resistor of unknown resistance. With a DC voltage source between the two known resistors, and also between the rheostat and the unknown resistor, this setup can be used to find the resistance of the unknown resistor: anammeter(device to measure current) is connected across the two other nodes and the rheostat is adjusted until no current flows.The formula for solving a Wheatstone bridge usesKirchhoff’s laws: the total current flowing into any point in a circuit equals the total current flowing out of the point, and the total voltage change around any loop of a circuit is 0 V.",
    "Capacitor": "A capacitor is acharge-storing disconnection in a circuit, usually made ofparallel platesseparated by a medium that blocks the passage of charge. The inner medium is called adielectric. The governing equation of a capacitor isQ=CΔV: the charge stored on the capacitor (Q, typically measured incoulombs) equals the capacitor’s capacitance (C, typically measured infarads, or more likely in smaller units like microfarads) times the voltage across the capacitor (ΔV).The total capacitance of a circuit depends on whether capacitors are arranged in parallel or series, but in the opposite fashion as for resistors: If two capacitors having capacitanceC1andC2are placed inparallel, the total capacitance across them isC=C1+C2; if they are placed inseries, then 1/C= 1/C1+1/C2. This is because wiring capacitors in parallel effectively expands the area of the parallel plates, so configuring capacitors in parallel increases total capacitance.",
    "Inductor": "Asolenoidis a coil of wire. When electric current through the wire changes, amagnetic fieldis generated in the core (interior) of the solenoid. When a solenoid is used in a circuit, it is called an inductor and serves to oppose changes in the current in the circuit. The strength of an inductor is itsinductance, symbolizedLand measured inhenries(after Joseph Henry, who discovered the principles ofself-inductanceandmutual inductance, thoughMichael Faradaypublished his findings on electromagnetic induction first).The voltage across an inductor only depends on the change in current, so inductors are particularly used withalternating current. For standard (sinusoidal) alternating current, an inductor only changes thephaseof the current through it.Inductors function the same way as resistors when arranged in series or parallel.",
    "Transformer": "A transformer is a pair of solenoids connected to a centralcore, which permits the circulation ofmagnetic flux. Because the flux in the core is constant, an alternating current in one coil produces a changing magnetic field, inducing an alternating current in the second coil. If the coils have different numbers of turns of wire (as is typical), the current in the second coil will have a different voltage than the current in the first coil. Therefore, transformers are used to“step up”or“step down”voltage, for example in power transmission lines and in adapters for household electronics.",
    "Source": "A source is any device that provides voltage or current.Direct current(DC) sources like batteries provide constant current, whilealternating current(AC) sources like household electric outlets provide current that changes at a regular frequency with a constant average voltage.In alternating-current circuits, capacitors and inductors can help tune a circuit’s efficiency by contributing to a phenomenon calledimpedance, which is the complex analogue of resistance. A circuit’sreactanceis the imaginary part of its impedance and depends on the frequency of the circuit. When reactance is balanced, we find the frequency at which the circuit loses the least energy, or itsresonant frequency.",
    "Ground": "A ground or earth is a point on a circuit that is connected to the ground. This is to prevent accidental discharge of electricity from an unexpected connection—a person who touches an ungrounded circuit might cause electricity to pass through their body. This lets ground act as a known reference point of voltage for analyzing circuits: any grounded point in the circuit is typically understood to have zero voltage.",
    "Fuses and circuit breakers": "When excess current flows through a fuse, the fuse deforms or disconnects so that no current can flow in the circuit. This protects the equipment in the circuit from being damaged bypower surgesand also protects the surroundings (as excess current can cause wires to overheat, starting a fire). Fuses typically melt and thus must be completely replaced after tripping; a circuit breaker is a form of fuse that can be reset and restored after the circuit has been verified to be safe.",
    "Switch": "A switch is simply a device that toggles between an open connection and a closed connection. Switches can also be used to toggle between two (or more) different closed connections.",
    "Diode": "A diode permits the flow of current in only one direction. Ideally, a diode permits any amount of current in one direction but has a very high resistance to current in the opposite direction. In practice, there is a minimum voltage that must be provided before current will flow, called thebias voltage, and there is a voltage past which the resistance of the diode reduces and current flows backward, called thebreakdown voltage.In aZener diode, the breakdown voltage is well-defined with as sharp a transition as possible, so engineers can design a circuit around the breakdown voltage characteristic.",
    "LED": "An LED, orlight-emitting diode, is a diode that lights up when current passes through in the forward direction.",
    "Rectifier": "A rectifier is a device that converts AC or another variable signal into a positive-voltage signal. Ahalf-wave rectifiersimply zeroes out negative voltage, while afull-wave rectifieressentially acts as an absolute value function, converting negative voltage to positive voltage. A rectifier can be combined with a capacitor to approximately convert AC into DC.",
    "Op-amp": "An op-amp (operational amplifier) is a five-port device that changes a voltage difference across two ports, multiplied by a factor (gain), into a voltage on an output port, using power supplied to two power ports. There are various ways to wire an op-amp, often feeding an output back into an input, to accomplish interesting tasks like subtracting and multiplying voltages.An ideal op-amp is assumed to have infinite gain, so when solving a circuit, the two inputs must reach a point with no voltage difference across them. Real op-amps have finite gain, impedance across their inputs, resistance on their output, and a finite bandwidth or spread of operating frequencies when used with alternating current."
}