{
    "Fort Sumter": "(April 12, 1861). Built on an island in 1829, the fort was one of three that the United States maintained in the harbor ofCharleston, South Carolina. In order to claim true independence from the Union,Jefferson Davisdecided that the forts needed to be taken; a Confederate force underP. G. T. Beauregardordered the small Union garrison, controlled byMajor Robert Anderson, to surrender. Anderson refused, shots were fired, and the Union commander surrendered two days later with only one soldier killed. The Union made two unsuccessful attempts to recapture the fort withironclad shipsin 1863, but Confederate forces finally abandoned Sumter when they left Charleston in February 1865.",
    "First Bull Run (or First Manassas)": "(July 21, 1861). Fought at a creek near Manassas, Virginia (30 miles west of Washington, D.C.), this was the first major showdown of the war.P. G. T. Beauregardled an army against Union commanderIrwin McDowelland received reinforcements fromJoseph Johnston’s troops (whom Union General Robert Patterson failed to detain). The Confederacy routed the Union whenThomas Jackson’s brigade held the left line atHenry House Hill; this effort earned him the nickname“Stonewall.”Congressmen and reporters, who had expected to watch a Union victory, fled in panic back to D.C.",
    "Hampton Roads": "(March 9, 1862). A channel in southeastern Virginia was the site of the first major fight between twoironclad ships. The Confederates raised an old wooden boat, theMerrimack, and fit it with ten guns and iron armor plates. Renamed theVirginia, it was captained byFranklin Buchanan. The Union countered by constructing a large oval with a rotating gun, called theMonitorand piloted byJohn Worden. TheVirginiatore through Union wooden ships (theCumberland,Congress, andMinnesota) but when theMonitorarrived, the two ironclads fought to astalemate; the Union thus maintained itsnaval blockadeof the Confederacy. The South deliberately destroyed theVirginiatwo months later. TheMonitorsank in a storm off Cape Hatteras in December 1862.",
    "Shiloh (or Pittsburg Landing)": "(April 6–7, 1862). This battle was named after a church in Pittsburg Landing,Tennessee(100 miles southwest of Nashville). Confederate commanderAlbert Sidney Johnstonled a force north from Corinth, Mississippi.Ulysses S. Grant, who had just captured Fort Donelson, brought five Union divisions to face him. At first, the South’s surprise attack drove Union troops back, but Grant’s soldiers held the“Hornets’ Nest”for hours, killing Johnston in the process. P. G. T. Beauregard took over, but by the second day Northern GeneralsDon Carlos BuellandLew Wallace(who wroteBen-Hur) brought reinforcements, causing the Confederates to retreat. More than 13,000 Union and 10,000 Confederate soldiers were killed, wounded, or captured at Shiloh.",
    "Peninsular Campaign": "(March–July 1862). Union commanderGeorge McClellandevised this plan to capture the Confederate capital atRichmond, Virginiaby sending 110,000 men up the peninsula between theYork and James Rivers. Advised of Northern maneuvers, Southern commanderJoseph Johnstondetached a force to defend the peninsula. He also sent a small unit (led byStonewall Jackson) that crushed Union reinforcements in theShenandoah Valley. After Johnston was wounded atSeven Pines(June 1), Davis replaced him withRobert E. Lee. Lee concentrated his force north of theChickahominy River; in theSeven Days’ Battles(June 25 – July 1), the Confederates broke through Union defenses, leading to McClellan’sretreat down the JamestowardHarrison’s Landing, and the failure of the campaign.",
    "Second Bull Run (or Second Manassas)": "(August 29–30, 1862). This resounding victory byRobert E. LeeandStonewall Jacksonpushed Union forces back to Washington, D.C.President Abraham Lincolngathered forces in northern Virginia underGeneral John Pope, who would protect the capital untilGeorge McClellan’sArmy of the Potomacreturned from the Peninsula Campaign. Lee maneuvered Jackson’s troops behind those of Pope; Jackson detained Pope’s men at Manassas while Lee sent James Longstreet to crush Pope’s left flank. Pope’s and McClellan’s joint forces retreated to defend Washington,ceding all of Virginiato the Confederacy and marking a low point in the Union effort.",
    "Antietam (or Sharpsburg)": "(September 17, 1862). Thebloodiest single dayof the Civil War: 12,000 Union and 10,000 Confederate casualties.Robert E. Leeinvaded Maryland, but a Union soldierdiscovered Lee’s battle planswrapped around three discarded cigars. After theBattle of South Mountain(September 14), Lee’s forces retired toward Antietam Creek. Meanwhile, Stonewall Jackson’s forces capturedHarper’s Ferry, Virginia, and rushed north to rejoin Lee’s main army.George McClellanhad a substantial numerical superiority over Lee’s Confederates, but failed to effectively coordinate his army’s attacks. Antietam thus was actually a series of several distinct clashes, near theDunker Church, along theBloody Lane, and aroundBurnside’s Bridge. After the battle’s conclusion, Lee’s battered armyretreated across the Potomacinto Virginia; the Union victory allowed President Lincoln to issue theEmancipation Proclamation.",
    "Fredericksburg": "(December 13, 1862). At this site, about 50 miles south of Washington, Union commanderAmbrose Burnside(who had replaced George McClellan) tried to take the initiative and cross theRappahannock Riverin a march toward Richmond. He met Robert E. Lee’s forces, which were well entrenched onMarye’s Heightsbehind the town. Burnside’s army took heavy losses assaulting the heights, and fell back across the Rappahannock. A later attempt to flank the Confederate position was foiled by heavy rain during the so-called“Mud March”of January 1863.",
    "Vicksburg Campaign": "(April 29 – July 4, 1863). This campaign was launched byUlysses S. Grantto take control of theMississippi Riverand cut off the western Confederate states from the east. Grant ordered forces led byJames McPherson,John McClernand, andWilliam Tecumseh Shermanthrough bayous west of the Mississippi toHard Times, Louisiana. They were up against Confederate defenders underJoseph JohnstonandJohn Pemberton. Sherman and McPherson drove Johnston fromJackson, Mississippion May 14, and the Union scored a victory atChampion’s Hilltwo days later, but could not drive the Southerners out of Vicksburg, so Grant laid siege to the town. Outnumbered 71,000 to 20,000 and on the brink of starvation, Pemberton finally surrendered his men; Johnston withdrew east.",
    "Chancellorsville": "(May 1–4, 1863). A victory for the South, but with great cost, asStonewall Jacksonlost his life. Lincoln called on“Fighting Joe” Hookerto command the Union army; Hooker took a force of 134,000 and provokedRobert E. Leeand Jackson’s 60,000 men into battle. Jackson moved around Hooker and counterattacked the Union flank on May 2. That night, while Jackson was on reconnaissance,his own menmistook him for a Northerner and shot him; he died of pneumonia eight days later. The following morning, a cannonball blast hit theChancellor House, knocking Hooker unconscious; Union troops, led byJohn Sedgwick, then retreated. Casualties for the North outnumbered those of the South, 17,000 to 13,000.",
    "Gettysburg": "(July 1–3, 1863). This marked both thefarthest northwardadvance by the Confederacy and theturning pointthat led to its defeat.Robert E. Lee, along withJames Longstreet,A. P. Hill, andRichard Ewell, led the attack into southern Pennsylvania;J. E. B. Stuartwas supposed to monitor Union movement with his cavalry, but strayed so far east of Gettysburg that his force did not return (exhausted) until the second day of battle.George MeadereplacedJoseph Hookeras leader of the Union army; Southern forces drove Northerners through the town of Gettysburg but could not secure key positions atCemetery RidgeandLittle and Big Round Tops. Low on supplies, on the third and final day Lee ordered an attack on the center;George Pickettled his famous“charge”through open fields, where the Union mowed down one-third of his 15,000 men. The Confederates lost 20,000 and Lee retreated to Virginia.",
    "Chattanooga Campaign": "(September–November 1863). It began when UnionGeneral William Rosecransforced Confederate commanderBraxton Braggout of the city on September 9. Ten days later, atChickamauga(in Georgia), Bragg andJames Longstreetturned the tables by whipping Rosecrans, forcing him into a siege position at Chattanooga. OnlyGeorge Thomas(the“Rock of Chickamauga”) saved Rosecrans’s army from annihilation. Well-developedrailroad networks, however, allowedUlysses S. Grant,Joseph Hooker, andWilliam Tecumseh Shermanto bring reinforcements. On November 24 Hooker tookLookout Mountainin the southwest, in the“Battle Above the Clouds.”The next day, Thomas ran right over the Southern force atMissionary Ridge, securing Tennessee for the North.",
    "Wilderness Campaign (or Overland Campaign)": "(May 5 – June 12, 1864). The first clash betweenUlysses S. GrantandRobert E. Lee, this series of conflicts started with theBattle of the Wilderness, fought in a dense forest 50 miles northwest of Richmond. AtSpotsylvania Court House,George Meadeassaulted Robert E. Lee’s men, but Lee’s troops were able to hold on near the“Bloody Angle.”Advancing within ten miles of Richmond, Grant met Lee atCold Harbor(June 3); he lost 7,000 men to Lee’s 1,500. By the end of the campaign, Grant’s army approached the James River and Lee’s army had suffered severely from a“war of attrition.”",
    "Petersburg Campaign": "(June 1864 – April 1865). After Cold Harbor,Ulysses S. Grantmoved south to lay siege to thisrailroad hub, 25 miles from Richmond. Thetrenchesin which much of the fighting took place were similar to those later used in World War I. On July 30, Pennsylvaniacoal minersdetonated four tons of powder in a tunnel underneath the Confederate line; this“Battle of the Crater”killed many defenders. Although the South held the city of Petersburg, its supplies ran thin in the winter of 1865. Grant finally destroyed the Confederate right flank atFive Forks(April 1–2), 14 miles southwest of Petersburg. This resounding defeat led toRobert E. Lee’ssurrender to Grant at Appomattox Court Houseone week later, effectively ending the Civil War."
}