{
    "Leptons": "are one of the classes of“fundamental particles”(meaning that they cannot be broken down into smaller particles).  There are six“flavors”of leptons:  theelectron, themuon, thetauon, theelectron neutrino(usually just called“the neutrino”), themuon neutrino, and thetauon neutrino.  The three neutrinos are neutral and nearly massless (they were once thought to be entirely massless), while the other three have a charge of –1.  All neutrinos arefermions, and the total number of leptons is alwaysconserved(counting regular leptons as +1 particle and anti-leptons as –1 particle).  The word “lepton” comes from the Greek for “light” (the opposite of “heavy,” not illumination), even though the muon and tauon are relatively massive.",
    "Quarks": "are another class offundamental particle.  They also come in sixflavors:up,down,charm,strange,top(occasionally called “truth”), andbottom(occasionally “beauty”).  The up, charm, and top quarks have a charge of +2/3, while the down, strange, and bottom have a charge of –1/3.  All quarks arefermions, and they combine in pairs to formmesonsand in triples to formbaryons.  The enormous mass of the top quark (178 GeV) made it difficult to create inparticle accelerators, but its discovery in 1995 confirmed an essential element of theStandard Modelof particle physics.  The name “quark” comes from the line“Three quarks for Muster Mark”inFinnegans Wakethat appealed toMurray Gell-Mann.  The study of quarks (and of thestrong nuclear force) isquantum chromodynamics.",
    "Baryons": "arecomposite(i.e., non-fundamental)particlesmade fromthree quarks.  The most common examples are theproton(two up quarks and one down quark) and theneutron(two down quarks and one up).  All baryons arefermions.  Quarks possess a characteristic called“color”(which has nothing to do with visual color) which can be either red, green, or blue (arbitrary names; again, no relation to the colors we see).  A baryon must haveone quark of each colorso that the “total color” (analogous to mixing red, green, and blue light) is colorless (i.e., “white”).  The word “baryon” comes from the Greek for “heavy.”  The total number of baryons isconserved(again, counting anti-baryons as –1).",
    "Mesons": "arecomposite particlesgenerally made from aquark and an anti-quark.  There are dozens of examples including thepion,kaon,J/Psi,Rho, andD.  All mesons arebosons.  The quark and anti-quark must have thesame color(such as red and anti-red) so that the resulting meson is colorless (or “white”).  It is also possible to make mesons out of two (or more) quarks and the same number of anti-quarks, but this kind of particle (a“tetraquark”) is rare, both in nature and in quiz bowl.",
    "Fermions": "are particles with half-integralspin.  Spin is a form of “intrinsic angular momentum,” possessed by particles as if they were spinning around their axis (but they aren’t).  The values cited for spin are not (usually) the real magnitude of that angular momentum, but the component of the angular momentum along one axis.  Quantum mechanics restricts that component to beingn/2 timesPlanck’s constantdivided by 2π for some integern.  Ifnis even, this results in“integral” spin, if it is odd, it results in“half-integral” spin.  Note that the exact value of the spin itself is a real number; it’s the multiplier ofh/2π that determines whether it is “integral” or not.  The most significant thing about fermions is that they are subject to thePauli Exclusion Principle:  No two fermions can have the samequantum numbers(i.e., same state).  The name “fermion” comes from the name of the Italian-American physicistEnrico Fermi.",
    "Bosons": "are particles withintegral spin.  All particles are either bosons or fermions.  The spin of a composite particle is determined by the total spin (i.e., the component of its intrinsic angular momentum along one axis) of its particles.  For instance, analpha particle(twoprotonsand twoneutrons) has four half-integral spin values.  No matter how they are added up, the result will be an integral spin value (try it!), so an alpha particle is a (composite) boson.  The Pauli Exclusion Principle doesnotapply to bosons (in fact, bosons prefer to be in the same quantum state).  The name “boson” comes from the name of the Indian physicistSatyendra Nath Bose.",
    "Hadrons": "are any particles made out ofquarks(alternatively, any particle affected by thestrong nuclear force).  Generally, this means thebaryonsand themesons.  All hadrons are colorless (in the sense of the combined color of their constituent quarks).  The name “hadron” comes from the Greek for “thick.”",
    "Gauge bosons": "(sometimes calledvector bosons) are fundamentalbosonsthatcarry the forces of nature.  That is, forces result from particles emitting and absorbing gauge bosons.  Thestrong nuclear forceis carried bygluons, theweak nuclear forceis carried by theW,Z–, andZ+particles, theelectromagnetic forceis carried by thephoton, andgravityis carried by the (as yet unobserved)graviton.  The name comes from the role of“gauge theories”in describing the forces (which are beyond the scope of this article).",
    "Gluons": "are thegauge bosonsthat carry thestrong nuclear forceand bindhadronstogether.  Gluons haveno chargeandno mass, but do havecolor(in the sense ofquarks).  This color cannot be observed directly because the gluons are part of the larger hadron.  The name comes from their role in “gluing” quarks together.",
    "Partons": "are an older name that was used for the “internal parts” ofhadronsbefore the discovery and widespread acceptance of thequark model.  Models based on partons are still used but, for the most part, it was determined that partons werequarksand the term is rarely used at the high school level except in historical contexts."
}