{
    "Mary Wollstonecraft": "andMary Wollstonecraft Shelley: Two different people;Mary Wollstonecraft(1759–1797, married name Mary Wollstonecraft Godwin) is best known as an advocate of educational equality for women, particularly inA Vindication of the Rights of Woman(1792).  She was the mother ofMary Wollstonecraft Shelley(1797–1851) who married the poetPercy Bysshe Shelleyand is best known as the author ofFrankenstein: or, the Modern Prometheus.",
    "“Bloody Mary”": "andMary, Queen of Scots: Two different people;“Bloody Mary”is a (pejorative) nickname ofMary I Tudor, the queen of England who precededElizabeth I, so named for herpersecution of Protestants.Mary, Queen of ScotswasMary Stuart, the queen of Scotland during the first part of Elizabeth’s reign.",
    "The Merchant of Venice": ": The title character ofThe Merchant of Veniceis notShylock— who is amoney-lender— butAntonio.",
    "Hudson Bay": ": The large sea of eastern Canada isHudson Bay(no apostrophe or ‘s’).  The company named for it is theHudson’s Bay Company(possessive).  Incorrect forms are not acceptable under NAQT rules.",
    "Saint Augustine": ": Two different people; the earlier (354–430) served as theBishop of Hippoand wroteConfessionsandCity of GodThe later (?–c. 604) founded the Christian church in southern England and was thefirst archbishop of Canterbury.",
    "Compound last names": ": The last names ofDavid Lloyd George,Andrew Lloyd Webber,Ralph Vaughan Williams, andLudwig Mies van der Roheare “Lloyd George,” “Lloyd Webber,” “Vaughan Williams,” and “Mies van der Rohe” (or just “Mies”) respectively.  Players in NAQT events will bepromptedif they give part of a compound last name.",
    "(The) Invisible Man": ":Invisible Manis a 1952 novel byRalph Ellisonabout anunnamed African-American protagonistin search ofpersonal identity.The Invisible Manis an 1897 novel byH. G. Wellsabout a man who hasturned himself invisiblebut is slowly being driveninsane.  Under NAQT rules, players are usually allowed to drop leading articles or add them where they are missing (but not use incorrect ones) — but in this case, doing so creates ambiguity, so the title must be exact.",
    "Primates": ": The scientific name for the order of primates is Primatespry-MAY-teez, not Primata.",
    "John Adams": ": Even though NAQT rules generally call for players to beprompted on partial names, an answer of “John Adams” will not be prompted if the correct answer is “John Quincy Adams.”  An answer of “Adams” will be prompted in either case.",
    "“Concerned” philosophical works": ":David HumewroteAn Enquiry Concerning Human Understanding,George BerkeleyBARK-leewroteTreatise Concerning the Principles of Human Knowledge, andJohn LockewroteAn Essay Concerning Human Understanding.  These three philosophical works are often confused.",
    "The Russian Five": ": Thenationalist composerspopularly known as “The Russian Five” or “The Mighty Handful” wereCésar Cui,Aleksandr Borodin,Mily Balakirev,Modest Mussorgsky, andNikolay Rimsky-Korsakov; in particular, they did not include Peter Ilich Tchaikovsky.",
    "Oliver Wendell Holmes": ": Two different men; the father,Oliver Wendell Holmes Sr.(1809–1894), was aphysician,poet, andhumoristwho wrote“Old Ironsides”andThe Autocrat of the Breakfast Table.  The son,Oliver Wendell Holmes Jr.(1841–1935), was ajustice of the Supreme Courtwhose decision inSchenk v. U.S.created the“clear and present danger”test."
}