{
    "Antarctica": "(5.4 million mi2) Because it is covered with (solid) water, it is somewhat surprising that Antarctica is considered a desert, but it is classified as such due to itslack of precipitation.  Players should be familiar with itstallest mountain,Vinson Massifin the Ellsworth Mountains; its activevolcanoMount Erebus; the surroundingRossandWeddell Seas; and theRoss Ice Shelf.  The Norwegian explorerRoald Amundsenwas the first to reach theSouth Pole(1911); a month later,Robert Scottreached it, but Scott died on the return trip.Ernest Shackletonhad to abandon his ship, theEndurance, during an attempt to cross Antarctica on foot.",
    "Sahara Desert": "(Northern Africa; 3.5 million mi2) The Sahara is the world’s second largest desert, but itslargest hot desert.  TheAtlas Mountainsbound the western Sahara on the north, and theSahel— asavannah-like strip — bounds it on the south.  It is dominated by rocky regions (hamada), sand seas (ergs), and salt flats (shatt) and dry river valleys (wadi) that are subject toflash floods.  TheBerberandTuaregpeoples are native to the Sahara.",
    "Atacama Desert": "(Chile; 70,000 mi2) The Atacama’s chief claim to fame is therain shadow of the Andes, which makes it thedriest hot desert in the world.  The desert was the primary bone of contention in theWar of the Pacific(1879–1883; Chile defeated Peru and Bolivia) that sought to control itsnitrateresources, which were necessary for the production of explosives.",
    "Kalahari Desert": "(Botswana,Namibia,South Africa; 360,000 mi2) The Kalahari is a large region, not all of which is arid enough to qualify as a desert.  It is known for itsred sand, largegame reserves(meerkats,gemsbok,springbok,steenbok), andmineral deposits(notablyuranium).  ItsSan Bushmenspeak aclick language.",
    "Mojavemoh-HAH-vayDesert": "(mostlyCalifornia, and some ofArizona,Utah, andNevada; 25,000 mi2) The Mojave is bounded by theSan GabrielandSan Bernardino mountain rangesalong theSan AndreasandGarlock Faults.  It is between theGreat Basinand theSonoran Desert, and it contains thelowest and driest pointof North America,Death Valley.  It is most strongly associated with theJoshua tree(Yucca brevifolia).",
    "Gobi Desert": "(ChinaandMongolia; 500,000 mi2) The Gobi, Asia’s second largest desert (after the Arabian Desert), is bounded on the north by theAltai Mountains.  It is known for its role in theSilk Roadtrading route and theNemegt Basin, wherefossilized dinosaur eggsand human artifacts have been found.",
    "Rub’ al-Khali": "(Arabian Peninsula; 250,000 mi2) Its name means“Empty Quarter”in English, and it is sometimes considered the most inhospitable place on earth.  It is known for theworld’s largest oil field, theGhawar, and for once being part of thefrankincense trade.",
    "Namib Desert": "(NamibiaandAngola; 30,000 mi2) The Namib, acoastal desert, is known for its bizarreWelwitschiaand medicinalHoodiaplants.  It is thought to be the oldest desert in the world.",
    "Painted Desert": "(NorthernArizona; 7,500 mi2) The Painted Desert, which is shared byGrand CanyonandPetrified Forest National Parks, is known for itscolorful, banded rock formations.",
    "Negev Desert": "(Israel; 4,700 mi2) The triangular Negev covers the southern half ofIsrael.",
    "Taklamakan Desert": "(China; 105,000 mi2) The Taklamakan is an extremelycold,sandydesert known for splitting theSilk Roadinto branches running north and south of it.  It is bounded by theKunlun,Pamir, andTian Shanmountain ranges.",
    "Great Sandy Desert": "(Western Australia; 140,000 mi2) Part of theWestern Desert, and the ninth largest in the world."
}