{
    "Pluto": "(formally, 134340 Pluto), was, from its 1930 discovery until 2006, considered to be theninth planetfrom the Sun. However, in 2006, it was reclassified as adwarf planetdue to its inability toclear the neighborhoodof its orbit (meaning there are other bodies of comparable size that share its orbit). Pluto was discovered by 24-year-old astronomerClyde Tombaugh, who found it by looking at whether or not objects had moved in subsequent photos of the same area of the sky. Pluto was visited by NASA’sNew Horizonsprobe (which carried Tombaugh’s ashes) in 2015; among its most striking features was a heart-shaped area in its southern hemisphere, which was christened theTombaugh Regio. Pluto is part of theKuiper belt, a disk of outer Solar System objects ranging from around 30–50 AU from the Sun. Pluto has five natural satellites, the largest of which isCharon.",
    "Halley’s Comet": "is, by far, the best-known comet. The fame of Halley’s Comet rests on two main factors: first, it has a relatively short orbital period of about75.5 years; second, it isvisible to the naked eyeas it passes Earth. The comet is named afterEdmond Halley(1656–1742), who observed it in 1682, determined it orbited the Sun, and correctly predicted its subsequent 1758 return in his treatiseSynopsis of the Astronomy of Comets. Halley’s Comet is one of the most studied and depicted astronomical objects in all of human history: Chinese reports of the comet’s appearance in 240 BC are part of theRecords of the Grand Historian, and the comet appears in the sky of theBayeux Tapestry, as it passed Earth in 1066 before the Battle of Hastings. Halley’s Comet is the source of theOrionid meteor shower.",
    "Comet Hale–Bopp": "is an extremelylong-period cometthat was visible to unaided observers on Earth for 18 months, giving it the longest continuous observational period of any comet. Hale–Bopp was an extremely bright comet, reaching a peak magnitude of −1.8 (smaller numbers indicate greater luminosity). The comet was named for its American co-discoverers, Alan Hale (a professional astronomer), and Thomas Bopp (an amateur stargazer). The comet’s 1990s pass through the solar system greatly affected its orbit: a close encounter with the planetJupiterand its gravitational pull shifted the comet’s path such that its orbital period dropped from over 4,000 years to about 2,500 years. During its visible time, astronomers discovered that Hale–Bopp had asodium tail. Members of theHeaven’s Gate cultkilled themselves in a 1997 mass suicide in an attempt to board a spaceship they believed was hidden by the comet.",
    "Comet Shoemaker–Levy 9": "collided with Jupiterin 1994, providing modern astronomers with their first opportunity to observe a collision between two major solar system objects. The comet was named for its co-discoverers, husband and wife Gene and Carolyn Shoemaker and David Levy. Shoemaker–Levy 9 was discovered in 1993, when it had already been captured by Jupiter’s gravity and had passed the planet’sRoche limit, the point at which a larger body’s tidal forces become so powerful that a smaller body will break up. The comet’s fragments collided with Jupiter in July. Subsequent observations of the clouds around the impact site revealed deeper layers of Jupiter’satmospherenever before seen; astronomers confirmed the existence ofsulfur, but were disappointed by lack of evidence for a theorized layer of water clouds. Remnants of the impact were visible as disruptions in Jupiter’s atmosphere for nearly a year.",
    "Comet 67P": "(also known asChuryumov–Gerasimenko) is ashort-period cometwith an orbital period of about 6.5 years. In 2014, the European Space Agency’sRosettaprobe reached the comet, ten years after it was launched in 2004. Two months after Rosetta began to orbit the comet, itsPhilaelander touched down on the comet’s surface on November 12, marking the first time any human spacecraft had successfully landed on a comet’s nucleus. However, an accident in the landing meant that Philae landed in a spot where it could not receive solar power, and its batteries ran out after just two days of work. Among the notable scientific discoveries from the mission are that 67P contains three times the amount ofdeuteriumfound in Earth water, that the comet is surrounded bydiatomic oxygen, and that the comet’s composition includesorganic chemical compounds. The comet will return to its perihelion, the closest point in its orbit to the Sun, in April 2028.",
    "Ceres": "(formally, 1 Ceres), is the most massive object in theasteroid belt. Ceres was discovered byGiuseppe Piazzi, an Italian priest and astronomer, in 1801, making it the first asteroid belt object to be observed and documented; it was named after the Roman goddess of agriculture. The discovery of Ceres involved the collaboration of multiple scientists, includingCarl Friedrich Gauss, whose calculations of Ceres’s orbital path allowed it to be found again after it was lost due to the Sun. In 2006, with the demotion of Pluto from a planet to a dwarf planet, Ceres was also reclassified as adwarf planet, making it the only dwarf planet in the inner solar system. In 2015, NASA’sDawnprobe reached Ceres, beginning an extended observation. Ceres’s surface features includeAhuna Mons, acryovolcanothat erupts aqueous solutions, which quickly freeze upon exposure to Ceres’s cold surface.",
    "Vesta": "(formally, 4 Vesta) is the second-most massive object in the asteroid belt, after Ceres. Vesta was discovered byHeinrich Olbers, who also discovered the asteroidPallas(which is approximately as large as Vesta, but less massive); it was named by Carl Friedrich Gauss after the Roman goddess of the hearth. Vesta—like Ceres—was visited by theDawnprobe, which orbited Vesta from 2011 to 2012 before leaving orbit and heading for Ceres. Notable features of Vesta include theRheasilvia crater, an enormous impact crater whose diameter is over 90% of the diameter of Vesta itself and at whose center is a mountain over 12 miles tall. Much of what is currently known about the composition of Vesta is based on the study ofHED meteorites(so named because they are classified ashowardites,eucrites, ordiogenites), which originated from Vesta before colliding with Earth.",
    "Eris": "(formally, 136199 Eris) is adwarf planetthat was co-discovered in 2005 by Mike Brown, Chad Trujillo, and David Rabinowitz. Eris is ascattered disc object, meaning it was “scattered” out of the Kuiper belt by the gravity ofNeptune, falling into ahigh-eccentricity orbitthat ranges between 38 and 97 AU from the Sun. Upon its discovery, Eris was thought to be both larger and more massive than Pluto; later observations concluded Pluto did have a greater surface area, but was less massive. Eris’s discovery and its potential classification as another planet prompted the 2006 IAU redefinition of the term “planet” that excluded Pluto (and Eris). Eris was named after the Greek goddess of strife, in acknowledgment that its discovery had caused a great deal of strife within astronomy. Eris is orbited by the moonDysnomia.",
    "Theia": "is ahypotheticalsolar system body that, between 4 and 5 billion years ago, collided with Earth; the debris ejected by this collision subsequently coalesced to create the Moon, a process known as the“Giant Impact Hypothesis.”Theories regarding the size of Theia vary, with some estimates placing it around the size of Mars. Evidence for the existence of Theia—and its collision with Earth—include observations ofshock heatingin meteorites of approximately the same age as the hypothesized impact and the fact that the Earth is much more abundant inlight chlorine, while the Moon contains moreheavy chlorine—a result that fits with what would be expected if two objects collided, broke apart, and re-formed. In 2021, scientists at Arizona State University proposed that the Large Low Shear Velocity Provinces found in the lowest part of Earth’s mantle may be remnants of Theia. Theia is named after the mythical Greek Titaness who was the mother of the Moon goddess Selene."
}