{
    "Béla Bartók": "(1881–1945) is, after Franz Liszt, the most important composer from Hungary. Among Bartók’s best-known works is hisConcerto for Orchestra(1944). Unlike what its title might suggest, the work does not feature a single soloist; rather, Bartók chose the name because of hisvirtuosic treatment of every orchestral family. Notable sections of the piece include its second movement, a“Game of Pairs.“Bartók wrote sixstring quartets, which are arguably the most influential works in that genre after Beethoven’s. Bartók’s quartets contain many examples of his“night music,“music that is intended to evoke quiet, moonlit natural scenes. Bartók’s operaBluebeard’s Castle, based on a folk tale, follows a new bride as she opens a series of doors. In addition to his work as a composer, Bartók was a pioneer in the field ofethnomusicology, the study of folk music, and was among the first to use aphonographto record folk music as performed by rural peoples.",
    "Claude Debussy": "(1862–1918) was a French composer who developed a modernist style of composition as a reaction against the work ofRichard Wagner. Debussy is often described as anImpressionistcomposer, though he despised being labeled as such. Debussy’sPrelude to the Afternoon of a Faun (1894)is an orchestral work that begins with a solo flute playing adescending and ascending partial chromatic scale; the work was later choreographed as a solo ballet byVaslav Nijinsky. Debussy’s work often used non-traditional scales and harmonic progression—his two books ofPreludesfor solo piano include“Voiles“ (“Sails“), which utilizes thewhole-tone scale; and“The Engulfed Cathedral,“a musical depiction of the legend ofYsthat features chords moving up and down in parallelplaning, as opposed to traditional progression. Debussy’s only opera was 1902’sPelléas et Mélisande, based on the play of the same name byMaurice Maeterlinck; rather than use a prepared libretto, Debussy set the text of the play as Maeterlinck originally wrote it.",
    "Paul Hindemith": "(1895–1965) was a German composer who moved to the United States to escape Nazi persecution. Hindemith’s music is often cited as an early example ofnew tonality—music that has a clear tonic pitch, but which does not follow traditional rules of harmony. Among Hindemith’s best-known works is his operaMathis der Maler (Matthias the Painter), based on the life of the 16th-century artistMatthias Grünewald, who created theIsenheim Altarpiece. Much of Hindemith’s music fit into his ideal ofGebrauchsmusik, or “music for use“—works written for a specific purpose, time, or ensemble. During Hindemith’s time in America, he taught atYale University, where his students included many of the most notable American composers of the later 20th century; his pedagogical texts are still used in the teaching of music today. Hindemith was a virtuoso violist, and premiered the solo part in his viola concertoDer Schwanendreher.",
    "Gustav Mahler": "(1860–1911) is often cited as the most important symphonist of the late 19th and early 20th centuries. During his life, Mahler’s composing time was very limited—he was a renowned conductor, leading at various times theVienna State Opera, as well as theNew York PhilharmonicandMetropolitan Opera. Mahler’s best known works are his nine completed symphonies; many of his early symphonies incorporate his settings of poems fromDes Knaben Wunderhorn. His Fifth Symphony (1902) includes an oft-excerptedAdagiettofor strings and harp generally considered a love song for his wife,Alma. Mahler’s Eighth Symphony, whose enormous performing forces led it to being nicknamed the“Symphony of a Thousand,“sets both the hymn“Veni, Creator Spiritus“and the concluding section ofGoethe’sFaust. Mahler’s life was marked by tragedy, including the death of his daughter Maria and his discovery he had a heart defect that would eventually kill him; hisDas Lied von der Erde (The Song of the Earth), a vocal symphony that sets translated Chinese poetry, was a major expression of his despair.",
    "Sergei Rachmaninoff": "(1873–1943) was a Russian composer who moved to the United States following the Russian Revolution. Rachmaninoff, in addition to being a composer, was a virtuosopianist, renowned for hismassive handsthat allowed him to play extremely wide chords. Rachmaninoff suffered a major setback early in his career when his First Symphony was criticized by Russian composerCesar Cuias being a product of a“conservatory in Hell;“Rachmaninoff subsequently fell into a deep depression and did not write for nearly three years, until intensehypnotherapyhelped him overcome his demons and write hisSecond Piano Concerto. Rachmaninoff wrote a total of four piano concertos, which have become some of the most popular and oft-performed works in the entire genre. HisRhapsody on a Theme of Paganini, a concerto-like work for piano and orchestra, consists of a set of 24 variations on the 24th and final of composer Niccolò Paganini’scaprices for solo violin.",
    "Maurice Ravel": "(1875–1937) was a French composer who, along with Debussy, was commonly described asImpressionist; like Debussy, he hated being labeled as such. Ravel’s best-known work isBolero(1928), an orchestral work based on a single repeating melody over asnare drum ostinato(a constantly-repeated rhythm), to which is gradually added more and more of the orchestra; Ravel conceived the work as an attempt to write“one very long, gradual crescendo.“Ravel—like nearly all Europeans—was deeply affected by World War I; his 1917 piano suiteLe tombeau de Couperinmodernizes the form of a Baroque dance suite, and contains six movements that each memorialize a friend who died in the war. Ravel was a master of orchestration; his orchestral version ofModest Mussorgsky’sPictures at an Exhibitionis still the version most commonly performed today.",
    "Erik Satie": "(1866–1925) was a modernist French composer whose work is often cited as an early type ofminimalism. HisGymnopédies, for solo piano, employ alternating chords that rarely change underneath a melody that floats above the repetitive harmony. Satie’sGnossiennes—also for solo piano—were writtenwithout bar lines, implying a freedom from any regular sense of meter. Due to a note Satie left on his short keyboard fragment“Vexations”, the common modern performance practice is to repeat the fragment840 times. Satie’s longer works include the balletParade, based on a scenario conceived byJean Cocteauabout a preview of a circus performance; the work also included a backdrop and cubist costumes designed byPablo Picasso. Satie was a major influence on a young group of modernist French composers known asLes Six, who included Francis Poulenc and Darius Milhaud.",
    "Arnold Schoenberg": "(1874–1951) was an Austrian composer instrumental in many of the most important developments inpost-tonal music. Around 1910, Schoenberg began writing music that wasatonal, meaning that it had no traditional tonic pitch. His 1912 workPierrot lunaireutilized the technique ofsprechstimme, a type of half-sung, half-spoken recitation on approximate pitch. In the early 1920s Scoenberg developed thetwelve-tone methodof composition, a technique in which each of the twelve chromatic pitches is ordered in atwelve-tone row, and each pitch is used before one is repeated; his first fully twelve-tone work was hisSuite for Piano, opus 25, which he finished in 1923. The use of musical elements (including pitch) in a predetermined order would eventually become known asserialism. In addition to composing, Schoenberg was also an influential teacher: he and his studentsAlban BergandAnton Webernare together known as theSecond Viennese School.",
    "Jean Sibelius": "(1865–1957) was a Finnish composer who often drew upon his homeland for inspiration. Sibelius’s best-known work isFinlandia, an intensely patriotic work written during Finland’s occupation by Russia, and which had to bepresented under alternate titlesdue to censorship; the work’s final section,“Finland Awakes,“is a hymn-like tune that has been adapted into many songs. Sibelius further drew on his homeland for hisLemminkäinen Suite, which is based on the Finnish folk epic theKalevala; the suite’s movement“The Swan of Tuonela”is often performed as an excerpt. Sibelius was a prolific symphonist, writing seven works in the genre; his Seventh Symphony, in C major, is innovatively in only asingle movement. Sibelius stopped composing during the last three decades of his life; he reportedly burned many of his works, including a draft of an Eighth Symphony that henever finished.",
    "Igor Stravinsky": "(1882–1971) was a Russian composer and one of the most towering figures in 20th-century music. Stravinsky’s output is generally divided into three main periods: hisRussian period, hisneoclassical period, and hisserial period. Stravinsky was first catapulted to fame via three Russianperiod balletshe wrote for theBallets Russe, headed bySerge Diaghilev, in the 1910s:The Firebird(1910),Petrushka(1911), andThe Rite of Spring(1913), the latter of which caused ariot at its premieredue to the shocking modernistic aspects of the production. His neoclassical period (which lasted from about 1920 into the early 1950s) was sparked in part by his work onPulcinella, a ballet (also commissioned by Diaghilev) based on older music (incorrectly) attributed toGiovanni Pergolesi. Stravinsky’s other major neoclassical works include hisSymphony of Psalmsand his“Dumbarton Oaks“chamber concerto. In the 1950s, Stravinsky turned to serialism, though he used it less rigorously than many other composers. His major serial works includeAgon, a plotless 1957 ballet choreographed byGeorge Balanchine."
}