{
    "Die Brücke": "Expressionism(1905–1930s) Originating in Germany at the start of the 20th century, Expressionism sought to present the world from a purely subjective perspective, shaping images to maximize emotional effect and evoke certain moods or ideas. As such, Expressionists favoredmeaning and emotional experience over physical reality. Two major sub-movements of Expressionism were The Bridge () and The Blue Rider (Der Blaue Reiter):The Bridge(Die Brücke) (1905) Founded byErnst Kirchnerin Dresden, Die Brücke is so named because members of the movement saw themselves as thebridge between traditional and modern painting. Inspired byFauvism, members of The Bridge followed similar ideals, utilizing violent juxtapositions of color; however, paintings of The Bridge were noticeablymore intense, reflectingemotional agitationthrough scenes ofcity streetsandsexually charged events in country settings. Besides Kirchner (Street, Dresden,Playing Naked People,Bathers at Moritzburg), other prominent members of The Bridge includeErich Heckel(Bathers in the Reeds,Weisses Haus in Dangast),Karl Schmidt-Rotluff(Woman with a Bag,The Factory),Fritz Bleyl,Emil Nolde(Blumengarten),Max Pechstein(Under the Trees), andOtto Mueller(Landscape with Yellow Nudes).The Blue Rider(Der Blaue Reiter) (1911) So named because of the founders’ love forhorsesand the color blue (and the namesake of anearly painting by Kandinsky), The Blue Rider was formed in Munich mainly aroundWassily KandinskyandFranz Marc. Its members began toreject representational artand move towardsabstraction, as they saw abstraction as a means of conceiving the natural world in terms that could surpass representation; according to Kandinsky’s influential essayConcerning the Spiritual in Art, blue is the color of spirituality, and the darker the blue, the more it awakens the human desire for the eternal. In addition to Kandinsky (The Rider,Composition VI,Improvisation 28,The Cow) and Marc (Large Blue Horses,Fighting Forms,Animals in Landscape), other members of The Blue Rider includeAlexej von Jawlensky(Variation),Marianne von Werefkin,August Macke(View into a Lane), andGabriele Munter(Dorfstrasse in Blau).",
    "analytical cubism": "Cubism(1907–1930s) With a name also coined byLouis Vauxcelles, cubism was developed almost entirely byPablo Picasso, whoseLes Demoiselles d’Avignonintroduced the movement in 1907. Influenced by the simple geometries ofAfrican masks, Picasso’s Cubism sought to allow an object to beviewed from many sides at onceby breaking down the figures into angles and shapes. Cubism as a whole can be subdivided into three movements:(1907–1912),synthetic cubism(1912–c. 1930), andcurvilinear cubism(1930s). Analytical cubism was highly experimental, showingjagged edgesandsharp multifaceted lines, such as in Picasso’sGirl With a Mandolin. Synthetic cubism was inspired bycollagesand featuredflattened formsof normal objects, such as in Picasso’sMandolin and Guitar. Curvilinear cubism contrasted with the flattened and firm edges of synthetic by featuring moreflowing, rounded lines, such as inGeorges Braque’sHouses at l’Estaque. Besides the aforementioned pioneers of cubism, Picasso (whose other Cubist works includeGuernicaandThe Poet) and Braque (Pitcher and Violin,Viaduct at l’Estaque,Still Life with Metronome), other prominent Cubists includeJuan Gris(Portrait of Picasso,Guitar and Pipe),Jean Metzinger(Deux Nus,Tea Time),Robert Delaunay(Simultaneous Windows on the City,La Ville de Paris),Albert Gleizes(The Bathers,Portrait de Jacques Nayral),Fernand Leger(Still Life with a Beer Mug), andHenri Le Fauconnier(L’Abondance).",
    "Depression-era art": "(1930s) From 1929 to 1939, art in America reflected and embodied the despair associated with theGreat Depression, often raisingsocial issuesand concerns of the public. American artists of the decaderejected European abstract artin favor ofrealismandraw human emotionin order to emphasize the true plight of the destitute. The photographerDorothea Langemade the desperation of the Depression visible to the general public via documentary photography, such as with her worksMigrant Mother,White Angel Breadline, andDitched, Stalled and Stranded; later, Lange would document thestruggle of Japanese-Americansduring World War II. Painters such asAaron DouglasandJacob Lawrencedeveloped the visual art aspect of theHarlem Renaissance(a period of rebirth and freedom of expression for African-Americans in the early 20th century), highlighting African-American life — such as in Douglas’Aspects of Negro Lifeseries — and exposing social injustices committed towards Blacks — such as in Lawrence’s 60-panelMigrationseries.Edward Hopperdepicted somber and realistic scenes of city life, such as with his paintingsNighthawks,Chop Suey,Automat, andEarly Sunday Morning. Similarly,Grant Woodexplored country life — especially Midwestern subjects in rural Iowa — in such works asAmerican Gothic,Daughters of Revolution,Parson Weems’ Fable,The Midnight Ride of Paul Revere,Appraisal, andThe Birthplace of Herbert Hoover, West Branch, Iowa."
}