{
    "Adam Smith": "(Scottish, 1723–1790):  Though he wrote on nearly every subject of moral and social philosophy, he is basically remembered as the author ofAn Inquiry into the nature and causes of the Wealth of Nations(1776) and as the creator of the metaphor of the“invisible hand.”This work more-or-less single-handedly founded theClassical schoolof economics.",
    "Milton Friedman": "(American, 1912–2006):Conservativethinker famous for his advocacy ofmonetarism(a revision of thequantity theory of money) in works likeA Monetary History of the United States, 1867–1960(1963).  He is strongly associated with the ideals oflaissez-fairegovernment policy.",
    "Karl Marx": "(German, 1818–1883): Also a historian and social philosopher, Marx’s principal contribution to economic thought was extending thelabor theory of valueto its logical conclusion, his theory ofsurplus value.  This theory, along with his defense ofhistorical materialism, appeared inDas Kapital(1867, 1885, 1894).",
    "John Maynard Keynes": "(English, 1883–1946):  He is most famous forThe General Theory of Employment, Interest and Money(1936), which judged most of classical economic analysis to be a special case (hence “General Theory”) and argued that the best way to deal with prolonged recessions wasdeficit spending.",
    "David Ricardo": "(English, 1772–1823):  Ricardo is best known forPrinciples of Political Economy and Taxation, which introduced more-or-less modern notions ofcomparative advantageand its theoretical justification for unfetteredinternational trade.  He also put forth the so-callediron law of wages.",
    "John Kenneth Galbraith": "(Canadian, 1908–2006):  His liberal popular writings likeThe Affluent SocietyandThe New Industrial State(with their emphasis onpublic serviceand thelimitations of the marketplace) ensure his coming up again and again.",
    "Francois Quesnay": "(French, 1694–1774):  Quesnay was the undisputed leader of thePhysiocrats, the first systematic school of economic thought.  Among its tenets were the economic and moral righteousness oflaissez-fairepolicies and the notion thatland is the ultimate source of all wealth.",
    "Alfred Marshall": "(English, 1842–1924):  Marshall’smagnum opus, 1890’sPrinciples of Economics, introduced the notions ofconsumer surplus,quasi-rent,demand curves, andelasticity, all fundamental concepts in introductory macro- and microeconomics.",
    "Thorstein Veblen": "(American, 1857–1929):  Veblen is primarily remembered for hisThe Theory of the Leisure Class(1899), which introduced phrases like“conspicuous consumption.”He is remembered for likening the ostentation of the rich to the Darwinianproofs of virilityfound in the animal kingdom.",
    "John Stuart Mill": "(English, 1806–1873): Also a social philosopher, Mill is mainly known in economic circles today for his work extending the ideas of Ricardo inEssays on Some Unsettled Questions of Political Economy(1844) (for example, therelationship between profits and wages), and also for exhaustively examining thenecessity of private propertyin hisPrinciples of Political Economy(1848)."
}