{
    "The family quarrel of Osiris and Set": ":OsiristookIsis, his sister, for his wife, and ruled over the earth.Setgrewjealousof his brother andkilled him, afterwardscutting his body into 14 piecesandhidingthem in various places around Egypt.  He then claimed kingship over the land.  Isis searched the breadth of the land until she hadrecoveredall of the pieces and, with the help ofAnubis,embalmedthe body.  She conceived a son,Horus, by the (still dead) Osiris, then resurrected him.  Horus defeated Set to regain the kingship, and all subsequent pharaohs were said to be aspects of him.",
    "Afterlife": ": The Egyptians believed that thesoulhad three primary components, theba,ka, andakh, each of which had different roles after death.  Thekaremained near or within the body (which is whymummificationwas required).  Thebawent to theunderworldwhere it merged with aspects ofOsiris, but was allowed to periodically return (which is why Egyptiantombsoften contained narrowdoors).  Theakhcould temporarily assume different physical forms and wander the world as aghostof sorts.  In the underworld, thebawas subjected to theJudgment of Osirisin theHall of Double Justice, where theheartof the deceased wasweighedagainstMa’at, commonly represented as anostrich feather.",
    "Worship of Aton": ": This is actually a historical episode: during the reign ofAmenhotep III(1390–1353 BC), worship of the godAton(orAten) — a representation of thedisk of the sun— was resurrected.  This process was carried to its extreme conclusion by his successor,Amenhotep IV, who eventually declared Aton to be theonly god, thereby creating one of the earliest knownmonotheistic religions.  The pharaoh even changed his name toAkhenaton, meaning “Aton is satisfied.”  The worship of Aton was centered on the capital cityTell-al-Amarna, and was largely confined to upper classes and the pharaonic court; it did not survive Amenhotep.  Under his successor,Tutankhamen(King Tut), traditional religious practices were restored.",
    "Osiris": ":  Husband ofIsis, father ofHorus, and brother ofSet, Osiris served as god of theunderworldandprotector of the dead.  In addition to his role as the chief andjudgeof the underworld (as a result of the above-mentioned murder by Set), Osiris also served as a god ofvegetationandrenewal; festivals honoring his death occurred around the time of theNile flood’s retreat.  Statues representing him were made of clay andgrain, which would then germinate.  Osiris was represented either as agreen mummy, or wearing theAtef, a plumed crown.",
    "Set": ":  Created in opposition to the forces ofMa’at, Set (termedTyphonbyPlutarch) fought the demonApopiseach day, emerging victorious, symbolic of the struggle of forces that brought harmony.  In later times, this struggle led Set to be associated with the serpent itself, and Set became the personification ofviolenceand disorder, and thecause of all disasters.  Having killed his brotherOsiris, Set did battle with Osiris’ sonHorus, being emasculated in the fight.  His cult was diminished over time, due to reaction against violence, and many of his effigies were destroyed.",
    "Isis": ":  Isis, daughter ofGebandNut, protectedlove,motherhood, andfatein the Egyptian mythos.  Many of her roles are similar to those of the goddessHathor, but she is often equated with the GreekDemeter.  Her powers were gained throughtrickingthe godRa.  By placing asnakein his path, whichpoisonedhim, she forced him to give some power to her before she would cure him.",
    "Horus": ":  The god of theskyandlightand the son ofIsisandOsiris.  In some myths, he was the brother ofSet, and son ofRa.  His mother impregnated herself by the deadOsiris, then hid Horus.  When he was grown, he avenged his father’s death, driving away Set.  In the battle, helost his eye, but regained it thanks to the godThoth.  Thus Horus came to rule over the earth.  He was known to have two faces, that of thefalconand that of achild,Harpocrates.",
    "Ra": ":  Personification of themidday sun, he was also venerated asAtum(setting sun) andKhepri(rising sun), which were later combined with him.  Hetraveled across the skyeach day and then each night, the monsterApepwould attempt to prevent his return.  Other myths held that Ra spent the night in theunderworldconsoling the dead.  Ra was thegod of the pharaohs, so from the fourth dynasty onward all pharaohs termed themselves “sons of Ra,” and after death theyjoined his entourage.  He was portrayed with the head of afalcon, and crowned with thesun disk.",
    "Amon": ":  Amon began as a local god ofThebes, governing theair,fertility, andreproduction.  His wife wasMut, and his son wasKhon.  Later, Amon became linked with the sun godRa, and the two combined asAmon-Ra.  In this form, he became worshipped beyond Egypt, and identified withZeusandJupiter.  His appearance in art was as aman in a loincloth, with aheaddress topped by feathers, but other appearances show him with thehead of a ram.  The temple of Amon-Ra atKarnakwas the largest ever built.",
    "Thoth": ":  Serving the gods as thesupreme scribe, theibis-headedThoth was known as the“tongue of Ptah”for his knowledge ofhieroglyphics, and as the“Heart of Re”for hiscreativepowers.  His knowledge ofscience and calculationmade him the creator of thecalendar, and his symbol was themoondue to his knowledge of how to calculate its path.  His knowledge ofmagicled to his association with the GreekHermes.  Thoth was consulted byIsiswhen attempting to resurrectOsiris, and was again consulted when the youngHoruswas stung by a scorpion.",
    "Ptah": ":  Principal god of the city ofMemphis, he was portrayed as amummy, or wearing thebeard of the godson his chin.  His godhood was achieved by himself, much like hiscreation power, done merely by act of will.  A patron ofcraftsmen, he also was seen as ahealer, in the form of adwarf.  He was seen as the god ofembalming.  His wife was thecat-headedSekhmet, and his son was thelotusgodNefertem.",
    "Anubis": ":  Son ofOsirisandNepthys, and god ofembalmingto the Egyptians, he was typically pictured with thehead of a jackal.  He also served as the god of thedesertand thewatcher of the tombs.  He also served tointroduce the dead to the afterlife, and as theirjudge.  To decide the fate of the dead, Anubis wouldweigh the heartof the dead against thefeather of truth.  Anubis is sometimes identified withHermesorMercury.",
    "Ma’at": ":  The daughter ofRa, shepredated the universeand served over the creation of it, ensuringbalancebetween everything.  Primarily seen as thekeeper of order, Ma’at was responsible forseasons,day and night,rainfall, andstar movements.  A symbolicofferingof Ma’at, in the form a statuette was given to the gods, as Ma’at encompassed all other offerings.  Ma’at’s aspect as god ofjusticealso showed through her role in death ritual, where herostrich featherwas weighed against thehearts of the deadin the underworld.Judgeswore effigies of Ma’at, and the supremehead of courtswas said to be the priest of Ma’at.",
    "Hathor": ":  Hathor (or Athor or Athyr) was the patron ofwomen.  Hathor was the daughter ofRaand the wife ofHorus.  She fulfilled many functions as goddess of thesky, goddess offertility, protector ofmarriage, and goddess ofloveandbeauty.  In that final role she became equated withAphroditeandVenus.  Pictures of Hathor often show the goddess with thehead of a cow.",
    "Nephthys": ":  Termed the“lady of the castle,”for her role as guardian oftombs, she sided against her own husband,Set, in his battle againstOsiris, but when Set was destroyed, shecollected the bitsof his body and brought him back to life, much asIsishad done for Osiris.  In addition to being Isis’ sister, she was also said to be Osiris’ mistress, leading to much complaint from Isis.  Due to her close ties to all the other gods, she was rarely associated with a cult of her own."
}