{
    "1800": ":  Democratic-RepublicanThomas Jeffersonnarrowly beat the incumbent FederalistJohn Adams73–65, marking the ascent of that party’s power.  At the time,all electoral votes were cast in the presidential race rather than having a separate ballot for the vice presidency. Thus both Jefferson and Democratic-Republican VP candidateAaron Burrhad 73 electoral votes, and Burr refused to step aside. In the House of Representatives, neither man won the necessary nine state delegations outright until the 36th ballot, whenJames Bayardof Delaware cast a blank vote, turning the election in Jefferson’s favor.  The debacle led to the ratification of the12th amendmentin 1804.  The Federalists never recovered;Alexander Hamilton’s opposition to Adams led to a permanent split between the two, and Hamilton’s opposition to Burr was one cause of their 1804duel, in which Burr (then the vice president) killed Hamilton.  This was the first peaceful transfer of power from one party to another.",
    "1824": ":  The candidates wereJohn Quincy Adams,Henry Clay,William Crawford, andAndrew Jackson, all Democratic-Republicans.  AfterJohn C. Calhoundecided to seek the vice presidency and Crawford (from Georgia) had a stroke, Jackson took most of the South and won the popular vote.  Jackson had 99 electoral votes, Adams 84, Crawford 41, and Clay 37, but since none had more than 50% of the vote,the House decided the election.  Adams won in the House with support from Clay, and Jacksonians cried foul whenClay was made Secretary of State(the so-called“corrupt bargain”), giving fuel to Jackson’s victorious 1828 campaign.  Jackson is the only candidate to lose a presidential race despite having the most electoral votes, and he is one of five (with Tilden, Cleveland, Gore, and Hillary Clinton) to lose despite winning the popular vote.  The election also led to thefounding of the Democratic Party.",
    "1860": ":  Another four-candidate election, with RepublicanAbraham Lincoln, (northern) DemocratStephen Douglas, (southern) DemocratJohn C. Breckinridge, and Constitutional UnionistJohn G. Bell.  The Republican Party, founded in 1854, won in its second election (its first candidate beingJohn C. Frémontin 1856), aided by the fragmenting of the Democrats.  Bell took Tennessee, Kentucky, and Virginia, Breckinridge swept the other slave states, and Lincoln nearly swept the free states.  Though winning under 40% of the total popular vote, Lincoln dominated the electoral count with 180 to a combined 123 for his opponents (Breckinridge 72, Bell 39, Douglas 12).  Seven southern statessecededbefore Lincoln even took office, and war soon followed.",
    "1876": ":  RepublicanRutherford B. Hayesfaced DemocratSamuel Tilden, best known for battlingTammany Halland theTweed Ringin New York.  Tildenwon the popular voteand seemed to win the election, but results in Florida, South Carolina, and Louisiana were contested, as was one vote in Oregon; if Hayes swept these votes, he would win the electoral count 185–184.  In Congress, an informal bargain was reached (often called theCompromise of 1877) in which Hayes won the election in exchange forReconstruction being brought to an end.",
    "1896": ":  In the election itself, RepublicanWilliam McKinleyswept the North and Northeast to beat DemocratWilliam Jennings Bryan, but the campaign was the interesting part.  The most prominent issue, thegold standardversusfree silvercoinage, led to Bryan’s famous“Cross of Gold”speech.  Shunned by the Eastern press, Bryan — a legendary orator — traveled 18,000 miles through 27 states and was heard by some three million people.  McKinley would not accept Bryan’s challenge to debate, comparing it to putting up a trapeze and competing with a professional athlete.  McKinley instead had a“front porch” campaign, asrailroadsbrought voters by the thousands to hear him speak in his hometown, Canton, Ohio.Mark Hanna, McKinley’s campaign manager, is often considered thefirst modern campaign manager.  The election also represented thedemise of the Populist Partyand ushered in a 16-year period of Republican rule.  The gold question would disappear soon after the election withgold strikesin Australia and Alaska.",
    "1912": ":  Three presidents —Teddy Roosevelt,William Howard Taft, andWoodrow Wilson— earned electoral votes.  Roosevelt, displeased with his successor Taft, returned to lead theprogressive Republicanfaction; after Taft got the Republican nomination, Roosevelt was nominated by theProgressive Party(nicknamed the“Bull Moose” Party).  Wilson won with 435 electoral votes to Roosevelt’s 88 and Taft’s 8, making Taft theonly incumbent to finish thirdin a re-election bid.  Though Wilson did set forth hisNew Freedom program, his dominating win must be credited largely to the splitting of the Republican vote by Roosevelt and Taft.",
    "1948": ":  In the most recent election with four significant candidates, DemocratHarry Trumanbeat RepublicanThomas Dewey, contrary to thefamous headline of theChicago Tribune, which was printed before results from the West came in.  Dewey dominated the northeast, but Truman nearly swept the West to pull out the victory.  Former vice presidentHenry Wallaceearned over a million votes as theProgressivecandidate, andStrom Thurmondtook over a million popular votes and 39 electoral votes as theStates’ Rights(orDixiecrat) candidate.",
    "1960": ":John F. Kennedydefeated vice presidentRichard Nixon303–219 in a tight election, winning the popular vote by just two-tenths of a percent.   The first Kennedy-Nixondebate(September 26, 1960) is a classic in political science; those who saw thecalm, handsomeKennedy and thetired, uncomfortable-looking Nixon on television were more likely to select Kennedy as the winner than were those who listened on radio.  (Theodore White’s notableThe Making of the Presidentseries began with the 1960 election.)Voting irregularitiesin Texas and Illinois (especially in Richard Daley’s Chicago) led to allegations of fraud, but a recount would not have been feasible, and Nixon did not press the issue.  Nixon would go on to lose the 1962 California gubernatorial race (occasioning his famous statement “You won’t have Dick Nixon to kick around any more”).",
    "1968": ":  After Lyndon Johnson declined to run for re-election, and afterRobert F. Kennedywas killed in California, the Democratic nomination went toHubert Humphrey.Richard Nixon, gradually returning from political obscurity over the past six years, gained the Republican nomination.  Alabama governorGeorge Wallaceran as theAmerican Independentcandidate, becoming the last third-party candidate to win multiple electoral votes.  Nixon edged Humphrey by half a million popular votes and a 301—191 electoral count, while Wallace won nearly ten million votes.  Wallace’s presence may well have tipped the election to the Republicans, who, after being out of power for 28 of the last 36 years, would hold the presidency for all but four years through 1992.",
    "2000": ":  The closest election in American history.Al Gorewon the popular vote but lost the electoral vote toGeorge W. Bushby a final count of 271—266 (one Gore elector abstained).Ralph Naderof theGreen Partywon an important 2.7% of the vote, whilePat Buchananof the Reform Party placed fourth.  New Mexico and Oregon were initially too close to call but went to Gore, andFloridabecame the center of attention.  Ballot confusion inPalm Beach County,intimidation of vote recountersinMiami-Dade County, andabsentee ballotsthroughout Florida became significant issues, as Americans had to hear aboutbutterfly ballots,hanging chads, and Florida Secretary of StateKatharine Harrisfor the next five weeks.  Gore officially conceded the election on December 13, 2000."
}