{
    "DNA polymerases": "catalyze the synthesis of DNA from a DNA template, particularly duringDNA replication(in which one DNA molecule makes two identical copies, typically during theS phaseof the cell cycle). The polymerase reacts a growing DNA strand with anucleoside triphosphate(ATP, GTP, CTP, and TTP), resulting in a DNA strand one base longer and an ion ofpyrophosphate(P2O74−). There are several enzymes in the DNA polymerase family: DNA Polymerase I (orPol I) participates in DNA replication in prokaryotes; it was discovered byArthur KornberginE. coli. In eukaryotic cells, DNA polymerasesα, δ, and ε(alpha, delta, and epsilon) are the polymerases most involved in nuclear DNA replication. DNA polymerases synthesize new DNA in the5′ to 3′direction, but they also possess a 3′ to 5′exonucleaseactivity to fix mistakes made during replication (a process calledproofreading). DNA polymerases can quickly add nucleotides to a DNA strand because of their ability to slide along a template without slipping off, a characteristic known asprocessivity.Taqpolymerase, a specific DNA polymerase from the bacteriaThermus aquaticus, is stable at high temperatures and is thus used inpolymerase chain reactions(PCRs) in molecular biology laboratories.",
    "RNA polymerase": "catalyzes the formation of single-stranded RNA from a DNA template. In eukaryotes,RNA polymerase IIis the member of the RNA polymerase family that synthesizes precursors ofmRNAduringtranscription. In prokaryotes, RNA polymerase is bound to asigma factor, which binds to the corepromoterregion in which transcription is initiated. In eukaryotes, the function of the sigma factor is performed by a group of proteins calledgeneral transcription factors, which associate with RNA polymerase to form thetranscription preinitiation complex. The RNA polymerase complex (known as aholoenzyme) then switches from a closed complex to an open one, unwinding a portion of DNA to form thetranscription bubble. Early on during RNA synthesis, RNA polymerase must escape the promoter; if it fails to do so, short RNA transcripts are generated in a process calledabortive initiation.",
    "Reverse transcriptase": "catalyzes the formation ofcomplementary DNA (cDNA)from an RNA template. It is used byretrovirusessuch asHIVin order to replicate their genomes; a class of anti-HIV drugs known asreverse transcriptase inhibitors(includingAZT) interfere with the function of the enzyme. Reverse transcriptase is also used byretrotransposons, which are genomic DNA sequences that copy and paste themselves into different locations using an RNA intermediate. In the laboratory, reverse transcriptase is used inRT-PCR, a variant of the polymerase chain reaction that aims to measure the expression levels of different genes.",
    "Telomerase": "adds a repeat sequence called atelomereto the end of chromosomes; telomeres shorten during each round of cell division, a phenomenon that is correlated withcellular aging (senescence). The telomerase complex contains a subunit calledTERT, a reverse transcriptase enzyme that carries its own RNA molecule, which it uses as a template to add the six-nucleotide repeating sequenceTTAGGGto the ends of chromosomes. Telomerase activity is regulated byshelterin, a protein complex that protects telomeres.",
    "Rubisco": "(sometimes capitalizedRuBisCO, short forRibulose-1,5-bisphosphate carboxylase/oxygenase) is an enzyme involved in thelight-independent/dark reactions of photosynthesis, part of a pathway known as theCalvin cycle. The enzyme catalyzes thecarboxylation(addition of C O2) ofRuBPto form two molecules ofglycerate-3-phosphate (G3P, or 3-PGA). However, oxygen (O2) can compete with C O2for binding to Rubisco, resulting in an energy-wasteful side reaction calledphotorespiration. By some estimates, Rubisco is the most abundant enzyme on Earth.",
    "Catalase": "decomposeshydrogen peroxideinto water and oxygen. It is found in virtually every organism that is exposed to oxygen, and is crucial for preventing cells from experiencing damage fromreactive oxygen species(such ashydrogen peroxide,superoxide, thehydroxylradical, andsinglet oxygen, which can all damage DNA and participate in unwanted reactions with various proteins). In eukaryotic cells, catalase is localized to an organelle called theperoxisome. Catalase has an incredibly highturnover number(the number of chemical reactions that an enzyme can catalyze in one second): it can decompose millions of hydrogen peroxide molecules per second. In fact, it is so fast that it is termedcatalytically perfect: its rate of reaction is so fast that the slowest process limiting its speed is the diffusion of molecules in and out of the active site. Microbiologists can identify bacteria that express catalase (which is most bacteria, withStreptococcusandEnterococcusas notable exceptions) via the catalase test: a drop of hydrogen peroxide is added to a microscope slide, and then a colony of bacteria is touched to it. If it bubbles, then the bacteria is catalase-positive.",
    "ATP synthase": "catalyzes the formation of a molecule of ATP fromadenosine diphosphate (ADP)andinorganic phosphate (P O43−). ATP synthase is amolecular machinewith two subunits:FO(‘O’ for “oligomycin,” which inhibits the enzyme) andF1, the latter of which rotates like a motor while producing ATP. ATP synthase is “powered” by agradient of protons(H+) across the inner mitochondrial membrane or thylakoid membrane. This proton gradient, sometimes called theproton motive force, is generated by the action of theelectron transport chain.Paul Boyerelucidated the mechanism of ATP synthase andJohn Walkercrystallized the F1domain (at the time the largest asymmetric protein structure known); the two shared the 1997 Nobel Prize in Chemistry for their work.",
    "Amylase": "catalyzes the hydrolysis ofstarchintosimple sugarsduring digestion. It is present in thesalivaof humans and other mammals, as well as in thepancreas(both of these forms of amylase arealpha-amylases). Amylase specifically cleaves theα-1,4-glycosidic bondsbetweenglucosemonomers in starch. Amylase was first isolated in 1833 by French chemists who called it “diastase,” establishing the use of “-ase” as a suffix in the names of enzymes.",
    "Pepsin": "breaks down proteins intopeptidesandamino acidsduringdigestion. Its precursor (proenzyme or zymogen)pepsinogenis produced by gastricchief cellsin thestomachand is most active in the acidic environment of gastric acid (pH between 1.5 and 2.5). Like the other digestive enzymeschymotrypsinandtrypsin, pepsin is anendopeptidase, meaning that it cuts internal peptide bonds within the protein.",
    "Cas9": "is an enzyme that is used in theCRISPRtechnique forgene editing. Native toStreptococcus pyogenes, Cas9 checks thespacer regionof aguide RNA (gRNA)for any sites complementary to a piece of foreign DNA; if there are any such complementary sites, Cas9 cuts the foreign DNA. Cas9 thus functions like an “immune system” for bacteria, protecting them againstbacteriophageDNA and DNA from foreignplasmids. By engineering guide RNAs with specific sequences, Cas9 can be used to cut DNA in specific locations, allowing for gene editing. Two residues in theRuvCandHNHdomains of Cas9 can be mutated to alanine to generate a “dead” variant of Cas9 (dCas9), which has no cutting (endonuclease) activity; this variant has been used to study how Cas9 binds to DNA.",
    "Restriction enzymes": "(or restriction endonucleases) cut DNA into fragments at specific recognition sites, most of which arepalindromic. The product of a restriction digest is either two strands of even length (ablunt end), or one strand that is slightly longer than the other (asticky end). An example of a restriction enzyme that produces a blunt end isSmaI, whereas sticky ends are produced by the restriction enzymeEcoRI. Many binding sites for restriction enzymes are found onplasmids, which are often used duringmolecular cloning."
}