{
    "Romanov": "(Russia, 1613–1917): Following theTime of Troubles, the sixteen-year-oldMichael Romanovwas appointedtsarand co-ruled with his father,Patriarch Filaret. Its rulers includedPeter the Great(whowesternizedRussia anddefeated Swedenin theGreat Northern War),Catherine the Great(an“enlightened despot”who greatlyexpanded the bordersof Russia), andAlexander II(whofreed the serfs). The Romanovs ruled Russia as tsars and emperors until theRussian RevolutionandNicholas II’s execution.",
    "Orange-Nassau": "(Netherlands, 1544–present): The House of Orange was founded byWilliam the Silent, who led theDutch Revoltagainst theSpanishin theEighty Years’ War, resulting in the recognition of the Netherlands’ independence in 1648. In 1688,William III of Orange, at the invitation of Parliament, invaded England with his wifeMaryin what is called the Glorious Revolution. The House of Orange is currently led byWillem-Alexander, the King of the Netherlands.",
    "Hohenzollern": "(Brandenburg1415–1618,Prussia1525–1918,Germany1871–1918, andRomania1866–1947): The House of Hohenzollern began asBurgravesofNuremburg, but eventually gained such titles asMargrave of Brandenburg,Dukeand laterKingofPrussia,Emperor of Germany, andKing of Romania. Some of its notable rulers includedFrederick the Great(an enlightened ruler who led Prussian troops during theSeven Years’ War) andWilhelm II(the Emperor of Germany during World War I).",
    "Hapsburg": ", also known asHabsburg(Holy Roman Empire1440–1806,Austria-Hungary1867–1918, andSpain1516–1700): The Hapsburgs ruled much ofCentral Europefrom the Middle Ages to the end of World War I. Their first important ruler wasRudolf I, the King of Germany and Duke of Austria in the late thirteenth century. Other notable rulers includedCharles V,Maria TheresaandFranz Joseph.",
    "Plantagenet": "(England, 1154–1399): The Plantagenets rose to power whenGeoffrey V of AnjoumarriedMatilda, and their rule ended whenRichard IIwas deposed in 1399. Some of their notable rulers includedRichard I,John, andEdward I. The signing of theMagna Carta, the Englishconquest of Wales, and the beginning of theHundred Years’ Warall occurred during their reign. Thehouses of LancasterandYorkwere cadet branches (new royal houses formed by non-inheriting members) of the Plantagenets.",
    "Tudor": "(England, 1485–1603): The Tudors rose to power whenHenry Tudoraligned with theLancastersin theWar of the Roses. He becameKing Henry VIIfollowing his victory atBosworth Field. Their notable rulers includedHenry VIII(who broke with theCatholic Churchin England and hadsix wives) andElizabeth I(whose lack of a husband and heir led to the extinction of the house).",
    "Stuart": "(England, 1603–1714 andScotland, 1371–1714): The first Stuart king of England wasJames I(James VI of Scotland), whocommissioned the King James Bibleand survived theGunpowder Plot. Other notable rulers includedCharles I(who was beheaded following theEnglish Civil War) andCharles II(who was restored to power afterOliver Cromwelldied). It was under the last Stuart ruler,Queen Anne, that theActs of Unionwere passed andGreat Britainwas founded.",
    "Capetians": "(France, 987–1328): The Capetians’ first monarch wasHugh Capet, who was elected king following the death ofLouis V. Their notable rulers includedPhilip II, who went on the Third Crusade;Louis IX, a canonizedsaint; andPhilip IV, whoexpelled the Jewsof France in 1306 andarrested the Knights Templarin 1307. The rule of the Capetians ended when Philip IV’s sons failed to produce male heirs.",
    "Valois": "(France, 1328–1589): The first Valois king of France wasPhilip VI, during whose reign theHundred Years’ Warbegan and theBlack Deathstruck France. Notable Valois rulers includedLouis XI, who acquiredBurgundy;Francis I, who began the FrenchRenaissance; andHenry III, whose assassination in the FrenchWars of Religionended the Valois dynasty.",
    "Bourbon": "(France, 1589–1792): The first Bourbon king wasHenry IV, who was victorious in theWar of the Three Henrysand issued theEdict of Nantesguaranteeingreligious freedom. Notable Bourbon rulers includedLouis XIVandLouis XVI(who was beheaded during theFrench Revolution). Following Napoleon’s fall, the Bourbons briefly ruled France again until theJuly Revolutionof 1830.Spainhas also been ruled mostly by the Bourbons since 1700."
}