{
    "Marco Polo": "(c. 1254 – c. 1324): TheVenetianmerchant brothersNiccolòandMaffeo Polotraveled toChinain 1261, servingKublai Khanfrom 1266 to 1269.  Kublai sent them back to Europe as envoys in 1269; when they returned to China in 1274 they brought Niccolò’s son Marco along.  The Polos served Kublai Khan until 1292, with Marco spending time as governor ofYangzhou.  After being captured by theGenoeseat the navalBattle of Curzola, Marco Polo dictated his memoir — a text known asIl Milione— to his prison cellmate,Rusticiano(or Rusticello)of Pisa.",
    "Christopher Columbus": "(1451–1506): On his first voyage (1492), Christopher Columbus sailed forFerdinand and Isabella of Spain, taking theNiña,Pinta, andSanta Mariaand landing atSan Salvadorin theBahamas(where he dubbed theArawakinhabitants “Indians”) before discoveringHispaniolaand founding the settlement ofNavidadthere.  On his second voyage (1493), he returned to Hispaniola before discoveringJamaica.  On his third voyage (1498), he discoveredSouth America, and on his fourth voyage (1502), he landed inCentral America.",
    "John Cabot": "(1450–1499),Jacques Cartier(1491–1557), andSamuel de Champlain(c. 1567–1635): Three early explorers ofCanada.  John Cabot, aGenoeseexplorer, sailed forHenry VIIof England. Cabot’s 1497 voyage aboard theMatthewlanded somewhere ineastern Canada, probably in what is todayNewfoundland.  Frenchman Jacques Cartier went on three expeditions (1534–1542) forFrancis I.  On the second one, he sailed up theSt. Lawrence Riverand named the hill behind the village of Hochelaga“Montréal.”Fellow Frenchman Samuel de Champlain went on several voyages (1603–1635), founding what is nowQuebec Cityand becoming the first European to seeLake Huron.",
    "Ferdinand Magellan": "(c. 1480–1521):Emperor Charles Vendorsed Magellan’s proposal to sailaround the Americas and across the Pacific, and the expedition left in 1519.  Magellan began with five ships: theSan Antonio,Trinidad,Concepción,Santiago, andVictoria.  The expedition discovered and navigated theStrait of Magellanin 1520, reaching thePhilippinesin 1521. There, Magellan waskilled in battleon the islandMactan.  Only theVictoria, commanded byJuan Sebastián Elcano, returned to Spain in 1522.",
    "Hernan Cortés": "(c. 1485–1547): Spanishconquistadorwho participated in the conquest ofCuba. In 1519 the Cuban governorDiego Velázquez(no relation to the painter of the same name) commissioned Cortés to sail west andexplore the mainland coast. Fearing that Velázquez would change his mind, Cortés left Cuba secretly and began a mission of conquest rather than exploration. On the coast of the Yucatán, the Cortés expedition was joined by the Spanish castawayGerónimo de Aguilarand aNahuacaptive known as“La Malinche”or“Doña Marina,”who served as translators. After traveling north, Cortés and his men defied the authority of Velázquez by founding the cityVeracruz, an act which allowed Cortés to take legal control of the expedition. The Spanish then pressed inland, surviving anattempted massacrein the cityCholulaand making allies with theTlaxcalans, who were traditional enemies of theAztecs. Upon reaching the Aztec capital,Tenochtitlan, Cortés and his men were welcomed by the Aztec emperorMontezuma II. Cortés took Montezuma prisoner, but was forced to return to the coast to deal with a punitive expedition sent by Velázquez and commanded byPanfilo de Narvaez. Although Cortés won the new arrivals over to his side, the situation in Tenochtitlan deteriorated as the conquistadorPedro de Alvaradomurdered celebrants at a festival. Shortly after Cortés returned to the city, Montezuma was killed and the Spanish were forced to flee during theNoche Triste(Night of Sorrows). After escaping, Cortés marshalled Spanish and indigenous forces to fight the Aztecs, who were successively led by the emperorsCuitlahuacandCuauhtemoc. After the Aztec defenders were seriously weakened by an outbreak ofsmallpox, Cortés and his followers captured Tenochtitlan in 1521 and rebuilt it asMexico City. Much of our knowledge of the conquest of Mexico comes from a follower of Cortes namedBernal Díaz del Castillo, who wrote detailed memoirs of the expedition.",
    "Francisco Pizarro": "(c. 1475–1541): After receiving a commission fromEmperor Charles V, Francisco Pizarro went with his partnerDiego de Almagro, the priestHernando de Luque, and a small force toPeru(1530).  The invaders marched to the cityCajamarca, where they seized the emperorAtahualpaand held him forransom.  Even though the Incas brought the Spanish a ransom ofprecious metal, Pizarro killed Atahualpa and captured the Incan capital,Cuzco.  In 1535 Pizarro foundedLima, where he was murdered six years later.",
    "Sir Francis Drake": "(c. 1543–1596):  In 1576,Elizabeth Iof England sent Francis Drake to find the unknown southern continent.  Drake’s ship was thePelican, which he renamed theGolden Hind.  After sailing through theStrait of Magellan, Drake sailed up thewestern coast of South, Central, and North Americaas far asCalifornia, capturing Spanish ships and treasure along the way.  After circumnavigating the globe and returning to England (1580), Drake fought against theSpanish Armada(1588).",
    "Henry Hudson": "(ca. 1565–1611): Sailing for theDutchin 1609, Hudson journeyed up the New York river now named for him as far as what is nowAlbany.  On his final voyage (1610), Hudson sailed for England in search of theNorthwest Passageaboard theDiscovery.  After sailing betweenBaffin IslandandLabrador(now called theHudson Strait), he turned south into what is now calledHudson Bay.  There, most of his crewmutiniedunder the leadership ofRobert Juet.  Hudson, his son, and some loyal crew members were placed in an open boat and left to die.",
    "James Cook": "(1728–1779): On his first voyage (1768–1771), Captain Cook sailed aboard theEndeavourto observe thetransit of the planet VenusfromTahiti.  From there he went toNew Zealand(discovering that it was two islands by sailing through what is now called theCook Strait), then toAustralia’sBotany Bay.  On his second voyage (1772–1775), Cook sailed aboard theResolutionand became the first to cross theAntarctic Circle.  On his third voyage (1776–1779), Cookfailed to find the Northwest Passageand was killed when he came into conflict with the inhabitants ofHawaii.",
    "Meriwether Lewis": "(1774–1809) andWilliam Clark(1770–1838): The Lewis and Clark expedition, also known as theCorps of Discovery, departed fromCamp Wood(near St. Louis) in 1804, sailing up theMissouri River.  The group wintered atFort Mandanin what is nowNorth Dakota, where they metSacajawea, theShoshonewife of the fur traderToussaint Charbonneau.  The group’s last winter was spent atFort Clatsop, along theColumbia RiverinOregonnear the Pacific."
}