{
    "Mary Wollstonecraft": "(1759–1797) Wollstonecraft was a British author and philosopher who is best known for writingA Vindication of the Rights of Woman(1792). In that text, she argued that women are inherently equal to men, butappear inferiorbecause they do not have the sameaccess to education. Two years before, Wollstonecraft had responded toEdmund Burke’s conservativeReflections on the Revolution in Francewith her ownA Vindication of the Rights of Men. Wollstonecraft’s daughter,Mary Shelley, is famous as the author ofFrankenstein.",
    "Lucretia Mott": "(1793–1880) Mott was aQuakerwho agitated for bothabolitionismand women’s rights. When she attended theWorld’s Anti-Slavery Conventionin London in 1840, the male delegates excluded Mott and the other female delegates from the convention and made them sit in a segregated area. Mott then turned her attention to women’s rights. She was older than many of the other prominent delegates to theSeneca Falls Convention, includingElizabeth Cady Stanton, whom she mentored. Mott briefly served as the first president of theAmerican Equal Rights Association. She was also one of the Quakers who foundedSwarthmore College.",
    "Sojourner Truth": "(1797–1883) Sojourner Truth wasborn into slaveryasIsabella Baumfreein Dutch-speaking New York. She gave herself the name “Sojourner Truth” in 1843 when sheconverted to Methodismand informed her friends that the spirit had called her. She was already well known as anabolitionistspeaker when she attended the 1851Ohio Women’s Rights Conventionand declared that she had “as much muscle as any man” in her most famous speech,“Ain’t I a Woman?”.",
    "John Stuart Mill": "(1806–1873) andHarriet Taylor Mill(1807–1858) John Stuart Mill was autilitarianphilosopher who comes up in quiz bowl most often in conjunction with his worksOn Liberty(1859) andUtilitarianism(1863). He makes this list, however, because he wrote one of the most influential philosophical defenses of women’s rights,The Subjection of Women(1869). Mill claimed that his wife, Harriet Taylor, co-authored this text with him, a claim which is debated by historians. The husband and wife did write several essays together, including a tract advocating women’s suffrage titledThe Enfranchisement of Women(1851), and Mill recognized his wife as a major contributor to all his greatest works.",
    "Elizabeth Cady Stanton": "(1815–1902) Stanton is most famous for writing the“Declaration of Sentiments”that she presented at the first women’s rights conference inSeneca Falls, New York, in 1848. Stanton based the text of her declaration on theDeclaration of Independence; it included the line,“We hold these truths to be self-evident: that all men and women are created equal.”Stanton was a close collaborator for many years withSusan B. Anthony.",
    "Susan B. Anthony": "(1820–1906) Anthony was one of the most outspoken and most famous proponents ofwomen’s suffragein the United States. Along withElizabeth Cady Stanton, she co-founded the firstwomen’s temperancesociety in the 1850s after they were excluded from an all-male temperance society. Together, in 1868, the two women founded a journal calledThe Revolution, which was dedicated to promoting women’s rights. The following year, Stanton and Anthony formed theNational Woman Suffrage Association. In 1872, Anthony gained fame when she wasarrested for votingin the presidential election. She defended herself by quoting theFourteenth Amendment, but she was convicted.",
    "Emmeline Pankhurst": "(1858–1928) Pankhurst was the most prominent advocate forwomen’s voting rights in the United Kingdom. As one of the founders of theWomen’s Social and Political Union, she called fordirect actionand frequentproteststo force male politicians to grant votes to women. Her protests frequently got herarrested, and while in jail she and other suffragettes often went onhunger strikes. Initially, prison officials brutally force-fed the hunger-striking suffragettes. In 1913, Parliament passed theCat and Mouse Act, which provided for hunger strikers to be released from jail and re-arrested after they regained their health. As a result of the advocacy of Pankhurst and others, Parliament began to grant voting rights to women in 1918.",
    "Margaret Sanger": "(1879–1966) Sanger was an early advocate ofbirth controlandreproductive rights; she founded theAmerican Birth Control League, which evolved intoPlanned Parenthood. As a youngnurseliving in New York City, Sanger wrote columns about sexual education for theNew York Calltitled“What Every Mother Should Know”and“What Every Girl Should Know.”Sanger gave up nursing after one of her patients died of aself–induced abortion, and instead dedicated herself to educating women aboutcontraception. In 1914, she began writing a newsletter calledThe Woman Rebel, in part to challenge theComstock Act, which prohibited the sending of “obscene” material by mail, since she considered education about contraception to be an issue offree speech.",
    "Virginia Woolf": "(1882–1941) Woolf was an author who comes up in quiz bowl most often because of her novels, especiallyMrs. Dalloway(1925) andTo the Lighthouse(1927). She makes this list, however, because of her essay“A Room of One’s Own”(1929), in which she argued that a woman must havemoneyandspacein order to write andexpress herself. In the essay, Woolf famously created the character ofJudith Shakespeare, William Shakespeare’s imagined sister, who could not achieve the status of her brother because she did not have the sameaccess to education.  Woolf also addressed these themes inThree Guineas(1938).",
    "Simone de Beauvoir": "(1908–1986) De Beauvoir was a French writer and philosopher perhaps best known for her feminist treatiseThe Second Sex(1949). In that work, de Beauvoir argued that“womanhood”is defined by its differences from masculinity, which is perceived as normal.The Second Sexcontains the famous line,“One is not born a woman, but becomes one.”The book is divided into two parts, titled“Facts and Myths”and“Lived Experience.”One fact about de Beauvoir often mentioned in quiz bowl questions is that she was alover of Jean-Paul Sartre. She is often considered one of the pioneers of“second-wave” feminism, which emphasizessexuality, theworkplace, and other forms ofinequalityover the first-wave focus onvotingandproperty rights.",
    "Betty Friedan": "(1921–2006) Friedan was a writer and activist best known as the author ofThe Feminine Mystique(1963) and as the most prominent co-founder of theNational Organization for Women. In 1957, Friedan conducted asurveyof graduates of her alma mater, Smith College, and found that many of them were unhappy with their lives. Friedan labeled this general unhappiness“the problem with no name.”She then began writingThe Feminine Mystique, in which she argued that being a housewife isunfulfillingand advocated for women to seekeducationandwork outside the home.",
    "Helen Gurley Brown": "(1922–2012) Brown was best known as the editor-in-chief ofCosmopolitanmagazine from 1965 until 1997. Gurley Brown first came to prominence when she argued inSex and the Single Girl(1962) that women ought to achievefinancial securityand pursuesexual relationships prior to marriage. As editor ofCosmopolitan, she asserted that women could“have it all,”by which she meantlove,sex, andmoney.",
    "Gloria Steinem": "(1934–present) Steinem is a journalist who founded and editedMs.magazine. For an article inShowmagazine in 1963, she wentundercover as a Playboy bunny. Having had an abortion herself, she became a prominent advocate ofabortion rights. She worked as a writer forNew Yorkmagazine when she foundedMs., a feminist magazine devoted to women’s issues. The magazine also popularized the use of the title “Ms.” to address women regardless of marital status. Steinem also wrote the bookOutrageous Acts and Everyday Rebellions(1983), and the phrase“a woman without a man is like a fish without a bicycle”is often attributed to her.",
    "Alice Walker": "(1944–present) Walker is best known as the author of the novelThe Color Purple(1982), but she is also renowned for her non-fiction writing about women’s issues. She joined the writing staff forMs.magazine, for which she wrote“In Search of Zora Neale Hurston”(1975), stimulating interest in the then-forgotten Harlem Renaissance writer. Walker collected her critical essays on women’s fiction inIn Search of Our Mothers’ Gardens(1983). Among other arguments, she memorably contrastedVirginia WoolfandPhyllis Wheatley, noting that the latter had none of the advantages Woolf considered necessary in“A Room of One’s Own.”Along withMaxine Hong Kingstonand other female authors, Walker was arrested in March 2003 forprotesting the Iraq Waron the grounds that it would unfairly punish Iraqi women and children.",
    "Amelia Bloomer": "advocateddress reformso that women could wear reasonable clothes; the pants known as“bloomers”were named after her.",
    "Frederick Douglass": "is best known as anabolitionist, but he attended theSeneca Falls Conventionand was (without his consent) nominated asVictoria Woodhull’s vice-presidential candidate.",
    "Margaret Fuller": "was a journalist who advocated for women’s rights; she is best known for editing thetranscendentalistjournalThe Dial.",
    "Julia Ward Howe": "was areformerand women’s rights advocate who wrote the lyrics to“The Battle Hymn of the Republic.”",
    "Alice Paul": "picketed the White Houseand went on ahunger striketo agitate for the passage of theNineteenth Amendment. She later wrote theEqual Rights Amendmentin 1923.",
    "Gerrit Smith": "Whenran for president with theLiberal Partyin 1848, he became the first presidential candidate to includewomen’s voting rightsas part of his party’s platform. He was also a first cousin ofElizabeth Cady Stanton.",
    "Lucy Stone": "is often grouped withSusan B. AnthonyandElizabeth Cady Stantonin the “triumvirate” of American voting rights campaigners. She is famous for keeping her maiden name after marriage.",
    "Ida B. Wells": "is best known as an opponent oflynching, but she was also a women’s rights crusader who agitated for theinclusion of black womenin women’s groups such as theWoman’s Christian Temperance Union.",
    "Victoria Woodhull": "became thefirst female candidate for the presidencyof the United States in 1872, when she ran with theEqual Rights Party.",
    "Emily Davison": "died when she ran in front of KingGeorge V’s horse at theEpsom Derbyin 1913 with a “Votes for Women” banner.",
    "Millicent Fawcett": "led theNational Union of Women’s Suffrage Societies, a more moderate organization thanEmmeline Pankhurst’sWomen’s Social and Political Union.",
    "Mary Richardson": "attacked Diego Velázquez’sRokeby Venuswith a meat cleaver in 1914 to protest the arrest ofEmmeline Pankhurst.",
    "Bella Abzug": "advocated passage of theEqual Rights Amendmentand was known for declaring that“a woman’s place is in the House — the House of Representatives.”",
    "Shirley Chisholm": "In 1972,became thefirst black female candidate for a major party’s presidential nomination.",
    "Jeannette Rankin": "In 1916,became thefirst female elected to the House of Representatives.",
    "Margaret Chase Smith": "was thefirst woman to serve in both houses of Congressand the first to be placed in nomination for the presidency of a major party.",
    "Andrea Dworkin": "wrotePornography: Men Possessing Women(1979) to argue that pornography degrades women and leads toviolence against women.",
    "Germaine Greer": "wroteThe Female Eunuch(1970) to argue that traditional societal and family structuresrepress women.",
    "Anita Hill": "publicized the issue ofsexual harassmentin 1991 when she testified atClarence Thomas’s Supreme Court confirmation hearings that he had harassed her.",
    "Maxine Hong Kingston": "wrote about the lives ofChinese womeninThe Woman Warrior(1975).",
    "Adrienne Rich": "was a poet most famous for writing“Diving into the Wreck”(1973).",
    "Naomi Wolf": "wroteThe Beauty Myth(1991) to argue thatsocietal constructs of beautypunish women who cannot attain them."
}