{
    "Georges Méliès": "(1861–1938), a professional magician, made some of the earliest narrative films and pioneered many filmmaking techniques, such as dissolves, multiple exposures, and the use of storyboards. He made several films inspired by the surreal voyages described in the works ofJules Verne, such asThe Conquest of the Pole(1912),The Impossible Voyage(1904), and his most famous film,A Trip to the Moon(1902), which features an iconic shot of a cannon-propelled space capsule landing in the eye of the moon.",
    "Auguste": "(1862–1954) andLouis Lumière(1864–1948) invented a motion-picture camera and projector called theCinématographe, from which the term “cinema” is derived. In 1895, the Lumière brothers shot the 46-second filmWorkers Leaving The Lumière Factory in Lyonand showed it as part of a paid public screening of ten films in December of that year, an event that is often regarded as the birth of cinema. According to a famous rumor, when the brothers publicly screened their filmL’arrivée d’un train en gare de La Ciotat(1896), the sight of a train directly approaching the screen caused audience members to panic and run to the back of the room.",
    "Jean Renoir": "(1894–1979), the son of the Impressionist painterPierre-Auguste Renoir, had a career that spanned the silent film era to the early 1970s during which he worked in France, Hollywood, and India. Renoir’s filmsLa Grande Illusion(1937), about a group of French officers during World War I plotting an escape from a German prisoner-of-war camp, andThe Rules of the Game(1939), a satire about the French aristocracy on the cusp of World War II, are considered two of the best films ever made. When making his 1951 Technicolor dramaThe River in India, Renoir employed future directorSatyajit Rayas a location scout.",
    "Robert Bresson": "(1901–1999) was known for his sparse and minimalist style, use of almost-exclusively non-professional actors, and the strong Catholic themes of his films. Bresson’s 1956 filmA Man Escapedis influenced by his own experiences as a prisoner of war during World War II. Bresson’s 1959 filmPickpocket, a character study of a thief who believes himself to be above conventional morality, deeply influenced the works of Paul Schrader. Bresson also directedAu Hasard Balthazar(1966), which follows a donkey who is given to many cruel owners, and explicated his approach in a collection of aphorisms titledNotes on the Cinematograph.",
    "Jacques Tati": "(1907–1982) was a mime who turned to film directing in the 1930s. In many of his films, Tati played a clumsy character namedMonsieur Hulot, who had a characteristic stumbling walk and a recognizable overcoat and pipe. These films includePlaytime(1967), which is set in a futuristic Paris,Mon Oncle(1958), a satire of the consumerism of postwar France, andMonsieur Hulot’s Holiday(1953), which is renowned for its visual gags.",
    "Jean-Pierre Melville": "(1917–1973) was renowned for his films noir and gangster films, which includeLe deuxième souffle(1966),Le Doulos(1962),Le Cercle rouge(1970), andBob le flambeur(1956). The best-known of these films isLe Samouraï(1967), which starsAlain Delonas the professional hitmanJef Costello, who lives in a bare apartment with a small caged bird. Melville’s 1969 filmArmy of Shadows, which concerns the French Resistance during World War II, was unpopular upon release for castingCharles de Gaullein a positive light; de Gaulle was particularly disliked at the time because of theMay 68 political revolutionof the prior year.",
    "Alain Resnais": "(1922–2014) belonged to theLeft Bankof the French New Wave, a community that tended to produce more intellectual, literary films compared to the rest of the movement. Resnais was known for his experimentation with narrative forms and his close collaborations with literary authors. NovelistMarguerite Duraswrote the screenplay for Resnais’s 1959 filmHiroshima mon amour, which is about the romance between an unnamed Japanese architect and French actress, told in conversations between them intercut with brief flashbacks.Alain Robbe-Grilletsupplied the screenplay to Resnais’s 1961 filmLast Year at Marienbad, a disorienting film in which a man played byGiorgio Albertazziattempts to remind a woman played byDelphine Seyrigof an affair they may have previously had. Resnais’s short 1956 documentaryNight and Fogdocuments the horrors of Nazi death camps.",
    "Agnès Varda": "(1928–2019) was a Left Bank filmmaker whose debut filmLa Pointe Courte(1955) is often cited as the first film of the French New Wave. She is best known for her 1962 featureCléo from 5 to 7, which follows a young singer in real time as she awaits the results of a test that will tell her if she has been diagnosed with cancer. Other major films by Varda includeVagabond(1985), a nonlinear drama examining the death of a drifter named Mona,Le bonheur(1965), about a man who finds happiness both in his marriage and in an extramarital affair, andFaces Places, a 2017 documentary in which Varda and the street artist/photographerJRtravel around rural France and create portraits of the people they come across.",
    "Jean-Luc Godard": "(1930–2022) was one of the pioneers of theFrench New Wave(La Nouvelle Vague) that revolutionized cinema as an art form in the late 1950s. His filmBreathlessfeatured a then-unconventional use ofjump cuts, in which footage is removed from the middle of a continuous shot to communicate the passage of time. The film featuresJean-Paul Belmondoas Michel, a criminal styling himself after Humphrey Bogart who is sheltered while on the run from the police by Patricia, played byJean Seberg. In a string of 1960s films such asA Woman is a Woman,Vivre Sa Vie,Le Petit Soldat,Band of Outsiders,Alphaville, andPierrot le Fou, Godard cast the actressAnna Karina, to whom he was married from 1961 to 1965. The year 1967, during which Godard’s filmsTwo or Three Things I Know About Her,La Chinoise, andWeek-Endwere released, marked the transition between his New Wave period and his more politically radical films of the next decade, some of which were made with theDziga Vertov Groupof Maoist filmmakers that he assembled. Godard continued to make films during the 1980s, 1990s, 2000s, and 2010s, shooting the highly experimental 2014 filmGoodbye to Languagein 3D.",
    "Jacques Demy": "(1931–1990) was known for his brilliantly colorful films with musical scores that took inspiration from Hollywood musicals and opera. His 1964 musicalThe Umbrellas of CherbourgstarsCatherine DeneuveandNino Castelnuovoas the young lovers Geneviève and Guy, who are separated when Guy is drafted to serve in the Algerian War. Deneuve returned to star in his 1967 filmThe Young Girls of Rochefort, which concerns the twin sisters Delphine and Solange, who move together from the title seaside town to Paris, where Solange is romanced by an American composer played byGene Kelly. A 1993 documentary on the making of The Young Girls of Rochefort was directed by Agnes Varda, to whom Demy was married until his 1990 death from HIV/AIDS.",
    "François Truffaut": "(1932–1984) was another co-founder of the French New Wave, making his mark on the movement with the 1959 filmThe 400 Blows. The film is about the juvenile delinquentAntoine Doinel, an alter-ego of sorts of Truffaut, who runs away from home and school, is arrested for stealing a typewriter from his stepfather, and escapes a juvenile detention center in order to see the ocean. Truffaut made four subsequent films continuing the story of Doinel:Antoine and Colette(1962),Stolen Kisses(1968),Bed and Board(1970), andLove on the Run(1979). In the influential French film magazineCahiers du Cinéma, Truffaut articulated what became known asauteur theory, which likens the film director to an “author” who shapes every aspect of a film according to a personal vision.Jeanne Moreaustarred as the woman at the center of a tragic love triangle in Truffaut’s filmJules and Jim(1962). Other major films by Truffaut include the gangster filmShoot the Piano Player(1960) and the metafictionalDay for Night(1973) which won him the Best Foreign Film Oscar.",
    "Claire Denis": "(1946–present) is a contemporary filmmaker whose upbringing in France’s African colonies informed several of her films, such as her debut featureChocolat(1988),White Material(2009), and her best-known film,Beau Travail(1999). Loosely based on Herman Melville’s novelBilly Budd, Beau Travail stars Denis Lavant as Galoup, Adjudant-Chef in the French Foreign Legion in Djibouti, who attempts to murder a fellow Légionnaire. Denis castRobert PattinsonandJuliette Binochein the 2018 filmHigh Life, in which criminals serving death sentences are sent on a dangerous space mission. Her 2008 film35 Shots of Rumis an homage to the Japanese director Yasujiro Ozu."
}