{
    "The circle": "is a curve consisting of the points that are an equal distance (called theradius) from a particular point (called thecenter). The irrational constantpican be defined as the ratio of the circle’scircumference(the circle-specific term for perimeter) to itsdiameter(equal to twice the radius); the circle’s area is pi times the radius squared. Asectoris the wedge-like shape bounded by two radii and an arc of the circumference; achordis a straight line segment joining two points on the circumference.Cyclic shapesare shapes for which it is possible to draw a circle that goes through all the shape’s vertices; all triangles and all rectangles (including squares) are cyclic, but many quadrilaterals are not. The Cartesian equation (x−h)2+ (y−k)2=r2gives a circle of radiusrcentered at (h,k).",
    "conic sections": "The circle is the simplest of the, which are the class of curves formed by the intersection of a plane with adouble cone(two cones with the same axis, joined at the apex). Another definition of conic sections is that, for any pointPon the curve, the distance fromPto a point called thefocusis equal to a constant multiple of the distance fromPto a line called thedirectrix; the constant multiple is theeccentricity, a dimensionless number that describes how “squashed” the curve is or how far away it is from being a circle. For example, for a circle, the focus is the center, the directrix is a “line at infinity,” and the eccentricity is therefore zero. The next three entries are the other three conic sections, other thandegenerate conic sections(a single point and various configurations of lines, are considered degenerate conics, meaning they can arise from mathematical definitions of conic sections but are not meaningful curves).",
    "Ellipses": "are conic sections that resemble ovals. Their eccentricity is less than 1, and some definitions treat a circle as a special case of the ellipse. On an ellipse, thesumof the distances to two foci is constant. Theirmajor axisandminor axisare the line segments within the ellipse that lie on their axes of symmetry, with the former being longer than the latter. In Cartesian coordinates, an ellipse has an equation of the form (x−h)2+ (y−k)2= 1, where (h,k) is the center andaandbare thesemimajor and semiminor axes(half the length of the major and minor axes, in either order depending on which is greater). The orbits of planets trace out ellipses, perKepler’s first law.",
    "Parabolas": "are conic sections that areopen, meaning the curve does not “come back to meet itself.” They all have the same eccentricity, 1, meaning all parabolas aresimilarto one another and, for any point on the parabola, the distance to the directrix equals the distance to the single focus. The standard equation for an upward-opening parabola isx2= 4ay, with the focus being at (0,a). In Cartesian coordinates, the graph of anyquadraticsingle-variable polynomial is a parabola. In a constant gravitational field, the path of aprojectileis an arc of a parabola.",
    "Hyperbolas": "are conic sections with eccentricity greater than 1. On a hyperbola, thedifferenceof the distances to two foci is constant. Hyperbolas have twobranches, each of which tends towards a pair ofasymptotes. In Cartesian coordinates, an ellipse has an equation of the form (x−h)2− (y−k)2= 1, where (h,k) is the center.",
    "The cycloid": "is the curve traced out by a point on the circumference of a circle as itrollsonce along a straight line without slipping. Portions of a cycloid provide the solution to thebrachistochrone problem, which is to identify the curve between two points so that a particle sliding frictionlessly down the curve will slide as fast as possible. The cycloid also provides the solution for thetautochrone problem, which seeks a curve for which the time taken for a particle to descend the curve does not depend on the initial position.",
    "The catenary": "is the shape of a uniformly heavychain(catenain Latin) suspended from two points at the same height in a constant gravitational field. The equations (in Cartesian coordinates) for catenaries use thehyperbolic cosinefunction. All catenaries are similar to each other. Though catenaries look similar to parabolas,yscales exponentially withxrather than quadratically as for the parabola.",
    "The Witch of Agnesi": "is a bell-shaped curve given by the graph ofy= 1 / (1 +x2). When rescaled, it becomes the probability density function for theCauchy or Lorentzian distribution, which is well-defined but nevertheless has no well-defined mean. It was popularized by the mathematicianMaria Agnesi, the first woman to receive a position as a math professor (though she apparently did not take it up). Its unusual name comes from a translator misreading its Italian name “versiera” as “avversiera,” meaning “witch.”",
    "spirals": "There are several types of, all of which wind outwards from a central area and cross axes infinitely many times. One of the most familiar types of spirals is theArchimedean spiral, characterized in polar coordinates by its radius being a linear function of the polar angle (r=kθ). Other types include thelogarithmic spiral, in which the radius is proportional to the exponential of a multiple of the polar angle (r=aekθ), exemplified by the shell of the nautilus.",
    "The cardioid": ", whose name references itsheart-shapedappearance, can be defined similarly to the cycloid (see above) except that the circle now rolls around another identical circle. The cardioid has acuspwhere the point on the former circle meets the latter circle. A cardioid generated from circles of radiusa, and with its cusp atθ= 0, is given by the polar equationr= 2a(1 − cosθ).",
    "The lima¸on": ", whose name comes from a French term for “snail,” was described byÉtienne Pascal, the father of Blaise Pascal. It is defined similarly to the cardioid, except that the point can now lie anywhere within the outer circle. Depending on their parameters, lima¸ons can have a cardioid-like “dimple” or an inner loop formed by the curve intersecting itself.",
    "Lemniscates": "are a class of curves with afigure-8shape. Theinfinity symbolis a lemniscate. There are several types of lemniscates, including thelemniscate of Booth, which is a special case of thehippopede, and thelemniscate of Bernoulli, along which theproductof a point’s distances to two foci is constant. Its name comes from the Greek for “ribbon.”"
}