{
    "Typhon": "(alsoTyphoeusorTyphaon) andEchidnaare known as theFatherandMother of All Monstersdue to their numerous monstrous offspring, including the two-headed dogOrthrus, theNemean Lion, theHydra, theChimera, andCerberus. Typhon was the last son ofGaeaandTartarus, whileEchidna’s parentage is obscured by ancient sources; most often, she is listed as a daughter ofPhorcysandCeto. In theTheogony, Hesiod describes a climacticbattle between Zeus and Typhonfollowing Zeus’ defeat of theTitans: Typhon rips out Zeus’ sinews and is nearly victorious, butHermesrestores Zeus’s sinews and Zeus finally overpowers the giant monster. Typhon was thentrapped under Mount Etna, where he is believed to causeearthquakesandvolcanic eruptions.",
    "Polyphemus": ", the most famousCyclopsin Greek mythology, is the son ofPoseidonand the sea nymphThoosa. The most notable myth involving Polyphemus is his appearance in Book IX ofHomer’sOdyssey: afterOdysseusand his crew land on Polyphemus’ island after escaping theLotus-Eaters, Polyphemuseatstwo of Odysseus’ crew,imprisonsthe rest in his cave, and eats four more before the survivors can escape. To escape, Odysseus gets Polyphemusdrunkon wine andblindsthe one-eyed giant with a stick; the next morning, Odysseus and his crew ride out of Polyphemus’ cave, hiding underneath the Cyclops’sheep. When Polyphemus asks Odysseus’ name, Odysseus responds“No one”or “No man” (translations vary), and Polyphemus prays to his father Poseidon to make Odysseus’ journey home treacherous. In another myth, Polyphemus falls in love with the nymphGalatea, who in turn loves the humanAcis. Polyphemus thenkills Acis with a boulderout of jealousy.",
    "Medusa": "is the only mortal member of theGorgons, a trio of monstrous daughters ofPhorcysandCetowho hadbrass hands,fangs, and venomoussnakes for hair; the other two wereSthenoandEuryale. Many early sources state that Medusa was born a monster, thoughOvid’sMetamorphosesstate that Medusa was a beautiful woman until she wasraped by Poseidonin Athena’s temple and cursed by the goddess. Gazing directly into Medusa’s eyes resulted in the onlooker beingturned into stone. She wasbeheadedby the heroPerseus, who was sent to retrieve her head by the tyrantPolydectes, whom Perseus then killed with the head. Perseus gave the head of Medusa toAthena, who placed it on her shield, theaegis. When Medusa was beheaded, the winged horsePegasusand the giant warriorChrysaoremerged, her sons by Poseidon. According to Ovid, Medusa’s head was also used topetrify the Titan Atlas.",
    "Minotaur": "The(alsoAsterion) was ahalf-man, half-bullmonster kept in theLabyrinthonCreteby KingMinos. Minos prayed to Poseidon to send asnow-white bullas a sign of support during Minos’ quarrel with his brothers for the throne of Crete, but instead of sacrificing the animal to the sea god, Minos kept it for himself. Angered, Poseidon caused Minos’ wifePasiphaëto lust after the bull, soDaedalusbuilt her a wooden cow so she could mate with the bull. The product of this encounter was the Minotaur (lit. “Bull of Minos”). After Minos’ sonAndrogeuswas killed by Athenians, Minos demandedseven Athenians male youths and seven Athenian female youths, to be selected by lots every seven or nine years (accounts vary) as retribution; these victims were fed to the Minotaur. On the third drawing of the lots, the Athenian heroTheseusvolunteered to vanquish the beast; with the help of Minos’ daughterAriadne, who gave Theseus aball of stringso he could find his way out of the Labyrinth, Theseus slew the Minotaur. On the return voyage from Crete, Theseusforgot to change his sailsfrom black back to white, and his fatherAegeusjumped into the sea, believing his son had died.",
    "Lernaean Hydra": "Thewas one of the offspring ofTyphonandEchidna. The Hydra was amulti-headedwater serpentthatbreathed poisonous gasand hadtoxic blood, and every time one head was cut off, two more grew back in its place. The Hydra dwelled in theSpring of Amymonein the swamp orlake of Lernanear the Peloponnese, beneath which was said to be an entrance to theUnderworld. The Hydra was killed byHeraclesas his second labor forEurystheusduring a battle in which Heracles’ nephewIolausprovided aid bycauterizing the neck stumpsafter Heracles cut each head off, preventing additional heads from growing back. After killing the monster, Heraclesdipped his arrowsin the Hydra’s blood; the poisoned arrows were later used against theStymphalian Birds,Geryon, and the centaurNessus.",
    "Cerberus": "was thethree-headed(or, according to Hesiod’sTheogony, 50-headed)dogwhoguarded the gates to the Underworld. A child ofTyphonandEchidna, Cerberus is described as ahellhoundwith amane of snakes, theclaws of a lion, and thetail of a deadly snake. AsHeracles’ twelfth and final labor, he had tobring Cerberus backfrom the Underworld, which he did following an intensewrestling match. Prior to the task, Heracles was instructed in theEleusinian Mysteries, and freed Theseus from being stuck on a chair in Hades. InVirgil’sAeneid, theCumaean Sibylgives Cerberus threedrugged honeycakesso that she and Aeneas can enter the Underworld.",
    "Chimera": "Thewas ahybrid monsterwho was also a child ofTyphonandEchidna. She is most commonly described as alioness with a goat’s head protruding from her backand atail that ended in a snake’s head. She was afire-breathingmenace toLyciauntilBellerophonslew her on orders fromKing Iobates. Flying on the back ofPegasus, Bellerophon shot at the Chimera and ultimately killed the beast by affixing ablock of leadto his spear and causing the Chimera to melt the block with her fiery breath,suffocatingher in the process.",
    "Sphinx": "The, identified in theTheogonyas “Phix,” was a hybrid monster whose parentage varies widely from source to source. She was alion-bodied,wingedmonster with theface of a human, who terrorized the city ofThebesin the generations before Oedipus. She would give a riddle —“What creature has one voice and yet becomes four-footed and two-footed and three-footed?”— and eat anyone who was unable to answer correctly. It is possible that the Sphinx was sent to Thebes fromEthiopiaby either the goddessHeraor the war godAres. Eventually, Oedipus correctly answered the riddle—“Man”— and the Sphinxthrew herselfoff her mountainside perch to her death.",
    "Sirens": "Thewerebeautiful womenwho appeared harmless andsang a beautiful song to passing sailors, only to prove vicious and bloodthirsty when the sailors ventured too close. The Greeks often said that the Sirens were the daughters of the river godAchelous, while the Romans named their father asPhorcys. In theArgonautica,ChironwarnsJasonthatOrpheuswill be instrumental on his journey, and Orpheus later saves all of Jason’s crew (saveButes) byplaying his lyrewhen they pass the Sirens to drown out their beautiful and alluring song.Odysseusalso encountered the Sirens,tying himself to the mastof his ship so that he could safely hear their song while his crewplugged their earswith beeswax, on the advice of the sorceressCirce.",
    "Calydonian Boar": "Thewas a monstrous beast sent byArtemisto wreak havoc in Calydon after KingOeneusneglected to honor her while sacrificing to the gods. Oeneus’s sonMeleagerled a group of heroes — includingTheseus, the twinsCastorandPolydeuces(orPollux), and Achilles’s fatherPeleus, as well as the huntressAtalanta— on what became known as the Calydonian Boar Hunt. Atalanta drew first blood, and Meleager finished off the beast. Meleager, who had fallen in love with Atalanta, then insisted on honoring her by giving her thehide. Meleager’s uncles protested, Meleager killed them, and Meleager’s mother avenged the death of her brothers by burning up the log that represented Meleager’s lifespan, killing him."
}