{
    "Heracles": "(or, as the Romans referred to him,Hercules) is often considered the greatest of the Greek heroes. He was the son ofAlcmeneandZeus, which earned him the lifelong enmity of Zeus’s wife Hera. Hera struck Heracles with a temporary madness so that he killed his wifeMegaraand their children. As penance, Heracles servedKing Eurystheusfor ten years and completedtwelve labors. Some of his most famous labors were slaying theNemean Lion, whose skin was impenetrable; slaying the nine-headedLernaean Hydra, which would sprout new heads when one was cut off; redirecting two rivers to clean the massiveAugean stablesin one day; and capturingCerberus, the three-headed guard dog of the Underworld. Heracles was killed when the centaurNessustricked Heracles’s wifeDeianirainto giving him a poisoned shirt. After his death, Heracles was deified and married the goddess of youth,Hebe.",
    "Theseus": "was a prince of Athens who was described as both the son ofKing Aegeusand the son ofPoseidon. He was raised by his motherAethrainTroezen, then as a young man took a land journey back to Athens, during which he defeated six foes, including the banditsSinis, Sciron, and Procrustes. After Theseus was sent byMedeato kill the Marathonian Bull, he voluntarily went to Crete to combat theMinotaur, a bull-headed monster who devoured the Athenian tributes demanded every nine years byKing Minos. Minos’s daughterAriadnegave Theseus a ball of string to help him navigate theLabyrinth, and he successfully slew the Minotaur. Theseus escaped with Ariadne, but later abandoned her on the island ofNaxos. On the way back to Athens, Theseus forgot to replace theblack sailson his ship with white sails, which led his father King Aegeus to commit suicide because he believed Theseus had been killed.",
    "Perseus": "was the son ofDanaëandZeus. Perseus’s grandfather,King Acrisiusof Argos, had heard a prophecy that his grandson would kill him, so he banished Danaë and Perseus by setting them adrift in a chest on the ocean. Perseus grew up onSeriphos, whose kingPolydectesresolved to marry Danaë unless Perseus could bring him the head of the gorgonMedusa, a monstrous woman with snakes for hair and a petrifying gaze. After securing advice from three sisters called theGraeae, Perseus located Medusa, and using Hermes’swinged sandals, Hades’sHelm ofInvisibility, and amirrored shieldfrom Athena, he was able to behead her. On his way back to Seriphos, Perseus used the head of Medusa to rescue the Ethiopian princessAndromedafrom the sea monsterCetus. Perseus also killed Polydectes, whose advances on Danaë had turned violent in his absence. During an athletic competition later in life, Perseus accidentally hit the spectating Acrisius with adiscus, killing him and thus fulfilling the prophecy.",
    "Jason": "was the son ofAeson, the rightful king of Iolcos who had been usurped by Jason’s unclePelias. In an attempt to kill Jason, Pelias offered him the throne if he completed a quest toColchisand retrieved theGolden Fleece. Jason assembled a crew of heroes, named theArgonautsafter their ship, theArgo, for the quest. When they arrived in Colchis,King Aeëtesagreed to give Jason the Fleece if he performed a series of daring tasks. With the help of Aeëtes’s daughter, the sorceressMedea, Jason yoked the fire-breathingBulls of Colchis, plowed a field and sowed it withdragon’s teeth, defeated theSpartoi warriorsthat sprung from the teeth, and finally overcame the dragon guarding the fleece. When Jason and Medea returned to Iolcos, they murdered Pelias and were exiled to Corinth. Jason abandoned Medea for the Corinthian princessGlauce, and in revenge, Medea killed Glauce as well as her own children with Jason. For breaking his marriage vow, Jason lost favor with Hera and died unhappy.",
    "Achilles": "was the greatest Greek warrior during theTrojan War. He was the son ofKing Peleusand the NereidThetis, who dipped him in theRiver Styxas a child to make his body invulnerable, except for theheelby which she held him. Thetis tried to keep Achilles out of the Trojan War bydisguising him as a girlon the island of Skyros, but his trickery was exposed byOdysseus. Achilles refused to continue fighting in the Trojan War after the Greek commander, Agamemnon, seized his concubineBriseis. As the Trojans start to gain the upper hand, Achilles’s friend (and, by many interpretations, lover)Patroclusdonned Achilles’s armor and led hisMyrmidonwarriors into battle. After Patroclus was killed by the Trojans’ best warrior, Hector, Achilles flew into a berserk rage and massacred many of the remaining Trojans, including Hector. Achilles was eventually killed by the Trojan princeParis, who shot an arrow into Achilles’s vulnerable heel.",
    "Odysseus": "was a king ofIthacaand one of the Greek leaders during the Trojan War. Odysseus originally tried to avoid the war by pretending to be insane, but was exposed whenPalamedesput his sonTelemachusin front of his plow. During the war, Odysseus showcased his cunning by proposing the idea for theTrojan Horse. Odysseus’s ten-year journey home from the war is the subject ofHomer’sOdyssey. He escaped and blinded the cyclopsPolyphemus, foiled the enchantments of the sorceressCirce, was forced to live with the sea nymphCalypsofor seven years, and much more. When Odysseus arrived back in Ithaca, he found that his loyal wifePenelopewas being harassed by rowdy suitors who believed him to be dead. Odysseus disguised himself as a beggar, and when Penelope proposed anarchery contestamong the suitors, he revealed his identity and killed them. After Odysseus convinces Penelope that he truly is her husband, they happily reunite.",
    "Diomedes": "was a king ofArgosand a great Greek warrior, second only to Achilles in martial prowess during the Trojan War. Early in life, Diomedes’s fatherTydeus, who was a member of theSeven Against Thebes, was killed during a rebellion against the city. Diomedes and the otherEpigoni(the sons of the Seven) avenged their fathers by sacking and plundering Thebes.  During the Trojan War, Diomedes and Odysseus participated in a daringnight raidon the Trojan camp. One Trojan warrior namedGlaucuschallenged Diomedes to single combat, but after they realized that their grandfathers had been friends, they swapped armor instead of fighting. Diomedes was the only mortal other than Heracles to fight and injure gods, wounding bothAresandAphrodite. After the war, Diomedes founded many cities in Italy.",
    "Ajax the Great": ", or Telamonian Ajax, was a massive and powerful Greek warrior during the Trojan War. Ajax fought with a massiveshield made of cow-hide and bronze, which he used to protect his half-brotherTeucer, a potent archer. Ajax fought the premier Trojan warrior,Hector, and wounded him, but the match was called a draw and Ajax gave Hector apurple sashin exchange for Hector’s sword. Ajax competed with Odysseus for thearmor of Achillesafter his death, but the armor was awarded to Odysseus. In a fit of rage and insanity, Ajax slaughtered a herd of sheep, thinking they were the Greek leaders who had ruled against him. When Ajax came to his senses and realized what he had done, he committed suicide in shame.",
    "Bellerophon": "was a demigod son ofPoseidon. He rejected the advances ofQueen Stheneboea, who then falsely accused him of assault.King Iobatesrefused to directly murder a guest, so he instead sent Bellerophon on a perilous quest to defeat theChimera, a fire-breathing monster with the head of a lion, body of a goat, and tail of a snake. To aid in his quest,Athenavisited Bellerophon in a dream and gave him agolden bridlewith which he tamed the flying horsePegasus. Bellerophon rode Pegasus up to the lair of the Chimera and threw aspear tipped with a block of leadinto its mouth; the monster’s breath melted the lead, which suffocated it. Bellerophon’s arrogance, or hubris, grew so much that he attempted to ride Pegasus up to Mount Olympus and live among the gods. Zeus sent agadflyto sting Pegasus, and Bellerophon fell and was blinded from his landing. He lived the rest of his life wandering the land in misery.",
    "Atalanta": "wasabandonedon a mountain as a baby because her father wanted a son. She wasraised by bears, which helped her become one of the greatest and fastest hunters. Atalanta joined the hunt for theCalydonian Boar, a giant wild boar that was ravaging the land. Atalanta drew first blood on the boar, and after it was killed, the leader of the hunt,Meleager, awarded its hide to her. After the hunt, Atlanta was recognized by her father, who wanted to arrange a marriage for her. A prophecy had foretold Atalanta’s doom if she married, so she agreed to only marrythe man who could beat her in a race; all losers were killed. One suitor,Melanion, enlisted the help of Aphrodite, who gave him threegolden appleswhich he used to distract Atalanta during the race and win the contest and her hand in marriage. After Atalanta and Melanion had sex in a temple of Zeus, the godsturned them into lionsas punishment for their disrespect."
}