{
    "Abraham": "(originally known asAbram) is the first patriarch in theBook of Genesis. Abraham, who was originally fromUr of the Chaldeans, is promised theland of Canaan, which he enters with his wifeSarahand his nephewLot. To test Abraham’s faithfulness, the Lord orders him tosacrifice his son Isaacon Mount Moriah; Abraham complies, but at the last second, he is stopped by an angel and given a ram to sacrifice instead. Abraham then makes acovenantwith the Lord, who promises that his descendants will be as numerous as the stars of the sky and the sands of the seashore. In Islamic tradition, Abraham (known as Ibrahim) is instead told to sacrifice his son Ishmael, whose mother is the concubine Hagar. Judaism, Christianity, and Islam are collectively known asAbrahamic religionsdue to Abraham’s central role in the scriptures of all three.",
    "Jacob": "is the third and final patriarch in the Book of Genesis, the son of Isaac andRebekah. In Isaac’s old age, he intends to bless Jacob’s elder twin brotherEsau, but Jacob wears goatskins to impersonate his sibling and receives the blessing instead. While traveling to his uncle Laban to escape Esau’s wrath, he has a vision ofangels moving up and down a ladder to heaven. After working for seven years, he is given Laban’s daughterLeahin marriage, but works another seven years to marry Laban’s daughterRachelinstead. His name is changed toIsraelafter he spends a night wrestling with an angel; the angel defeats him bystriking his hip socket, which is why Jewish law forbids eating the sciatic muscle. Jacob’s sons become the heads of theTwelve Tribes of Israel; his sonJosephreceives a coat of many colors, is sold into slavery by his brothers, and becomes vizier for thepharaoh of Egypt.",
    "Moses": "leads the Israelites during theExodus, freeing them from theircaptivity in Egypt. He is abandoned in a basket as a child and is raised by the pharaoh’s daughter. After killing an Egyptian overseer, he flees to the land of Midian, where the Lord appears to him in aburning bush. Moses and his brotherAarongo before the pharaoh to request he release the Israelites from bondage. When the pharaoh refuses, the Lord afflicts Egypt withTen Plagues, the last of which causes the death of every first-born male child. The Israelites avoid this bypainting their doorposts with lamb’s blood, a ritual that leads to the establishment of the holiday ofPassover. Moses then leads the Israelites out of Egypt byparting the Red Sea, after which they spend 40 years wandering in the desert. Moses receives the tablets of theTen Commandmentsfrom the Lord on Mount Sinai, but smashes them in anger when he sees the people worshipping agolden calf. Moses dies before entering the Promised Land and is succeeded byJoshuaas the leader of the Israelites. Since the books of the Jewish Torah (Genesis, Exodus, Leviticus, Numbers, and Deuteronomy) are attributed to Moses, the rules set forth in the Torah are known as the Mosaic Law.",
    "Samson": "is the last of twelve namesake leaders of Israel in theBook of Judges. He possessessuperhuman strengthas he never cuts his hair. After falling in love with a Philistine woman and preparing to marry her, Samson tells the groomsmen ariddleinvolving honey in the carcass of a lion; the groomsmen force his betrothed to tell them the answer. Samson’s betrothed is eventually married to another man, causing an enraged Samson to burn the Philistines’ crops and slay 1,000 men with thejawbone of a donkey. Samson’s downfall comes when he falls in love withDelilah, who seduces him for the secret of his strength, then cuts his hair while he is asleep. He is captured and blinded by the Philistines, who display him in theTemple of Dagon. However, he regains his strength and collapses the temple, killing himself and everyone else inside.",
    "Samuel": "is a prophet and the namesake of the two books that follow Ruth and precede 1 Kings. Samuel’s mother,Hannah, prays to the Lord for a child, and promises that should she conceive a son she will dedicate him to the service of the Lord. Shortly thereafter, Hannah becomes pregnant with Samuel. When Samuel is a young boy, the Lord calls to him during the night, though he mistakes the voice for that of the head priestEli, whose downfall he subsequently foretells. As an adult, Samuel leads Israel to a major victory over the Philistines at Mizpah, erecting the stone Ebenezer on the site. At the Israelites’ request, heanoints Saulas the first king of Israel; Saul eventually loses his favor by sparing King Agag of the Amalekites in battle. After Samuel’s death, Saul calls upon theWitch of Endorto summon up Samuel’s ghost; Samuel’s spirit predicts a crushing defeat for Israel at the hands of the Philistines.",
    "David": "is a son of Jesse of Bethlehem. David succeeded Saul asKing of Israeland is traditionally held to be a direct ancestor of Jesus. David first takes command of Israel’s army after he uses a simple sling to slay the massive Philistine championGoliath, an event depicted in sculpture by Michelangelo and Donatello, among others. Though Saul becomes jealous of David and tries to kill him, David escapes with the help of Saul’s sonJonathan, with whom he shares a deep relationship that some modern scholars have interpreted as romantic. As king, David captures the city of Jerusalem and installs the Ark of the Covenant there. He falls in love with the married womanBathshebaand sends her husband Uriah the Hittite to be killed in battle; this earns him a strong rebuke from the prophet Nathan. David’s children includeAbsalom, who leads a rebellion against him. David is recognized as the traditional author of thePsalms.",
    "Solomon": "is a son of David who succeeds his father as king. As a young man, Solomon is visited by the Lord, who asks what Solomon desires; Solomon’s reply of“wisdom”pleased the Lord, who granted the request. In the best-known episode illustrating Solomon’s wisdom, he orders that achild be cut in halfto determine its true mother. Under Solomon’s rule, Israel built theFirst Temple of Jerusalem, also known as the Temple of Solomon, whose innermost chamber housed the Ark of the Covenant. Solomon amassed great wealth and had 700 wives. In a short episode that inspired numerous artists, Solomon was visited by theQueen of Sheba. Traditionally, Solomon is considered the author of the books ofProverbs,Ecclesiastes, and theSong of Solomon(or Song of Songs), as well as the deuterocanonical Wisdom of Solomon.",
    "Elijah the Tishbite": "is a powerful prophet during the reign ofKing Ahaband his pagan wife Jezebel. Elijah denounces Ahab’s worship of Baal and predicts a three-yeardrought, after which heflees into the wildernessand is fed by ravens. During this time, Elijah stays with a widow in the town of Zarephath and performs miracles such as multiplying her flour supply and raising her son from the dead. At the end of the drought, Elijah challenges the priests of Baal to a dramatic contest on Mount Carmel where hesummons fire from heavento ignite a burnt offering. Elijah’s mission is carried on by his studentElisha, who asks for a “double portion” of Elijah’s spirit as Elijah bodily ascends to Heaven, carried up on a chariot of fire. Elijah also appears briefly in the New Testament, when both he and Moses converse with Jesus during the Transfiguration. In Jewish tradition, Elijah will appear to herald the coming of theMessiah.",
    "Daniel": "is a Jew who is brought to the court ofNebuchadnezzar IIduring theJewish captivityin Babylon. Danielinterprets dreamsfor the king, including one in which an enormous statue represents four successive kingdoms that will supplant Babylon, and another predicting that Nebuchadnezzar will suffer from seven years of madness. In one episode, Nebuchadnezzar casts Daniel’s friendsShadrach, Meshach, and Abednegointo a furnace, but all three emerge unscathed. Daniel also serves the later rulerBelshazzarand interprets a mysterious hand thatwrites on the wallduring a feast, predicting Belshazzar’s downfall—which comes that night. In the best-known episode from Daniel’s life, Darius the Mede casts Daniel into alion’s denafter Daniel disobeys an order not to worship the god of Israel; after Daniel emerges unharmed, Darius has those who accused Daniel thrown into the lion’s den instead, where they are killed.",
    "Jonah": "is a minor prophet sent by God to preach repentance to the city ofNineveh. Jonah is reluctant to do so and instead boards a ship toTarshish, but God sends a massive storm to disrupt his journey. Jonah is cast overboard by the crew andswallowed by a large fish, which spits him onto the shore after three days. Jonah eventually continues on to Nineveh and convinces its inhabitants to repent by donning sackcloth and ashes. Indignant that God spared the city from destruction, Jonah sits outside the city, where God causes agourdto grow over him and provide him shade. A worm then devours the gourd, exposing him to the heat of the Sun; God uses Jonah’s suffering to show Jonah that he should havepityon the people of Nineveh. The Book of Jonah is traditionally read in the afternoon on the Jewish holiday ofYom Kippur."
}