{
    "Vishnu": ": One of theTrimurti(the holy trinity of Hindu gods), Vishnu is thePreserver, protecting the world.  When needed, Vishnu descends to Earth as anavatar, or incarnation.  Nine have appeared so far:Matsya,Kurma(tortoise),Varah(boar),Narasimha(man-lion),Vamana(dwarf),Parashurama,Rama,Krishna, andBuddha.  A tenth,Kalki, will appear with a flaming sword to save humans from thedarkness.  Some cult followers worship Vishnu asNarayana, the primal being.  Vishnu has darkblue skin, rides with the eagleGaruda, and sits on the snakeShesha.  His symbols are theconch,disc,club, andlotus; his chief wives areLakshmiandBhu(the Earth).Kama, the god of love, may be his son.",
    "Shiva": ": Also known asLord Mahesh, Shiva is theDestroyerin theTrimurti.  Developed fromRudra, the Vedic god of death, Shiva is often shown sitting on atiger skinand riding the bullNandi.  He is also associated with alingam(phallus).  He hasthree eyes, of which the third (in the middle of his head) isall-knowing; when it opens, the world is destroyed and regenerated.  Lord of all underworld beings, he wears anecklace of skullsand another made of asnake.  He carries atridentas a weapon and has ablue throat, the result of drinkingpoisonwhile the ocean churns.Parvati, one of his several consorts, bears him two sons:Kartikeya(the god of war) andGanesha.",
    "Brahma": ": The third of theTrimurti, Brahma is theCreator.  By dropping anegginto the cosmic waters, he hatches a younger form of Brahma that creates other beings.  Also thechief priest, he hasfour headsthat each point in a cardinal direction, representing theFour Vedas.  Brahma has afifth headuntil Shiva plucked it off; as punishment for that act, Shiva is forced to wander as abeggarand carry Brahma’s severed skull as a bowl.  Brahma’s wife isSavitri, who curses him after he lets acow-maidenstand in for her at an important ritual.  Few people worship Brahma, either because of the curse or because he lost a power struggle to Vishnu.",
    "Krishna": ": Thiseighth avatar of Vishnuis born when Vishnu plucks two of his ownhairs— one light, one dark — and uses the dark hair to impregnateDevaki.  Her husbandVasudevasaves Krishna from evilKing Kansaby carrying him across the riverYamunato safety inGokula.  Krishna can be depicted as a child, adolescent, or adult.  As an infant, he playsprankssuch asstealing butter.  As a youthful lover, he plays thefluteand dances with thegopis(cow-maidens) in theVrindavana forest.  As an adult, he is a dark-skinnedwarriorwith a light, angelic face,charioteer to Arjuna(in theMahabharata).  In theBhagavad-Gitait is he who reveals the importance ofdharmaandbhakti.  His consort is the cowherd girlRadha.",
    "Ganesha": ": Thiselephant-headedgod ofwisdom and learningis often shown riding arat.Parvati“gives birth” to Ganesha by creating him from thesaffron pasteshe scrubbed off of herself after bathing.  When Parvati instructs Ganeshanot to let anyone inas she took another bath, Ganesha preventsShivafrom entering, prompting Shiva tocut off Ganesha’s head.  To calm Parvati, Shiva tells servants to take the head of the first baby found whosemother had her back turned; the servants bring back the head of ababy elephant.  Ganesha has two wives (RiddhiandSiddhi), two sons, and a daughter.  People pray to thisremover of obstaclesand bringer ofgood fortunebefore they commence business.",
    "Rama": ": Theseventh avatar of Vishnuis hero of theRamayana.  Born as a prince toKing DasharathaandQueen Kaushalya, Rama wins the hand of his wifeSitain a competition held by Sita’s father,King Janaka; only he canstring Shiva’s bow.  When his auntKaikeyischemes to deprive him of Dasharatha’s throne by putting her sonBharatathere, Rama and Sita are banished to a forest for 14 years.  During that time, the ten-headed demonRavanakidnaps Sita, but Rama rescues her and kills Ravana.  Bharata abdicates; Rama makes Sitawalk through fireto prove that Ravana had not corrupted her.",
    "Indra": ": The god ofrain,thunder, andwar, Indra wields thethunderbolt(vajra) and ridesAiravat, thefour-tusked white elephant.  In early Vedic times he was king of the gods who ruledswarga; manyRig Vedahymns are devoted to him.  With the aid of both theMarut storm godsand his favorite drink,soma, Indra leads theAryan conquestof India.  He also defeats the dragonVritra, who hadstolen the world’s water.",
    "Lakshmi": "(orSri): The last and greatest treasure born from the“churning of the ocean,”Lakshmi is the goddess ofprosperityand patron tomoneylenders.  The epitome offeminine beauty, she sits or stands on alotus flowerand appears in her own avatars alongsideVishnu:Sitato his Rama;Padmathe lotus to Vamana the dwarf;Radha(or Rukmini) to Krishna.  A form of the mother goddess (Shakti, orDevi), she also representsvirtueandhonesty.",
    "Shiva’s consort": ": Several incarnations of the “mother goddess” take this moniker.Parvati, the most benevolent form, is the reincarnation ofSati, who threw herself into the fire.Durgais ademon-slayerwho rides alioninto battle and carries a weapon in each of hermany arms.Kaliis a black-skinned goddess ofdestruction, who defeats the demon leaderRaktavijaby drinking all of his blood.  Although Kali’sdancecan destroy the world, Shivathrows himself at her feetto calm her, turning her into Parvati.",
    "Arjuna": ": The chief hero of theMahabharata, Arjuna is the son ofIndraand one of fivePandava brothers, who fight a bitter war against their 100 cousins,Kauravas, culminating at the battle on“Kuru’s Field.”Before the battle, Arjuna asks hischarioteer(Krishna) why he must fight.  Krishna responds that Arjuna must follow a devotion to god (bhakti), and that even as he slays his brethren, it is for ajust cause.  Along with the rest of the Pandavas, Arjuna is married toDraupadi.",
    "Hanuman": ":  Son of the wind godVaayuandQueen Anjana, Hanuman has ahuman body with a monkey’s head.  As a boy heswallows the sun(mistaking it for a piece of fruit); the angryIndrawhips him with a thunderbolt.  In response, the wind god Vaayu refuses to breathe air into the world, prompting Indra to apologize and the other gods to bestowimmortalityandshapeshiftingability on Hanuman.  He figures prominently in theRamayana, where he flies toLankato tellSitathatRamawillrescueher fromRavana.",
    "Agni": ": Part of a trinity withSurya(the sun) andVaayu(the wind), Agni can be brought to life by rubbing two sticks together.  Since Agni is responsible forsacrificial fires, he is thepatron of priests.  He has ared body,two heads,three legs,four arms, andseven tongues; he often carries aflaming javelin.  In theMahabharata, Agni’s grandfather is one of seven great sages; with the help of Krishna, he devours theKhandav forest."
}