{
    "Wayne Gretzky": "(1961–present):  Born in Brantford, Ontario,“The Great One”was named Canada’sathlete of the century. Gretzky holds or shares61 NHL records, includingcareer goals (894),assists (1,963), andpoints (2,857). The winner often scoring titles(Art Ross Trophies) andnine NHL MVP’s (Hart Trophies), his #99 wasretired league-wide. He wonfour Stanley CupswithEdmontonin the 1980s before a major trade sent him toLos Angelesin 1988. After a brief stint inSt. Louis, he finished his career with theNew York Rangersin 1999.",
    "Gordie Howe": "(1926–2016):  Born in Floral, Saskatchewan,“Mr. Hockey,”was equally adept with his stick as he was with his fists. A“Gordie Howe hat trick”was later joked to consist of a goal, an assist, and afight. Asix-time Art Ross Trophywinner, he played 26 seasons with theDetroit Red Wings, retiring in 1971. After a two-year retirement, he returned to the fledgling WHA, to play with his sons on theHouston Aeros. He played his last NHL season at the age of 52 in 1980 with theHartford Whalers, finishing as the NHL’scareer points leader until 1989.",
    "Mario Lemieux": "(1965–present):  Born in Montreal, Quebec,“Super Mario”scored his first NHL goal on the first shift of his first game, against Boston in 1984. He led thePittsburgh Penguinstoconsecutive Stanley Cupsin 1991–1992. After a bout withHodgkin’s disease, he returned tolead the NHL in scoringin 1995–1996 and 1996–1997. He then later helpedbail the Penguins out of bankruptcyby becoming the lead owner of the team in 1999.",
    "Bobby Orr": "(1948–present):  Born in Parry Sound, Ontario, Bobby Orr revolutionized the position ofdefenseman. Thefirst blue liner to win the Art Ross Trophy(scoring title), he also won theNorris(best defenseman),Hart(league MVP), andConn Smythe(playoff MVP) in the same season (1969–1970). That same year, he led theBruinsto their first Stanley Cup in three decades with the now famous“Goal.”He recorded thehighest ± rating everfor a single season, +124 in 1970–1971, and woneight straight Norris Trophiesfrom 1968–1975. Unfortunately, hisbad kneesforced him into early retirement in 1979.",
    "Maurice Richard": "(1921–2000):  Born in Montreal, Quebec,“The Rocket”was one of the most gifted offensive players in NHL history. He was thefirst NHL player to score 50 goals in a single season, doing so in 1944–1945, and also thefirst to score 500 goals in a career. The winner ofeight Stanley Cups, hissuspensionby league president Clarence Campbell in 1955 led to“The Richard Riot”on March 17, 1955, which was quelled only by an appeal by Richard for peace. Many sociologists credit the Richard Riot with contributing to the rise of theQuebec independence movement. The NHL began awarding theRocket Richard Trophyin 1999 for the league’s top regular-season goal scorer.",
    "Terry Sawchuk": "(1929–1970):  Born in Winnipeg, Manitoba,“Ukey”played more games (971), won more games (447), and recorded more shutouts (103) than any other netminder in NHL history. In 1952, he recordedeight straight wins, including four shutouts,in the playoffsfor Detroit. Winningfive Vezina Trophiesin his career forlowest team GAA(the criteria during his era), Sawchuk also won theCalder Trophyas NHL rookie of the year in 1950–1951. Always deeplypsychologically troubled, he died in a household accident in 1970 while a member of theNew York Rangers.",
    "Ken Dryden": "(1947–present):  Born in Hamilton, Ontario, he had a standout career atCornell Universitybefore joining theMontreal Canadiensorganization in 1970. In 1970–1971, he starred in the playoffs, winningConn Smythe Trophyhonors (playoff MVP), before going on to winCalder Trophy(Rookie of the Year) honors the next season. Along with Tony Esposito, he served as Canada’s goalie during the legendary1972 Summit Serieswith the USSR. He sat out the entire 1973–1974 season in acontract dispute, and worked as alegal clerk, obtaining hislaw degreefrom McGill. He currently serves as the President of theToronto Maple Leafs.",
    "Vladislav Tretiak": "(1952–present):  Born in Moscow, USSR, Tretiak is thefirst Russian player in Hockey Hall of Fame. He came to North American prominence when he starred in1972 Summit Seriesagainst Canada. Aten-time World Champion, he also wonthree gold medals(1972, 1976, and 1984). The decision to pull Tretiak after the first period of the U.S./USSR game in the 1980 Olympics is considered to be part of the reason the U.S. went on to win the gold. He played forCSKA Moscow(Central Red Army) for 15 years and, after retiring, served as the goaltending coach for theChicago Blackhawks.",
    "Bobby Hull": "(1939–present):  Born in Point Anne, Ontario; “The Golden Jet” was the star of theChicago Blackhawksof the 1960s. He wonthree Art Ross Trophiesandled the NHL in goals seven times. In June 1972, he defected to the fledgling WHA’sWinnipeg Jetsfor a record ten-year, $2.75 million deal, where he helped make Winnipeg one of the four WHA teams to merge with the NHL in 1978–1979. He is also the father ofBrett Hull; the duo is the only father-son combination to score 500 each in NHL history.",
    "Eddie Shore": "(1902–1985):  Born in Fort Qu’Appele, Saskatchewan,“The Edmonton Express”is the epitome of “Old-Time Hockey,” as stated in the 1977 filmSlap Shot. As a blue-liner for theBoston Bruinshe was named afirst-team NHL All-Star for eight of nine yearsduring the 1930s, and is the onlydefenseman to win four Hart Trophiesas NHL MVP. He later went on to be the owner/GM of the AHL’sSpringfield Indians, and the anecdotes about hisstingyways are now hockey lore."
}