{
    "Aboriginal Australians": "comprise various indigenous peoples who lived in Australia before European settlers arrived. Traditionally, Aboriginal peoples believed that Australia was created during a mythical period called theDreamtime, during which beings like theRainbow Serpentruled. When the British arrived in Australia, they persecuted Aboriginal people and seized their land in theFrontier Wars. In the 1900s, many Aboriginal children were taken from their families, becoming known as theStolen Generations. While European mistreatment of Aboriginal people is recognized onNational Sorry Day, they still face discrimination, including higher rates of poverty and incarceration. Aboriginal people are distinct from theTorres Strait Islanders, who live north of mainland Australia.",
    "The Ainu people": "are indigenous toHokkaido, the northernmost of Japan’s home islands. They also live in other northern Pacific areas likeSakhalinand theKuril Islands. For centuries, the Ainu traded with ethnically Japanese people on Honshu, but were conquered around 1800 by theTokugawa Shogunate. Ainu people are generally taller than ethnically Japanese people and are set apart by their longer beards and distinctive facial tattoos, particularly among women. Traditional Ainu communities both hunted and worshipedbears, which are native to Hokkaido.",
    "The Basque people": "are indigenous to northern Spain and southwestern France. Most live in theBasque Country(or Euskadi), a wealthy region within Spain that includes cities likeBilbaoandSan Sebastian. Many speak Basque, alanguage isolatethat emerged earlier than even Proto-Indo European. The Basques have a long history of independence from larger powers, having defeated Charlemagne at theBattle of Roncevaux Passand formed theKingdom of Navarre. In the 20th century, some Basques fought to become independent from Spain by supporting the terrorist groupETA.",
    "The Inuit peoples": "are indigenous to the Arctic portions of North America, particularly the Canadian territory ofNunavut. They are distinct from theFirst Nationsand have a long history of contact with Europeans dating to the Viking settlement ofGreenland. Inuit peoples traditionally lived throughwhalingand other forms of hunting. To survive in the harsh climate, they developedkayaksandparkas, while some Inuit people would seek shelter inigloos. The first full-length documentary,Nanook of the North, depicted a somewhat-accurate version of Inuit life in 1922. In the past, Inuit were known in English as “Eskimos”; that term is now considered offensive.",
    "The Kurds": "are indigenous toKurdistan, a mountainous region stretching between Turkey, Iraq, and Iran. For thousands of years, Kurds played a major role in Persian and Islamic civilization. During the Crusades, the Kurdish leaderSaladinfounded theAyyubid Dynastythat ruled Egypt, Syria, and Arabia.  After being denied their own country in the wake of theOttoman Empire, many Kurdish people demanded independence. The Kurdistan Workers’ Party, orPKK, has fought a long conflict against the government of Turkey. In Iraq,Saddam Husseincommitted genocide against the Kurds, who now control an autonomous Iraqi region defended by thePeshmergamilitary.",
    "The Maori people": "are indigenous toNew Zealand, which is known asAotearoain their language. The Maori are aPolynesiangroup who arrived as the first human settlers of New Zealand in the 1300s. In 1840 they signed theTreaty of Waitangi, which promised peaceful coexistence with new settlers from Britain. Despite later repression, Maori customs and culture remain a major part of life in New Zealand, exemplified by the traditional Maorihakadance performed by the country’s nationalrugbyteam. Many Maori practiceta moko, the art oftattooing.",
    "The Maya people": "are indigenous to southern Mexico and Central America. They formed the ancient Mayan Civilization, which developed in theYucatan peninsula. The Maya built cities likeTikalandPalenque, as well as the great pyramid ofChichen Itza, before declining in the ninth century. Today, most Mayan people live inGuatemala, where thousands were killed during a U.S.-backedgenocidein the 1980s. For advocating on behalf of Mayan people,Rigoberta Menchúwon the Nobel Peace Prize in 1992.",
    "The Quechua people": "are a collection of indigenous people in western South America, connected by speaking Quechua languages. They predominantly live around theAndes Mountainsin Peru. Quechua people formed theInca civilization, which emerged in the 1400s. The Inca built a system of roads that stretched thousands of miles and constructed cities likeMachu Picchu. They were conquered by Spanish forces underFrancisco Pizzaroin the early sixteenth century. Quechua people were the first to domesticatepotatoesand inspired the English word“jerky.”",
    "The Rapa Nui people": "are indigenous toEaster Islandin the southern Pacific Ocean.  The Rapa Nui arePolynesianand first settled on the island around 1200. They constructed massive stone figures known asMoai, which feature large elongated heads. The introduction ofratsto Easter Island led to deforestation in the 18th century and a large decline in the Rapa Nui population. Today, about 10,000 Rapa Nui people live as citizens ofChileon Easter Island, with most residing in the town ofHanga Roa.",
    "The Sami people": "are indigenous tonorthern Scandinavia. Because the harsh Arctic climate makes farming difficult, Sami people traditionally lived byherding reindeerand other animals. Following theBlack Death, many Sami people migrated south to repopulate agricultural communities, but they faced persistent discrimination. However, many Sami retain traditional practices likejoik, a style of folk singing which inspired the opening number of Disney’s Frozen. The Sami were traditionally known in English as “Lapps” or “Laplanders,” but those terms are now considered offensive."
}