{
    "Lady Murasaki Shikibu": "(c. 978 –c. 1015): Novelist, diarist, and lady-in-waiting.  She was the author of theTale of Genji(Genji monogatari), thefirst known novel; the diaryMurasaki Shikibu nikki; and a collection oftankapoems.  The daughter of the court official Fujiwara Tametoki, she sat in on the classical Chinese literature lessons that her brother received, in spite of the Heiantraditions against higher education for women.",
    "Sei Shonagon": "(c. 966 – c. 1013): Like Lady Murasaki, Sei Shonagan was alady-in-waitingof the Empress.  Since Lady Murasaki and Sei Shonagan were contemporaries and known for their wit, they were often rivals*.  Sei Shonagan’s only major work is thePillow Book(Makura no soshi), which is considered the best source of information about life at the Japanese court during theHeian period(784–1185).",
    "Zeami": "(1363–1443), also called Kanze Motokiyo:  The second master of theKanze theatrical school, which had been founded by his father, he is regarded as the greatest playwright of theNotheater.  He provided 30 to 40 of the approximately 230 plays in the modern repertoire.  He revised the works of his fatherKan’ami, such asWind in the Pines, and wrote a number of his own dramas, including thesamurai playAtsumori.  Also adrama critic, he established the aesthetic standards by which plays have been judged ever since.  HisFushi kaden(The Transmission of the Flower of Acting Style) is a manual for his pupils.",
    "Matsuo Basho": "(1644–1694), a pseudonym of Matsuo Munefusa: Generally acknowledged as the master of thehaikuform, the most notable influences on his work wereZen Buddhismand his travels throughout Japan.  He is noted for works likeThe Narrow Road to the Deep North(Oku no hosomichi), which includes descriptions of local sights in both prose andhaiku.  He took his pseudonym from the name of the simplehut where he retired:  Basho-an, which means“Cottage of the Plaintain Tree.”",
    "Chikamatsu Monzaemon": "(1653–1725): He was one of Japan’s first professional dramatists (as opposed to playwright-actors). Originally named Sugimori Nobumori, Chikamatsu wrote more than 150 plays for both thebunraku(puppet theater) and thekabuki(popular theater).  Chikamatsu’s scripts fall into two categories:historical romances(jidaimono) anddomestic tragedies(sewamono). One of Chikamatsu’s most popular plays wasThe Battles of Coxinga, an historical melodrama about an attempt tore-establish the Ming dynastyin China.  He is also largely responsible for developing thesewamono(contemporary drama on contemporary themes) in thejoruri, a style of chanted narration adapted tobunraku.",
    "Akutagawa Ryunosuke": "(1892–1927): His mother died insane while he was a child, and his father was a failure who gave him up to relatives.  Despite this inauspicious childhood, his 1915 short story“Rashomon”brought him into the highest literary circles and started him writing themacabre storiesfor which he is known.  In 1927 he committedsuicideby overdosing on pills, and his suicide letter“A Note to a Certain Old Friend”became a published work.  “Rashomon” also was key to his international fame, as in 1951Kurosawa Akiramade a film entitledRashomon, though the film’s plot is more based on Akutagawa’s other short story“In a Grove.”One of Japan’s two most prestigiousliterary prizesis named for Akutagawa; it is awarded for the best serious work of fiction by a new Japanese writer.",
    "Kawabata Yasunari": "(1899–1972): Recipient of the1968 Nobel Prize for Literature, he was thefirst Japanese author to win the Nobel.  His workscombine classic Japanese values with modern trends, and often center on the role ofsexin people’s lives.  Many of his short stories are only afew pages long, a form given the name“palm-of-the-hand.”He is best known for three novels:Thousand Cranes, based on thetea ceremonyand inspired byThe Tale of Genji;The Sound of the Mountain, about the relationship of an old man and his daughter-in-law; andSnow Country, about an aginggeisha.  A friend ofMishima Yukio, he was also associated withright-wing causesand openly protested the Cultural Revolution in China.  He committedsuicidetwo years after Mishima.",
    "Mishima Yukio": "(1925–1970), a pseudonym of Hiraoka Kimitake:  He was a novelist whose central theme was thedisparity between traditional Japanese values and the spiritual emptiness of modern life.  He failed to qualify for military service during World War II, so worked in anaircraft factoryinstead.  Mishima’s first novel,Confessions of a Mask(Kamen no kokuhaku), was successful enough to allow him to write full-time.  His four-volume epicThe Sea of Fertility(Hojo no umi, consisting ofSpring Snow,Runaway Horses,The Temple of Dawn, andThe Decay of the Angel), is aboutself-destructive personalitiesandthe transformation of Japan into a modern, but sterile, society.  Mishima, who organized theTate no kai— aright-wing societystressing physical fitness and the martial arts — committedritual suicideafter a public speech failed to galvanize the armed forces intooverthrowing the government.",
    "Endo Shusaku": "(1923–1996): Heconverted to Catholicismat the age of 11, and majored in French literature.  His first works,White ManandYellow Man, explored thedifferences between Japanese and Western valuesand national experiences.Silencetells of themartyrdomof the Catholic converts ofPortuguese priests.The Samurairecounts the tale of asamuraisent to establishtrade relationsbetween his shogun and Mexico, Spain, and Rome.  The latter two novels are generally considered to be Shusaku’s greatest achievements.",
    "Oe Kenzaburo": "(1935–present): Novelist and recipient of the1994 Nobel Prize for Literature.  His first work,Shiiku(The Catch), describes a friendship between a Japanese boy and ablack American POW, and won him theAkutagawa awardwhile he was still a student.  His early works are filled withinsanity,abuse,perverse sex, andviolence, but his later works — includingA Personal Matter(Kojinteki-na taiken) andThe Silent Cry(Man’en gannen no futtoboru) — reflect the experience of being the father of abrain-damaged child.  His fiction centers on thealienationfollowing Japan’ssurrender, and his political writings focus on thesearch for cultural and ideological roots."
}