{
    "Miles Davis": "(1926–1991) was atrumpeterwho developed or influenced the development ofcool jazz,modal jazz,hard bop,electronic jazz, andjazz fusionover his long career. Davis’s 1959 modal jazz albumKind of Blue—which he recorded with the members of hisFirst Great Quintet(which generally existed in the later 1950s), includingJohn Coltrane—is widely considered to be the greatest jazz recording of all time. It includes the track“So What.”Davis’sSecond Great Quintet(1960s) featuredHerbie Hancockon piano andWayne Shorteron sax and formed the core of the group that recorded Davis’s albumIn a Silent Way, which marked Davis’s first use of electric instruments and first venture into a more rock-and-roll fusion aesthetic. Davis’s early career was marked by his struggles withheroin addiction. His other notable albums includeSketches of SpainandBirth of the Cool.",
    "John Coltrane": "(1926–1967) was asaxophonistwho was an influential figure inhard bopandmodal jazz. Coltrane played saxophone on many other musicians’s landmark albums; for example, he was the tenor sax player on Miles Davis’s albumKind of Blue. His own major albums includedGiant Steps, whosetitle trackfeatures chords that move down by major thirds (and which became known as theColtrane changes) and a sax solo that led Coltrane’s playing to be described as“sheets of sound.”Coltrane’s quartet, which usually included pianistMcCoy Tynerand drummerElvin Jones, produced the albumMy Favorite Things, whose title track is a cover of a song fromThe Sound of Music. Coltrane experienced a religious awakening while overcoming his addiction toheroin; his albumA Love Supremeconcludes with Coltrane “narrating” the words of a devotional poem via his sax playing. Following his death at age 40, Coltrane was named a saint of theAfrican Orthodox Church.",
    "Louis Armstrong": "(1901–1971) was a renownedcornet and trumpet player, nicknamed“Satchmo”and“Pops.”Armstrong grew up inNew Orleansand is among the best-known performers of theDixielandstyle of jazz. Armstrong got early experience playing in bands led byKid OryandKing Oliverbefore heading up his own group known as the“Hot Five,”whose members included both Kid Ory and Armstrong’s then-wife, pianistLil Hardin Armstrong. The Hot Five’s recording of the track“Heebie Jeebies”features Armstrong’sscat singing, or singing using random, nonsense syllables. Armstrong was a renowned vocalist as well as instrumentalist, with his recordings of the songs“What a Wonderful World”and“Hello, Dolly!”His notable instrumental jazz compositions include“Potato Head Blues.”",
    "Charlie Parker": "(1920–1955) was analto saxophonevirtuoso who helped develop the jazz style known asbebop, which generally featured a fast tempo, rapid modulations, and thicker chords than the earlier swing style. Parker was nicknamed“Bird”or“Yardbird”; although the origins of this nickname are disputed, one popular tale involves Parker cooking and eating a chicken that had been hit by a bus. Parker referenced his nickname in the titles of many of his compositions, such as“Ornithology,”“Yardbird Suite,”and“Bird Gets the Worm.”Parker’s recording of his composition“Ko-Ko”features Miles Davis on trumpet; his composition“Blues for Alice”features a chord progression that heavily uses ii-V-I progressions and has become known as theBird bluesor theBird changes. Parker died at the age of 34 following a long history of drug and alcohol abuse.",
    "Edward Kennedy “Duke” Ellington": "(1899–1974) was apianist and bandleaderwho wrote and recorded some of the most popular jazz standards of all time. Ellington often collaborated with arrangerBilly Strayhorn, who wrote what would become Ellington’s signature tune,“Take the ‘A’ Train”(whose title refers to how to travel to Sugar Hill in Harlem). Ellington’s other compositions that became jazz standards include“It Don’t Mean a Thing (If It Ain’t Got That Swing),”“Mood Indigo,”and“Prelude to a Kiss.”Ellington also performed and popularized works by his band’s members, such as trombonistJuan Tizol’s track“Caravan.”Ellington’s work as a composer extended beyond his own concert works: he wrote the score for the 1959 filmAnatomy of a Murder.",
    "Dave Brubeck": "(1920–2012) was apianistwhose lengthy career helped define the style ofcool jazz. For most of his career, Brubeck led the eponymous Dave Brubeck Quartet; the quartet’s best known lineup, from the late 1950s through the 1960s, includedPaul Desmond(sax),Eugene Wright(bass), andJoe Morello(drums). With this lineup, Brubeck’s quartet recorded the landmark 1959 albumTime Out, which utilizednon-traditional time signaturesinspired by the folk music of Eastern Europe and Asia. The album’s best-known track is“Take Five,”a work in 5/4 time written by Paul Desmond. Brubeck continued to explore unusual time signatures on the follow-up albumsTime Further Out(1961) andTime Changes(1964). Brubeck’s own notable compositions include“Blue Rondo a la Turk,”which subdivides measures of 9/8 time into a “2+2+2+3” grouping.",
    "Benny Goodman": "(1909–1986) was aclarinetistnicknamed the“King of Swing”for his association with the style. Goodman made more impact on jazz as a bandleader and performer of the works of others rather than as a composer himself; his orchestra’s signature tune was Louis Prima’s“Sing, Sing, Sing (With a Swing),”best-known from a 1937 recording featuring an extended drum solo byGene Krupa. Goodman led his band in a landmark 1938 concert at New York’sCarnegie Hall, the first time a jazz band had ever played in the venue; the event was widely seen as “legitimizing” jazz as a genre. Goodman did not limit himself to performing only jazz music: he was the clarinet soloist at the premiere ofLeonard Bernstein’s workPrelude, Fugue, and Riffs, and he commissionedAaron Copland’s Clarinet Concerto.",
    "John Birks “Dizzy” Gillespie": "(1917–1993) was atrumpetplayer who was a leading figure in the development ofbebop. Gillespie notably performed using a trumpet whosebell was bent upwards; according to Gillespie, his standard trumpet was damaged by someone falling on it in 1953, causing the bell to bend, and he liked the way it changed the instrument’s tone. He was also notable for performing withpuffed-out cheeks. Gillespie’s composition“Salt Peanuts”features him yelling the title nonsensescatlyrics during the tune. Gillespie’s other bebop compositions that became jazz standards include“A Night in Tunisia”and“Groovin’ High.”Gillespie’s 1947 work“Manteca,”which he co-wrote with percussionistChano Pozo, was a landmark inAfro-Cuban jazz, the first genre of jazz to integrate Latin rhythms and influences.",
    "Charles Mingus": "(1922–1979) is arguably the most influential player of thedouble bassin the history of jazz. Mingus’s compositions often feature sections offree improvisation, in which the musicians improvise without any planned chord changes or formal structure. His 1959 albumMingus Ah Umincludes his work“Fables of Faubus,”a protest against Arkansas governor Orval Faubus’s resistance to school integration—though Columbia Records refused to allow the lyrics to be included on the album. Mingus’s other albums includeThe Black Saint and the Sinner Lady, a single continuous piece originally conceived as a ballet. Near the end of his life, Mingus was diagnosed withALS, which eventually left him unable to perform in the years before his death.",
    "Buddy Rich": "(1917–1987) was adrummer and big band leaderrenowned for his near-perfect playing technique. Rich did not read music; he learned completelyby ear. Rich did not form his own big band until the mid-1960s; prior to this, he played drums for many of jazz’s other greats, includingCount Basie,Charlie Parker, andArtie Shaw. Rich often engaged in “drum battles” with other jazz drummers, most notablyGene KrupaandMax Roach; he also appeared on an episode of the TV seriesThe Muppetsto engage in a drum battle with Animal. Rich’s recordings with his own big band include the 1968 albumMercy, Mercy(whose title is a reference to the Cannonball Adderley hit “Mercy, Mercy, Mercy”) and the 1975 albumBig Band Machine, which included a version of theWest Side Storymelody that was one of Rich’s signature pieces."
}