{
    "Rosh HaShanah": ": Celebrated on the first and second days of the month ofTishrei, Rosh HaShanah marks thebeginning of the Jewish civil year. (The beginning of the ecclesiastic year isPesach.) It is believed that on Rosh HaShanah, people’ssouls are judged, and God “temporarily”decides their fatefor the coming year. Between Rosh HaShanah andYom Kippurare the Ten Days of Repentance, when people are given a chance to reflect and repent. On Rosh HaShanah, it is customary to wear white clothes and eatapples with honeyfor a sweet year, andpomegranatesto represent being as fruitful as its many seeds.  Other customs include theblowing of theshofar(an instrument made from a ram’s horn) and a ceremony calledTashlich, in which Jews throw bread crumbs into running water to symbolize thecleansing of their sins.",
    "Yom Kippur": ": Celebrated on the tenth day ofTishrei, it is the JewishDay of Atonement; at the end of Yom Kippur, it is believed that one’s fate issealed.  Jews are required to abstain fromeating,drinking,washing, andsex, as well asindulgent dresssuch as jewelry, make-up, and leather.  One traditionally wearswhite clothesto symbolize purity. In the afternoon, theBook of Jonahis read.  A full day of prayers begins with theKol Nidre, which releases Jews from vows or promises to God.  As on Rosh HaShanah, theshofaris blown unless it is Shabbat, in which case the shofar is blown only during the final service,N’ila(meaning “closing,” since the Temple gates were closed for this service).",
    "Sukkot": ": Celebrated on the 15th of Tishrei, Sukkot commemorates the sukkot (booths) that the Israelites lived in following the Exodus from Egypt; it also celebrates theharvest.  Traditionally, Jews build outdoor booths in which they live and eat forseven days.  In synagogue, four symbolic species — thepalm, a yellow citrus called theetrog, themyrtle, and thewillow— are waved in seven directions.  Each night, in the sukkah, it is traditional to invite a Biblical figure to be the guest for that night.",
    "Hanukkah": ": This festival lasts foreight days, starting on the 25th day ofKislev(the third month). It celebrates the victory of the smallMaccabee armyagainst the large Greek army ofAntiochus, and the Maccabees’ recapture and re-purification of theTemple in Jerusalem(c. 168 BC).  When they did so, they found only a small amount ofoilto light themenorahin the Temple, and it would take a week to make more;miraculously, the oil burned for the full week. To commemorate this, on each night, observers use a “helper candle” called theshamashto light candles in a menorah (more properly called achanukiah, as a menorah only has six branches while a chanukiah has nine): one candle (besides the shamash) on the first night, two on the second night, and so on. Furthermore, it is traditional to eat foods fried in oil; in the United States,potato pancakescalledlatkesare popular; in Israel,fried jelly donutscalledsufganiyotare more common. Children play a game with a spinning a top called thedreidel, which contains the Hebrew letters that form the initials of a phrase that translates as“a great miracle happened there”(in Israel, they say“a great miracle happened here”). Exchangingpresentsis only a recent tradition developed in the U.S. to make Jewish children feel less left out as their Christian peers get Christmas presents (or, if you are cynical, the tradition was invented by toymakers to sell more toys).",
    "Purim": ": Celebrated on the 14th ofAdar(the sixth month) and commemorating the victory of the Jews — led byEstherand her cousinMordechai— againstHaman, who tried to destroy the Jews because of his anger at Mordechai.  The story, recorded in theBook of Esther(read from a scroll, ormegillah), takes place in Shushan, the capital city of the kingdom of the PersianKing Ahasuerus(Achashvayrosh).  On Purim, it is traditional todress up, getdrunk, give tocharity, eat triangular pastries calledhamentaschen(meaning “Haman’s ears” or “Haman’s pockets” in German), and exchangegifts(mishloach manot) with friends.",
    "Passover (Pesach)": ": Celebrated forseven or eight daysbeginning on the 15th day ofNissan(the seventh month), Passover commemorates theExodus from Egypt.  It is also the ancient Hebrew New Year.  On the first day or two days, Jews have a festival dinner called aseder, where they retell the story of the Exodus from a book called ahagaddah.  Jews are required to abstain from eating or owningleavened bread, and anything made with leaven, for the duration of the festival;matzah(a flat unleavened bread) is eaten instead.  On Passover, theSong of Songsis recited.  Passover also begins a period of seven weeks called theOmer, a period of semi-mourning that leads intoShavuot.",
    "Shavuot": ": Celebrated on the sixth day ofSivan(the ninth month), the 50th day of theOmerthat began after Passover.  The word Shavuot means “weeks,” (seven weeks of the Omer), hence the name of the homologous Christian holidayPentecost. Shavuot commemorates thegiving of the Torahto the Israelites atMount Sinai, as well as the beginning of theharvestin ancient Israel. Sukkot, Passover, and Shavuot are thethree pilgrimages, when Jews would all gather at theTempleeach year; on Shavuot, Jews would dedicate theirfirst harvest fruitsto the Temple. TheBook of Ruthis read in synagogue on Shavuot, and it is traditional to study all night on this festival.",
    "Tisha b’Av (the Ninth of the month Av)": ":  This is a day of mourning for thedestructions of the First and Second Temples, as well as a number of other calamities in Jewish history. It is traditional tofastand to keep oneself in a solemn mood. TheBook of Lamentationsis read in a mournful tone, traditionally while sitting on the floor and with candles as the only lights."
}