{
    "Brit milah": ", orbrisin Yiddish and in the dialect of Ashkenazic Jews (those of European but non-Iberian descent), is the ritual ofcircumcising Jewish boys, that is, removing the foreskin of the penis. This practice derives from God’s instruction toAbraham, after which Abraham circumcised himself and later circumcised his sonIsaac. It is done to all boys when they reacheight days old(unless a health condition requires a delay) by a professional called amohelMOY-ul in Yiddish/Ashkanazi dialect. During the operation, the boy is held by a person (often a grandfather) designated thesandek, which is an honor. Medical anesthetic is not used, but often the baby is given a drop of wine. The ritual is followed by as’udah, a celebratory meal.",
    "Baby naming": ", orsimchat bat.Jewish children are givenHebrew names. For boys, the name is formally announced, and blessings are recited, at thebrit milahceremony. For girls, the same is done at a separate event, often (but not necessarily) during a regular synagogue service in the first few weeks of the baby’s life. This tradition is primarily observed in more liberal Jewish movements and is not considered religiously required, so practices vary and are evolving. The Hebrew name is used on special occasions such as being called to the Torah and being married, and is typically in the form “Yitzchak ben Avraham” (Isaac, son of Abraham) or (in egalitarian movements) “Yitzchak ben Avraham v’Sarah” (Isaac, son of Abraham and Sarah).",
    "Pidyon ha-ben.": "Traditionally, by default,firstborn sonsare obligated to assist in the Temple in Jerusalem. As there is currently no Temple, this requirement is symbolic, but it is traditional to “redeem” such people from their obligations if possible. Children in priestly families (kohanim, singularkohen, descendants of Moses’s brother Aaron) andLevitefamilies (descendants of Levi) cannot be redeemed from service. Traditionally, the child’s father pays akohenfive silver coinsin exchange for the child’s freedom, shortly after the child becomes one month old. Blessings and a meal accompany the ritual.",
    "Bar/bat mitzvah": "(masculine and feminine singular, respectively; masculine, mixed, or nonspecific pluralb’nai mitzvah; feminine pluralb’not mitzvah; feminine singular in Yiddish/Ashkenazi dialectbas mitzvah) is the designation that a Jewish person has reached adulthood. Traditionally this is atage 13for boys/men andage 12for girls/women. Although abar/bat mitzvahoccurs upon the birthday regardless of whether any ceremony takes place, traditionally the occasion is marked at a service at the synagogue around that time; the honoree will wear atallit(prayer shawl) for the first time, be called up for an honor (aliyah) for the first time, read from theTorah(first five books of the Bible) andhaftarah(a portion of one of the prophets’ books, linked to the week’s Torah portion), and give ad’var Torah, a discourse on the meaning of the week’s Torah portion. A celebratory meal or party often follows.  Thebar mitzvahfor boys dates back to ancient times in varying forms; thebat mitzvahmainly arose in the 20th century. After becomingbar mitzvah, a man is responsible for fulfilling the613 commandmentsin the Torah and may be counted toward aminyan(quorum required for certain prayers); in egalitarian movements the same applies to a woman who has becomebat mitzvah.",
    "Confirmation": "is a modern ritual (developed in the 19th century) and is non-obligatory. It is primarily used in more secular movements, and represents the fact that a person has continued formal Jewish education past thebar/bat mitzvahand has now completed that formal education. Rituals vary widely, but generally there is recognition in the synagogue of the confirmation class (all at once, unlike forb’nai mitzvah), religious gifts may be given, and—as with nearly all Jewish events—food is served.",
    "Marriage": "in Judaism is a complex ritual that varies according to the couple’s and their community’s relationships with Judaism. For the sake of brevity, here we will discuss marriages between a Jewish man and a Jewish woman. Jewish attitudes and approaches toward non-heterosexual marriages are too varied and evolving to summarize here, and Judaism discourages Jewish people from marrying non-Jewish people (intermarriage).In many communities, especially Ashkenazic ones, the wedding is preceded by anaufruf: on the Shabbat (Saturday) before the wedding, the groom is (or in egalitarian congregations, the bride and the groom are) called to the Torah to receive an honor and a blessing, after which the congregation sings to them andpelts them with candy, representing a sweet life.Immediately before the wedding proper, two witnesses sign aketubah, or marriage contract, which details the groom’s obligations toward the bride (home, food, clothing, sex, faithfulness). In egalitarian movements the wording is adjusted and the bride and groom also sign. Theketubahis frequently a beautiful, illuminated document, and the couple will often display it in their home.The wedding ceremony takes place under achuppah, a canopy supported on four poles, symbolizing the couple’s home. The bride’s face isveiled—recalling Genesis, in which Laban tricked Jacob into marrying Leah rather than Rachel by having the bride veiled at the ceremony, but to prevent such an occurrence, the groom removes the veil to verify that he will marry the correct person. Thebride walks around the groomthree or seven times. The groom presents the bride with an object of value (typically aring), and in egalitarian weddings, vice versa.Seven blessings(Hebrew:sheva b’rachot) formalize the marriage. The groombreaks a glass(or in egalitarian movements, the bride and groom may break a glass together) to remind the community that even at a joyous occasion there is still sorrow (particularly with respect to the destruction of the Temple in Jerusalem).The wedding is followed by a festive meal and party. Dancing is common, especially thehora, and it is traditional to lift the bride and groom on chairs. Traditionally, a special version ofbirkat ha-mazon(grace after meals) is recited.",
    "Divorce": "is discouraged, but permitted, in Judaism. It is effected by a document called aget. By Jewish law, a husband must present a wife with agetof his own free will, and traditionally (but not by law) she must choose to accept it. The former presents an obvious problem when a wife wishes to be divorced but her husband does not. This is a considerable problem in observant Jewish communities and has led to a variety of attempted solutions of varying acceptance and effectiveness (usually in the form of some sort of prenuptial agreement, but occasionallymore creative, less legal forms).",
    "Death.": "A deceased person’s body is not embalmed; rather, it is ritually washed by members of a group called thechevra kadisha(literally “holy society”), who then dress the body in a simple linen garment (tachrich), place it in a simplewooden casket(no metal, so that the body’s return to dust is hastened), and stay with the deceased while reciting psalms. At the funeral, there is no viewing. Eulogies may be given, and mourners may recite psalms (especiallyPsalm 23, “The Lord is my shepherd; I shall not want) andEl Malei Rachamim(“God, full of mercy”). Cremation is forbidden, and burial should take place as soon as possible. At the burial, mourners take turnsshoveling dirtinto the grave, but do not pass the shovel directly to one another. A common myth states that having a tattoo prevents one from being buried in a Jewish cemetery; though Judaism discourages tattoos, that is not true. Proper treatment of the dead is considered a criticalmitzvah(both commandment and good deed) because the beneficiary (the deceased person) cannot offer repayment or express gratitude.",
    "Mourning": "commences immediately upon hearing of a death, when one traditionally recites a blessing that translates to “Blessed are you, Lord our God, king of the Universe, the judge of truth” (“…dayan ha-emet”) and one maytear their clothes. (The latter tradition is sometimes echoed with mourners wearing a ribbon at a funeral, which they ritually tear.) After burial,shivabegins—a seven-day period of mourning (colloquially in English, “sitting shiva”) during which the family of the deceased person receives visitors at home, shares recollections of the deceased, prays communally, and eats traditional comfort foods (e.g., eggs, whose round shape recalls the cycle of life). Mourners minimize vanity (keeping personal grooming to a minimum, covering mirrors, not wearing fancy clothes such as those involving leather) and avoid joyous events. A period of less intense mourning,shloshim(literally, “thirty”) lasts 30 days after burial, during which mourners continue avoiding joyous events, and specifically in the case of people mourning a parent, a less intense period of mourning lasts a year following the death. Mourners recitekaddish yatom(colloquially justkaddish), a prayer praising God but containing no direct reference to death, throughout the mourning period. On each (Hebrew-calendar) anniversary of a death, family members light ayahrzeit candle, which burns for 24 hours in memory of the deceased.",
    "Conversion.": "A non-Jewish person who wishes to become Jewish may do so with the guidance and approval of abeit din, a Jewish court. Judaism does not seek converts; in fact, it is traditional for a rabbi torefuse a prospective convert three times, and only if they still persist should the rabbi take them as a student. Ager(convert) must study Judaism and explain their motivation to the satisfaction of thebeit din, and must immerse in amikveh(ritual bath). Men must also becircumcised, or if they were already circumcised, a drop of blood must be taken from the penis as a symbolic circumcision (hatafah dam brit). Different Jewish movements have different views on conversion, and some movements will not recognize conversions performed by rabbis from other movements. Conversion may be sought by gentiles wishing to marry a Jewish person, children raised as Jews but who are not technically Jewish (e.g., because their father is Jewish but their mother is not), or simply people who find Judaism attractive for other reasons."
}