{
    "Gabriel García Marquez": "(1928–2014, Colombia; Nobel Prize for Literature 1982):  The master ofmagic realism, his birthplace,Aracatacawas the model for the fictional townMacondo.  The town played a prominent role in many of García Marquez’s works, such asLeaf Stormand his seminal novel,One Hundred Years of Solitude(1967), which details the decline of theBuendía familyover seven generations.  A newspaper journalist in the 1950s, García Marquez exposed anaval scandal(chronicled inThe Story of a Shipwrecked Sailor).  Other prominent novels includeIn Evil Hour,Love in the Time of Cholera, andThe General in His Labyrinth, a depiction of Simón Bolívar’s final years.",
    "Pablo Neruda": "(1904–1973, Chile; Nobel 1971):  Born Neftali Reyes, he adopted the surname of the 19th-century Czech poetJan Neruda.Gabriela Mistralwas the head of his school in the small city Temuco.  In 1923 his best-known work,Twenty Love Poems and a Song of Despair, was published, which led to diplomatic appointments.  As a penniless consul inBurmain the 1930s, he wrote thesurrealistcollectionResidence on Earth.  He served in theChilean senatein the 1940s, though government opponents forced him intoexileover hisCommunistviews.Crossing the Andes on horsebackinspired his epicCanto general(1950).  He died ofcancerdays after his friendSalvador Allendewas deposed.",
    "Jorge Luis Borges": "(1899–1986, Argentina):  One-quarter English, Borges learned that language before he learned Spanish.  Educated in Europe during World War I, he met a circle ofavant-gardepoets in Spain, which inspired him to found theultraismomovement and publish the collectionFervor of Buenos Aires(1923) when he returned to Argentina.  While working in a library, Borges developed his greatestshort stories, collected inA Universal History of Infamy(1935),Ficciones(1944), andThe Aleph(1949).  By his fifties, a disorder inherited from his father had taken Borges’seyesight, but in 1962 he completed the influential story collectionLabyrinths.",
    "Isabel Allende": "(1942–present, Chile):  Actually born in Peru, at age three she moved to her mother’s native Chile.  A successfulnews reporterin her twenties, she and her familyfled to Venezuelaafter General Augusto Pinochet deposed heruncle Salvador Allende, setting up a dictatorship.  Her formal literary career began at age 40, when she publishedThe House of the Spirits, amagical-realistwork that chronicles several generations of theTrueba family.  Other works of fiction include the short-story collectionEva Luna(1989) andPaula(1995), which detailed Allende’s care for herterminally ill daughter.",
    "Gabriela Mistral": "(1889–1957, Chile; Nobel 1945):  Thefirst Latin American to win the Nobel Prize in Literature, Mistral was actually named Lucila Godoy Alcayaga, but took herpen namefrom the Italian and French poets Gabriele D’Annunzio and Frédéric Mistral respectively.   At first a prominenteducator, she wrote“Sonnets of Death”(1914) after thesuicide of her fiancé.  Those sonnets later appeared in her most famous collection,Desolation(1922).  A native Chilean, she served as adiplomatboth in the United States and Europe.Langston Hughestranslated a portion of Mistral’s poetry into English just after she died.",
    "Octavio Paz": "(1914–1998, Mexico; Nobel 1990):  A prominent poet and essayist, Paz supportedleftistcauses in Mexico; he fought briefly for theRepublicansduring theSpanish Civil War.  He published the poetry collectionLuna silvestreat age 19, and his 584-line poemThe Sun Stonedeals with the planetVenus, an important symbol to the Aztecs.  While studying in Los Angeles, Paz observed flamboyantly-dressed Mexican-Americanpachucos(“zoot-suiters”), who inspired him to write about Mexico and its Native American/mestizoheritage in his pivotal essay collectionThe Labyrinth of Solitude(1950).  Another prose work,In the Light of India(1997), reflected Paz’s part-(East) Indian heritage.",
    "José Martí": "(1853–1895, Cuba):  Best known as a poet and arevolutionary, Martí fought tirelessly forCuban independence.Imprisonedat age sixteen andexiledfrom the island several times, he settled inNew Yorkfor the last fifteen years of his life, where he wrote essays onWalt Whitman,Jesse James, and thethreat of Latin American economic dependenceon the United States.  HisIll-Omened Friendship(1885) is considered the first Spanishmodernist novel, and his poetry collections includeOur AmericaandSimple Verses, which contains the poem“Guantanamera,”the inspiration for several songs.  Martí was killed in a skirmish at Dos Ríos while participating in an invasion with other Cuban exiles.",
    "Mario Vargas Llosa": "(1936–present, Peru):  While attendingmilitary schoolin Lima, Vargas Llosa wrote the playThe Escape of the Inca(1952), but the harsh treatment he received there was the basis for his novelThe Time of the Hero.Conversation in the Cathedral(1969) was Vargas Llosa’s serious take on living under thedictatorshipofManuel Odría, while in 1977 he published the lighter, autobiographicalAunt Julia and the Scriptwriter, aboutsoap operas.  Other important works includeThe War of the End of the WorldandA Fish in the Water, which discusses his political career; Vargas Llosaran for president of Peruin 1990 but was defeated byAlberto Fujimori.",
    "Miguel Asturias": "(1899–1974, Guatemala; Nobel 1967):  Asturias left his native Guatemala in 1923 tostudy in Paris.  There he discoveredMayan mythology, and translated thePopol Vuhinto Spanish; the theme would pervade his work, such as 1963’sMulata de tal.  He most famous novel,El señor presidente(1946), was asatireagainst the oppressive Guatalemalan dictatorship.  Asturias also completed a trilogy that blasted exploitation by the American-ledUnited Fruit Company, and the short-story collectionWeekend in Guatemala(1956), based on theCIA-led overthrow of president Jacobo Arbenz’s liberal government.",
    "Carlos Fuentes": "(1928–2012, Mexico):  Though born into a well-to-do family, Fuentes often dealt with thebetrayed ideals from the Mexican Revolutionof 1910, the subject of both his first novel,Where the Air is Clear(1958), and his most successful book,The Death of Artemio Cruz(1962).  Other notable novels includeTerra nostra, set during the reign ofKing Philip II of Spain, andThe Old Gringo, which portraysAmbrose Bierce’s last days in Mexico.  Fuentes also wroteabsurdist playsand essay collections on Mexican and American art and literature."
}