{
    "Panini": "(c. 5th century BCE) was aSanskritgrammarian, who worked atTaxila, a seat ofVediclearning. He wrote the first known descriptive grammar of any language, theAshtadhyayi. It explains differences between Vedic and later Sanskrit forms, and provides logical rules for makingwordsfrommorphemes. These include theSivasutras, which are phonological classes arrayed in a table and denoted with abbreviations. His work became the principle base for the Vedic tradition ofVyakarana, or grammatical analysis. His work had at least some influence on Leonard Bloomfield and Ferdinand de Saussure, as well as later structuralist linguists, although the extent of his contributions to modern linguistics is a subject of debate.",
    "William Jones": "(1746–1794) was a judge and employee of the British East India company, and also aphilologist, somebody who studies language through historical and primarily written sources. Most notably, he popularized the idea of acommon originfor Sanskrit, Latin, Greek, and a variety of other language, which eventually led to the reconstruction of theIndo-European language familyand the idea of aProto–Indo-European language. These ideas also led him to propose a forerunner to theAryan invasion, or Indo-Aryan migration, hypothesis regarding human migration into the Indian subcontinent. He also founded theAsiatic Society of Bengalwhile serving there and compiled a grammar ofPersian, another Indo-European language, early in his career.",
    "Ferdinand de Saussure": "(1857–1913) was a Swiss linguist. He created the theory ofstructuralism, also called structural linguistics, in which linguists analyze the structures of language and how they relate to each other. Structuralists often focus onsynchronicanalyses of language, which look at a language at a specific point in time, as opposed todiachronicanalyses, which look at how languages change over time and were favored by GermanNeogrammarians. However, Saussure also contributed to the understanding of Proto–Indo-European by postulating an early version of thelaryngeal theoryto solve issues with Proto–Indo-European vowels. In this theory, Proto–Indo-European had two or three vowels which were modified by what he calledcoefficients sonantique, but which were later identified aslaryngeals(/h/ sounds), based on evidence from the extinct languageHittite. Students turned his lectures into the bookCourse in General Linguistics, which set out his theory that words aresignifierswith an arbitrary relationship to the concepts being signified, i.e. thearbitrariness of the sign.",
    "Edward Sapir": "(1884–1939) andBenjamin Lee Whorf(1897–1941) are two linguists best known for theSapir-Whorf hypothesis, according to which which the structure of a language shapeshow people think. Thestrong versionof the Sapir-Whorf hypothesis islinguistic determinism, where language restricts what people can think of. Whorf supported that with evidence that views of time among theHopi, a Native American group from Arizona, differ from Western views, but his work is mostly debunked. He also promoted the equally dubious claim that “Eskimo”, or rather Inuit languages, had many morewords for snow. However, there is more support for the still-controversialweak version, in which language merely influences how people think. Sapir, a student of the anthropologistFranz Boasand later a teacher of Whorf at Yale University, also documented numerous indigenous languages of North America and wroteLanguage: An Introduction to the Study of Speech. Whorf, by profession a fire inspector in Hartford, Connecticut, also tried to reconstruct theUto-Aztecanlanguage family of Mexico and the American Southwest.",
    "Leonard Bloomfield": "(1887–1949) developed anAmerican schoolof Saussure’s structuralism, which influenced but was also later displaced by the theories of Noam Chomsky. His textbookLanguagewas particularly influential in emphasizing studying language separately from the psychology and anthropology of its speakers. He first studiedphonology(sounds) andmorphology(word forms) of theGermanic languagesin the Neogrammarian tradition, but later began to work more on theTagalog languageof the Philippines and on theAlgonquian language familyof eastern North America. His work on identifying morphemes, the smallest linguistic units of meaning, and how phonology affects them—i.e.,morphophonemics—was continued by other American structuralists such as Zellig Harris and Bernard Bloch. Bloomfield also was one of the founders of theLinguistic Society of America(LSA) and contributed to the first issue of its influential journal Language.",
    "Noam Chomsky": "(1928–) studied under the structuralistZellig Harrisbut went on to develop his own theory ofgenerative grammar. His emphasis on thebiologicalandcognitive basesof language gave rise to his theory ofchild language acquisition, in which people are born with an innate linguistic capacity ofUniversal Grammarthat is activated by hearing speech. This served as a solution toPlato’s problem, orpoverty of the stimulus, of how children learn language so quickly. In his bookSyntactic Structures, he used the sentence“Colorless green ideas sleep furiously”to show that it was possible for an utterance to besyntactically correct but semantically nonsensical. Later his ideas developed intogovernment and bindingand theminimalist program, which focuses on theMerge operationfor building syntax trees. Chomsky also wrote extensively on politics, critiquing American imperialism and capitalism from a leftist perspective.",
    "Paul Grice": "(1913–1988) was a philosopher of language. He functionally invented the linguistic study ofpragmatics, how people communicate in context, by putting forth a set ofmaximsthat follow from the assumption that speakers are cooperating with each other, i.e. hiscooperative principle. These are themaxim of quantity(giving the amount of information needed), themaxim of quality(being truthful), themaxim of relation(staying relevant), and themaxim of manner(speaking clearly and without ambiguity). However, speakers might violate these maxims covertly or overtly. He also popularized the idea ofconversational implicatures, which are meant by the speaker despite not being expressed in the literal meaning. In philosophy, Grice critiqued J. L. Austin’sordinary language philosophy, as set out inSense and Sensibilia. His work was collected inStudies in the Way of Words.",
    "George Lakoff": "(1941–) is a Berkeley linguist and cognitive scientist. He was a student of Chomsky’s theories ofgenerative syntax, but he later became a leader ofgenerative semantics, as chronicled in Randy Allen Harris’s bookThe Language Wars. Along with Paul Postal, James McCawley, and Haj Ross, Lakoff argued thatmeaning precedes syntactic structurein how the brain uses language. Later, Lakoff wroteThe Metaphors We Live Bywith Mark Johnson, which cataloged specific metaphors into larger conceptual metaphors such asLOVE IS A JOURNEY. He later extended that work towards analyses of metaphors in politics, focusing on differences between liberal and conservative ways of thinking inMoral Politicsand on the Persian Gulf War inMetaphor and War. In particular, he contrasted a conservative view of the nation as a strict father versus the liberal view of the nation as a nurturant parent.",
    "William Labov": "(1927–) is a University of Pennsylvania linguist and student ofUriel Weinreichwho pioneered the study ofsociolinguistics, looking at how language varies across speakers. This expanded the focus of traditionaldialectologyto include not only regional variation but also class, race, gender, and similar traits. In one experiment, he recorded whetherdepartment store clerksin New York City pronounced the /r/s in“fourth floor”and analyzed whether it varied based on the class of the shoppers at the department stores. He also looked at how speakers’ attitudes about living onMartha’s Vineyardaffected their pronunciations ofdiphthongs(vowels that are a combination of other vowels). Along with Sharon Ash and Charles Boberg, he published manydialect mapsin theAtlas of North American English. In his paper“The Logic of Nonstandard English,”he defendedAfrican-American (Vernacular) Englishas a valid linguistic system based on his work documenting it in Black neighborhoods of Philadelphia.",
    "Steven Pinker": "(1954–) is a psycholinguist and cognitive psychologist. He analyzed Chomsky’s theories of Universal Grammar in his bookThe Language Instinct, in which he suggests that language comes from specific brain structures and strongly criticizes the Sapir-Whorf hypothesis. His bookWords and Rulesproposed that the increased frequency of irregular verbs is necessary for children to learn them well. He also proposed that, in child language acquisition, children engage insemantic bootstrappingto learn syntactic structures. Outside of linguistics, he posited a general decline in human violence inThe Better Angels of Our Natureand advocated evolutionary psychology inThe Blank Slate."
}