{
    "The St. Bartholomew’s Day Massacre": "(August 23, 1572) was a series of murders carried out byCatholic mobsand theSwiss GuardagainstHuguenots, or FrenchProtestants. It occurred a few days after the wedding ofMargaret of Valoisto the futureKing Henry IV.Catherine de’ Medici, the mother of then-kingCharles IX, allegedly ordered the murders two days after anassassination attempton Huguenot leaderGaspard de Coligny. It is likely that the signal to begin the attacks was given by the ringing ofmatins bellsat the church ofSaint-Germain l’Auxerroisin Paris. The name of the massacre comes from the day on which it occurred, the night before the feast day of Bartholomew the Apostle.",
    "The Boston Massacre": "(March 5, 1770) occurred whenBritish troopsstationed in Boston underCaptain Thomas Prestonopened fire on a crowd of civilians. Five men in the crowd were killed, including former slaveCrispus Attucks. The crowd was originally upset that British privateHugh Whitehad struck awigmaker’s apprenticein the head earlier that day. Massachusetts governorThomas Hutchinsonordered an inquiry into the event, which led to the arrest of thirteen people. Eight soldiers were defended at their trial byJohn Adams, and six were acquitted of murder charges. A notableengravingof the Boston Massacre was made by Boston silversmithPaul Revere. British sources often refer to the massacre as“The Incident on King Street.”",
    "The Peterloo Massacre": "(August 16, 1819) was a massacre inSt. Peter’s FieldinManchester, England during a protest led byHenry Huntagainst theCorn Laws. Fourteen people were killed when Britishcavalrycharged the crowd of tens of thousands. In the aftermath of the massacre, the government of Prime Minister Robert Jenkinson, the 2ndEarl of Liverpool, passed theSix Actsto curtail radical gatherings. The name given to the massacre alluded to Napoleon’s final defeat at theBattle of Waterloofour years earlier. The events in Manchester inspired the founding of the newspaperThe Manchester Guardian, the predecessor toThe Guardian, which is still widely read today. Plotters angry over the Peterloo Massacre and the Six Acts formed theCato Street Conspiracyin 1820 in the hope of murdering Liverpool and his entire cabinet.",
    "The Wounded Knee Massacre": "(December 29, 1890) was the killing of 200 to 300Lakota Siouxon theLakota Pine Ridge Indian Reservationnear Wounded Knee Creek inSouth Dakota. The massacre began when, during an observation of theGhost Danceritual, a deaf Lakota namedBlack Coyoterefused to surrender his rifle toJames Forsyth’s7th U.S. Cavalry. After the rifle discharged, the cavalrymen opened fire. Miniconjou chiefSpotted Elkwas among those killed in the massacre, for which twenty soldiers were controversially awarded theMedal of Honor; despite frequent protests, those awards have not been rescinded by Congress. The day after the Wounded Knee Massacre, surviving Lakota confronted the soldiers in theDrexel Mission Fight. The historianDee Browntitled his 1970 history of Native Americans in the WestBury My Heart at Wounded Knee.",
    "Bloody Sunday": "(January 22, 1905) is usually considered the first event of theRevolution of 1905in Russia. The sequence of events leading up to the massacre began with thePutilov Incident, in which four ironworkers in St. Petersburg were fired because they were members of alabor movement. The resulting strike left St. Petersburg without electricity. On January 22, FatherGeorgy Gaponof the Russian Orthodox Church led protestors on a march to the Winter Palace to petitionTsar Nicholas IIfor better working conditions and higher wages. TheImperial Guardfired on the protestors near theNarva Gate. The Revolution of 1905 ultimately led to the establishment of the RussianDuma(parliament) and the adoption of a new constitution. The term “Bloody Sunday” is also used for several other incidents, including several events in Ireland and Northern Ireland.",
    "The St. Valentine’s Day Massacre": "(February 14, 1929) was the murder of seven members ofBugs Moran’sNorth Side GanginChicago. The murders were carried out by gangsters under the command ofAl Capone. It is widely believed that former members of a gang known asEgan’s Rats, includingFred Burke, were the gunmen. The victims were lured to awarehouse in Lincoln Parkwith the promise of crates of stolenwhiskey, which was especially valuable duringProhibition. The only survivor was a dog namedHighball.Jack McGurn, one of the gunmen, avoided charges in the massacre thanks to the so-called“Blond Alibi”after taking the chief witness against him across state lines and marrying her. The St. Valentine’s Day Massacre turned public opinion against Capone and led to him being named“Public Enemy No. 1.”",
    "The Rape of Nanking": "(beginning December 13, 1937 and lasting six weeks) was a period of mass murder committed in Nanking (today generally spelled “Nanjing”) by theJapanese armyearly in theSecond Sino–Japanese War. At the time, Nanjing was the capital of theRepublic of China. The Japanese troops were commanded byPrince Yasuhiko AsakaandIwane Matsui. One famous anecdote from the massacre concerns acontestbetween two Japanese soldiers to kill 100 Chinese civilians with a sword. Since Japan was not yet at war with the various Western nations, Chinese civilians who were able to make their way into the“Nanking Safety Zone”around the foreign embassies were safe from harm. Episcopalian missionaryJohn Mageeextensively photographed the massacre. In 1997, the American-born Chinese authorIris Changwrote a bestselling account of the massacre titledThe Rape of Nanking.",
    "The My Lai Massacre": "(March 16, 1968) was a mass murder of at least 300unarmed Vietnamese civiliansin a hamlet codenamed“Pinkville”in Vietnam’sQuang Nai ProvincebyU.S. troopsduring the Vietnam War. The only man convicted for his role in the massacre wasWilliam Calley, who defended himself by saying he was“just following orders”given byErnest Medina. Helicopter pilotHugh Thompson Jr.attempted to radio for help and later rescued a four-year-old girl, for which he was awarded theDistinguished Flying Cross. Photographs of the massacre were taken byRonald Haeberle.Seymour Hershwon a Pulitzer Prize for uncovering the events of the My Lai Massacre through extensive interviews with Calley. Hersh later broke the story of the mistreatment of detainees at Abu Ghraib Prison during the Iraq War.",
    "The Kent State Shootings": "(May 4, 1970) took place during anonviolent anti-war demonstrationby students atOhio’s Kent State University. The students were protesting theNixon administration’s bombing ofCambodiaduring the Vietnam War. Ohio governor Jim Rhodes called in theNational Guard, which fired into the crowd and killed four students:Jeffrey Miller,Allison Krause,William Schroeder, andSandra Lee Scheur. A photograph taken byJohn FiloofMary Ann Vecchiokneeling over the body of Jeffrey Miller won the Pulitzer Prize. Ten days later, two students at the historically blackJackson State Universityin Mississippi were killed under similar circumstances, but those shootings received far less press attention. The protest song “Ohio” by Crosby, Stills, Nash & Young was written shortly after the massacre.",
    "The Tiananmen Square Protests": "(June 4, 1989) were a series ofstudent-led pro-democracy protestsin Beijing’s Tiananmen Square during the spring of 1989. One day after the death of former Politburo memberHu Yaobang, students gathered in the public square to demonstrate for greaterpolitical freedom. The students camped out in the square for over a month, and similar movements took place throughout China. One famous symbol of the protests was theGoddess of Democracy statueerected in the square. Within the Chinese government,Zhao Ziyangwas sympathetic to the students’ demands, but the paramount leaderDeng Xiaopingviewed the protests as a challenge to his authority.Martial lawwas declared on May 20, and thePeople’s Liberation Armybegan clearing the square late at night on June 3. The resulting massacre is sometimes known as theJune 4 Incident. In an effort to circumvent Chinese censorship, some people also refer to the massacre using terms such as“May 35th”or“VIIV”(the Roman numerals for 6 and 4). A famous photograph, known as“Tank Man,”shows an anonymous protestor standing in front of a row of tanks."
}