{
    "Isaac Newton": "The work of(1643–1727, English) in pure math includesgeneralizing the binomial theoremto non-integer exponents, doing the first rigorous manipulation withpower series, and creatingNewton’s methodforfinding rootsof differentiable functions.  He is best known, however, for a lengthy feud between British and Continental mathematicians over whether he orGottfried Leibnizinventedcalculus(whose differential aspect Newton called themethod of fluxions).  It is now generally accepted that they both did, independently.",
    "Euclid": "(c. 300 BC, Alexandrian Greek)  is principally known for theElements, a textbook ongeometryand number theory, that has been used for over 2,000 years and which grounds essentially all of what is taught in modern high school geometry classes.  TheElementsincludesfive postulatesthat describe what is now called Euclidean space (the usual geometric space we work in); thefifth postulate— also called theparallel postulate— can be broken to createsphericalandhyperbolic geometries, which are collectively callednon-Euclidean geometries.  TheElementsalso includes a proof thatthere are infinitely many prime numbers.",
    "Carl Friedrich Gauss": "(1777–1855, German) is considered the“Prince of Mathematicians”for his extraordinary contributions to every major branch of mathematics.  HisDisquisitiones Arithmeticaesystematizednumber theoryand stated thefundamental theorem of arithmetic(every integer greater than 1 has aprime factorizationthat is unique notwithstanding the order of the factors).  In his doctoral dissertation, he proved thefundamental theorem of algebra(every non-constant polynomial has at least onerootin the complex numbers), though that proof is not considered rigorous enough for modern standards. He later proved the law ofquadratic reciprocity, and theprime number theorem(that the number of primes less thannis is approximatelyndivided by the natural logarithm ofn).  Gauss may be most famous for the (possibly apocryphal) story of intuiting the formula for thesummation of an arithmetic sequencewhen his primary-school teacher gave him the task — designed to waste his time — ofadding the first 100 positive integers.",
    "Archimedes": "(287–212 BC, Syracusan Greek) is best known for his“eureka” moment, in which he realized he could usedensityconsiderations to determine thepurity of a gold crown; nonetheless, he was the preeminent mathematician of ancient Greece.  He found theratios between the surface areas and volumes of a sphere and a circumscribed cylinder, accuratelyestimated pi, and developed a calculus-like technique to find the area of a circle, hismethod of exhaustion.",
    "Gottfried Leibniz": "(1646–1716, German) is known for hisindependent invention of calculusand the ensuingpriority disputewithIsaac Newton.  Most moderncalculus notation, including the integral sign and the use ofdto indicate a differential, originated with Leibniz.  He also did work with thebinary number systemand did fundamental work in establishingboolean algebraandsymbolic logic.",
    "Pierre de Fermat": "(1601–1665, French) is remembered for his contributions tonumber theoryincluding hislittle theorem, which states that ifpis a prime number andais any number at all, thenap–awill be divisible byp. He studiedFermat primes, which are prime numbers that can be written as 22n+ 1 for some integern, but is probably most famous for his“last theorem,”which he wrote in the margin ofArithmeticaby the ancient Greek mathematicianDiophantuswith a note that “I have discovered a marvelous proof of this theorem that this margin is too small to contain.” The theorem states that there is no combination of positive integersx,y,z, andn, withn > 2, such thatxn+yn=zn, and mathematicians struggled for over 300 years to find a proof untilAndrew Wilescompleted one in 1995. (It is generally believed that Fermat did not actually have a valid proof.) Fermat andBlaise Pascalcorresponded aboutprobability theory.",
    "Leonhard Euler": "(1707–1783, Swiss) is known for hisprolific outputand the fact that he continued to produce seminal results even after goingblind.  He inventedgraph theoryby solving theSeven Bridges of Königsberg problem, which asked whether there was a way to travel a particular arrangement of bridges so that you would cross each bridge exactly once. (He proved that it was impsosible to do so.) Euler introduced the modern notation fore, an irrational number about equal to 2.718, which is now calledEuler’s numberin his honor (but don’t confuse it forEuler’s constant, which is different); he also introduced modern notation fori, a square root of –1, and for trigonometric functions. He provedEuler’s formula, which relates complex numbers and trigonometric functions:eix= cosx+isinx, of which a special case is the fact thateiπ= –1, whichRichard Feynmancalled “the most beautiful equation in mathematics” because it links four of math’s most important constants.",
    "Kurt Gödel": "(1906–1978, Austrian) was a logician best known for his twoincompleteness theorems, which state that if a formal logical system is powerful enough to express ordinary arithmetic, it must contain statements that are true yet unprovable. Gödel developed paranoia late in life and eventually refused to eat because he feared his food had been poisoned; he died of starvation.",
    "Andrew Wiles": "(1953–present, British) is best known for proving theTaniyama-Shimura conjecturethat all rational semi-stableelliptic curvesaremodular forms.  When combined with work already done by other mathematicians, this immediately impliedFermat’s last theorem(see above).",
    "William Rowan Hamilton": "(1805–1865, Irish) is known for a four-dimensionalextension of complex numbers, with six square roots of –1 (±i, ±j, and ±k), called thequaternions."
}