{
    "Tours": "(732): The Franks’ victory at the Battle of Tours was a major turning point in the history of Europe. After conquering Iberia, theUmayyadsadvanced into France as far asPoitiers. The Franks were led byCharles Martel, while the Umayyads were led byAbdul Rahman Al Ghafiqi. The battle was preceded by a pact between theBerbergovernorMunuzaandOdo, Duke of Aquitaine, though Odo was present at Tours. The best contemporary source for the battle is theMozarabic Chronicleof 754.",
    "Hastings": "(1066): A little more than two weeks afterStamford Bridge,Harold Godwinsonwas defeated by another claimant to the throne of England at Hastings. That claimant was Duke William of Normandy, who is now known asWilliam the Conqueror. The battle and Harold’s death are depicted in theBayeux Tapestry. The battle took place two weeks after William’s landing atPevensey.",
    "Manzikert": "(1071): The Byzantine defeat at Manzikert (Malazgirt in Turkish) by theSeljuk Turkswas a severe blow to the Byzantine empire’s control of Anatolia. The Seljuks were led byAlp Arslan, whileEmperor Romanus IVled the Byzantines. The Byzantines split their forces in half before the battle by sending general Joseph Tarchaneiotes to Khliat, and were further weakened by the desertion ofAndronicus Dukas. The Byzantine emperor was captured in the battle, but released by Alp Arslan after signing a peace treaty. Romanus IV was later deposed and blinded.",
    "Las Navas de Tolosa": "(1212): Las Navas de Tolosa was a major turning point in theReconquistaof the Iberian peninsula. A Christian alliance ofAlfonso VIII of Castile,Sancho VII of Navarre,Afonso II of Portugal, andPeter II of AragondefeatedMuhammad al-Nasirand theAlmohads.",
    "Lake Peipus": "(1242): The Russian victory at this battle ended territorial claims of theTeutonic Knightson Russian soil. The Russians were led byAlexander NevskyandAndrey Yaroslavich, while theLivonian Order(a branch of the Teutonic Order) was led byHermann of Dorpat. It is also known as theBattle on the Icebecause it was fought on frozen Lake Peipus.",
    "Bannockburn": "(1314): The Battle of Bannockburn was a decisive victory forRobert the Bruce, King of Scots, overKing Edward IIof England. The English attempted to lift the siege ofStirling Castle. The battle began with single combat between Robert the Bruce andSir Henry de Bohun. TheEarl of Moraycommanded the Scottish vanguard near theChurch of St. Ninian.",
    "Kosovo": "(1389): This battle betweenSerbiansandOttomanseventually led to the subjugation of Serbia. BothPrince Lazar of SerbiaandSultan Murad Idied during the battle.Bayezid I, who was present at the battle, became the Ottoman Sultan once his father died.",
    "Grunwald/Tannenberg": "(1410): The Battle of Grunwald marked a major turning point in Eastern European history as it led to the decline of theTeutonic Knightsand the rise ofPoland-Lithuania.Grand Master Ulrich von Jungingenled the Teutonic Knights, andKing Władysław II Jagielloled Polish forces andGrand Duke Vytautasled the Lithuanians. After their defeat, the Teutonic Knights held out inMarienburg Castleuntil thePeace of Thornin 1411.",
    "Agincourt": "(1415): The outnumbered army ofKing Henry Vof England defeated the army ofKing Charles VIof France underCharles d’Albret. French commandersJean le MaingreandCharles d’Orleanswere captured. The battle occurred about one month after the English victory at theSiege of Harfleur. Five years after Agincourt, Henry was recognized as the heir to the French throne through theTreaty of Troyes.",
    "Constantinople": "(1453): Constantinople fell to theOttomanson May 29, 1453 after a seven-week siege. TheByzantinedefenders were led byEmperor Constantine XIand a Genoese captain namedGiovanni Giustiniani, and the Ottomans were led bySultan Mehmed IIandZaganos Pasha. Preparations for the siege included the building ofRumeli Hisaracross fromAnadolu Hisaron theBosphorus. The defenders stretched a chain across theGolden Horn, but the Ottomans rolled their ships overGalata Hillon greased logs to encircle the city."
}