{
    "Umayyad": ": The Umayyads ruled ascaliphsfromDamascusfrom 661–750.  They came to power in the civil war following the death ofUthmanwhenMu’awiyah Ibn Abu Sufyandefeated the forces ofAli Ibn Abi Talibafter the latter’s assassination.  Denounced in traditional Islamic historiography for theirsecular rule, they introducedhereditary transmission of officeinto Islam andfavored Arabsat the expense of other Muslims. Under’Abd al-Malik, theUmayyad Mosquewas constructed in Damascus.  In the 10th century, an Umayyad scion re-established the dynasty inCordoba, Spain.",
    "Abbasid": ": The Abbasids reigned as caliphs fromBaghdadfrom 750–1258, and later fromCairofrom 1261–1517.  They rode to power on widespreaddisaffection with the Umayyadsand the sense that amember of the Prophet’s familywas best qualified to lead the community.  Their greatest rulers wereal-Mansur,Harun ar-Rashid, andal-Mamun the Great.  During the 9th century, however, power began to devolve onto increasinglyautonomous local dynasties, and the Abbasids fell under the control of outside forces such as theBuyidsandSeljuqs.  When theMongolsdestroyed Baghdad in 1258, the caliphas-Mustazimwaswrapped in a carpet and trampledto death by horses.",
    "Fatimid": ": The Fatimids wereIsma’ili Shi’iteImams who founded their state inNorth Africain 909 under the caliphal-Mahdi.  They conqueredEgyptin 969 underal-Muizzand built Cairo, becoming theAbbasids’ rivals.  At its height their regime reached intoYemenandSyria, and they had a network ofmissionariesspreading Isma’ili doctrines into Abbasid territory and beyond.  In the eleventh century, the caliphal-Hakim— considered insane — disappeared, giving rise to theDruzereligion.  A later succession dispute gave rise to the sect of theAssassins.  The last caliph,al-Adil, died in 1171.",
    "Seljuq": ": The Seljuqs were a family ofGhuzz Turkswho invaded the Middle East in the eleventh century and came to control theAbbasidcaliphs of Baghdad.  Following theirdefeat of the Byzantinesat theBattle of Manzikertin 1071, they settled inAnatoliaas well, where they founded theSultanate of Rum.  Following the Central Asian model of“collective sovereignty,”they divided territory among the ruling family, which prevented strong political unity.  Their rule saw the beginning of theSunni revivaland the spread of religious schools calledmadrasasin the Islamic world, giving uniformity to elite beliefs and practices.  By 1200 their power was all but extinct.",
    "Ayyubid": ": The Ayyubids wereKurdswho took control ofEgyptunder theZengids.  In 1171Salah ad-Din (Saladin)abolished theFatimid caliphate, and later tookDamascusas well.  He retookJerusalemfrom theCrusader kingdoms; however, subsequent Crusades undid some of these gains.  It was in Ayyubid times that theSunni revivalcame to Egypt.  The sultanal-Kamilgave Jerusalem toFrederick IIin a peace treaty and was visited bySt. Francis of Assisi.  The Ayyubids followed the practice ofcollective sovereignty, and were often politically divided.Shajar ad-Durr, a woman, was the last to rule Egypt.",
    "Mamluk": ": The Mamluks wereslave soldiersof foreign origin whodeposed the Ayyubidsin 1250.Baybars, who turned back theMongolsat theBattle of Ayn Jalut, is a popular figure in Arabic heroic literature.  In 1291 they drove the last Crusaders fromPalestine.  Their reign is divided into a“Bahri” periodfrom 1250–1382 and a“Circassian” periodfrom 1382–1517.  They were defeated by theOttomans, who conquered Egypt in 1517.",
    "Ottoman": ": The Ottomans wereTurksof uncertain origin who conquered theBalkansand theMiddle Eastand brought the central Islamic lands into theEuropean state system.  Their key military victories were the defeat of theSerbsin theBattle of Kosovoin 1389, the capture ofConstantinoplein 1453, and the defeat of theMamluksin 1517.  During the 15th century their landsreplaced Palestine as the major target of the Crusades.  They reached their height underSuleiman the Magnificient, who beseigedViennain 1529.  The empire’s remnants becameTurkeyafter World War I.",
    "Mughal": ": The Mughals ruled most ofIndiafrom the early 16th until the mid-18th century, and claimeddescent from both Genghis Khan and Tamerlane.  Their empire was founded byBaburand expanded under his grandsonAkbar.  TheTaj Mahalwas built underShah Jahan, who brought the empire to thebrink of bankruptcy.Aurangzebexcluded Hindusfrom public office, and the empire began to break up soon after his death in 1707.",
    "Safavid": ": The Safavids were founded by aSunni Sufi(mystic) order underShah Ismail, and ruledIranfrom 1502 until 1736.  Theyforcibly convertedIran toShi’ism, and later converted themselves (this sounds strange, and is — it’s one of history’s mysteries).  They, theOttomans, and theMughalscomprise the three“Gunpowder Empires”in what scholars of Islamic history consider the late medieval period.  UnderAbbas I, a European expert was hired toreform the militaryfollowing defeats by both their Ottoman andUzbekrivals.  Abbas later capturedBaghdadandexpelled the Portugesefrom the Persian Gulf.Esfahanwas their capital during their height."
}