{
    "Catan": "(1995, designed by Klaus Teuber) Originally entitledThe Settlers of Catan, this game tasks players with settling an island ofhexagonal tilesthat each yield one offive resources: wheat, wool, brick, ore, and lumber. Each tile is marked with a number; players who have a settlement or a city on that tile gain its resource when its number is rolled on a pair of dice. Players race to a score of 10 points, which are gained by amassing special cards and expanding their settlements. No tiles are marked with a 7: a roll of 7 activates theRobber, who is moved to a tile to inactivate it while also forcing any player with more than 7 cards to discard half of them.Catanwas the first international success for a“Euro-style” board game: a genre in which victory is achieved by attaining points through strategy and trade, rather than by eliminating other players through brute force or luck.",
    "Carcassonne": "(2000, designed by Klaus-Jürgen Wrede) Named for a historicFrench walled city, inCarcassonne, players draw and lay down tiles to create expansivefields, roads, cities, and cloisters. Newly laid tiles must be legally placed: for example, if the new tile has a road, it must be placed so that it connects to an existing road with an open end. Players gain points (each scored in different ways) by placing their limited Followers (in the form of small human-shaped tokens calledmeeples) when they lay down a tile. However, they cannot place a Follower on a feature that already has another player’s meeple on it. Followers in cities, on roads, and in cloisters are placedstanding up, but meeples on fields are laid down, since they are scored only in endgame. Because many tiles introduce branches, dead ends, and finicky features, and the order in which they are introduced is random, each game of Carcassone is extremely different.",
    "Ticket to Ride": "(2004, designed by Alan R. Moon) In the originalTicket to Ride, players place coloredtrainsto createrail linesconnecting cities across North America by drawing and playing cards of particular matching colors. At the beginning of the game, players draw secret cards listing various cities, and score points by linking those cities via their rail network—with more distant cities being worth more points. Points are also awarded to the player who creates the single longest rail route. Many localized editions have been made, including a version set in Europe, and the expansionUSA 1910, which adds more destinations and more supplies.",
    "Betrayal at House on the Hill": "(2004, designed by Bruce Glassco)Betrayal at House on the Hillwas lauded for combining bothcooperative and combative gameplayusing a wealth ofclassic horror genre tropes. A game ofBetrayalis split into two phases. In the first phase, players cooperate and take turns moving their tokens touncover new rooms in an old mansion; most rooms contain either a spooky Event, a helpful Item, or a strange Omen. When enough Omens have been found, the second phase—the Haunt—begins. One player (in the universe of the game) is revealed to have been aTraitorall along, at which point the Traitor has one objective (and consults a manual called theTraitor’s Tome) and the rest of the players band together to stop them (using theSecrets of Survivalmanual). In all editions, each Haunt (such as aghost possession,vampire hunt, ordemon summoning) is tied to an essentially random combination of elements, makingBetrayalhighly replayable.",
    "Pandemic": "(2008, designed by Matt Leacock) Possibly the most popularcooperative board game,Pandemiccenters onfour viral diseases, with players coordinating their individual movements tominimize Outbreaks and find Cures. Starting inAtlanta(where the Centers for Disease Control is headquartered), players fly around the globe using their special powers (for instance, Scientists can find Cures faster; Medics can remove all of one disease during their turn, etc.). The game is challenging: players only win by eradicating all diseases, but can lose by running out of time in several ways. The acclaimed variantPandemic Legacy(with editions Season 1, Season 2, and Season 0) uses the same mechanics but, as it is a legacy-style game, makes permanent changes to the board and cards depending on the outcome of each scenario.",
    "Dominion": "(2008, designed by Donald X. Vaccarino)Dominion, set in theMiddle Agesis the prototypicaldeck-building game, a genre in which each player begins with a set number of base cards that they must use to acquire more and more powerful cards that can increase the rate at which they gain money, allow them to perform more actions on their turn, let them hamper other players’ progress, or simply give them more points. The ultimate goal ofDominionis to earn victory points bypurchasing Victory cards(usually lands), with larger lands (such as Provinces) being worth more; however, lands have a high cost, meaning that players must be able to draw enoughTreasure cardsduring their turn to be able to afford them.Dominionbecame so popular thatover 20 expansionsof various sizes were created and released, each of which is interchangeable with the base game.",
    "Codenames": "(2015, designed by Vlaada Chvátil) In thisparty game, two opposing teams try to identify a secret array of “codenames” in a5-by-5 gridof word cards. Only each team’sSpymasterknows which words are goals for their team. Much like the classic game showPassword, each Spymaster gives one-word clues that they hope their team can associate with the target words. Correct guesses are marked with their team’s color, but if a team guesses wrong, they mayinadvertently score a point for the opposing team(if that word is the codename of one of the enemyAgents). Some cards in each grid yield no points (Bystanders), but there is one word marked as theAssassinthat yields an instant loss for the team guessing it.",
    "Secret Hitler": "(2016, designed by Max Temkin, Mike Boxleiter and Tommy Maranges)Secret Hitleris one of the most popularsocial deduction games—a genre in which players attempt to collaborate toward a goal, while a hidden faction of traitors secretly conspires to sabotage their efforts. Players are assigned a secret role at the beginning of the game:Liberal,Fascist, orHitler. The Fascists know who each other are, and who Hitler is; the Liberals do not. The game proceeds with theelection of a president and chancellorand thepassage of laws. The Liberals win by passing enough Liberal laws or identifying and executing Hitler; the Fascists win by passing enough Fascist laws, or by passing a smaller number of Fascist laws and getting Hitler elected chancellor. All actions in the game are up for discussion and vote, and lying is permitted. In a publicity campaign, the makers of the game sent a copy toevery U.S. senatorfollowing the 2016 election.",
    "Gloomhaven": "(2016, designed by Isaac Childres) A hardcore undertaking in both time and scope,Gloomhavenis often likened toDungeons & Dragonswithout a Dungeon Master. Players controlspellcastersandwarriorsin a fantasy setting, guided by thick rulebooks and scenario manuals dictating how to explore and play out scenarios. The game’s box is immense and contains countless cards, tokens, and maps, many of which are altered after each event—Gloomhaven is alegacy game, so its equipment and pieces are altered (or destroyed) based on the game’s outcome. It also hasdeck-buildingelements, since combat is based on a character’s ability cards, and well-timed worthwhile actions are key. Many campaigns ofGloomhavengounfinished: each scenario can take over two hours to play, and a full game comprises dozens and dozens of scenarios and battles.",
    "Azul": "(2017, designed by Michael Kiesling) InAzul, players take turns amassing five types oftilesfrom a central factory area so they can build a beautiful 5-by-5Portuguese-style mosaic. Because tiles of the same design cannot be put next to each other and because placing tiles is harder farther down on the mosaic grid, scoring and timing are rather complex.Azul’s key strategic component is in its endgame:Azulends once a playercompletes just one row in their mosaic, meaning that a player in the lead may choose to end the game very early with a barely-done (but still highest-scoring) mosaic. Noted for beingstrategy-heavy yet easy-to-learn,Azulwas also celebrated for thebeauty and qualityof its game pieces."
}