{
    "Ain’t I a Woman": "(1857) was an extemporaneous speech by abolitionist and women’s rights advocateSojourner Truthat theWomen’s Convention in Akron, Ohio. Truth, a former slave, proclaimed that she could“work as much and eat as much as a man”and“bear the lash as well”while repeatedly returning to the question “and ain’t I a woman?” Truth also remarked that, even as a woman,“nobody ever helps me into carriages”because of her race. The speech was later published and popularized by feministFrances Dana Barker Gage.",
    "The Gettysburg Address": "(1863) was delivered by Abraham Lincoln at thededication of a cemeteryon the site of the Battle of Gettysburg in Pennsylvania. Delivered followingEdward Everett’s two-hour dedication oration, Lincoln’s remarks ran for justtwo minutes. The president opened by referring to the birth of the United States“four score and seven years ago,”when the founders created a nation“dedicated to the proposition that all men are created equal.”Lincoln praised the dead of Gettysburg for giving“the last full measure of devotion”and said he hoped their sacrifice would lead to“a new birth of freedom.”Only five manuscripts of the speech exist, with the most complete draft being theBliss Copynow kept at the White House.",
    "The Cross of Gold speech": "(1896) was delivered by former Nebraska congressmanWilliam Jennings Bryanat the1896 Democratic National Conventionin support of the“free silver”economic policy. Bryan lambasted“the idle holders of idle capital,”who benefitted from a currency based on thegold standard. Instead, Bryan supportedbimetallismas a way to make“the masses prosperous.”At the end of the speech, he dismissed the gold standard as a“crown of thorns”and proclaimed“You shall not crucify mankind upon a cross of gold.”The speech catapulted Bryan to prominence and helped him secure the Democratic nomination for president, though he lost the election to RepublicanWilliam McKinley.",
    "The War Speeches": "(1940) were a series of addresses given by British Prime MinisterWinston Churchillto Parliament during theBattle of Francein World War II. The first speech promised“blood, toil, tears, and sweat”in the fight against Germany and stated Britain’s commitment to“victory at all costs.”The second speech described Allied losses and the evacuation atDunkirk, acknowledging the possibility of invasion but declaring“we shall fight on the beaches”and“defend our island whatever the cost will be.”The final message came when the fall of France was imminent and claimed that the fight to come would go down as Britain’s“finest hour.”",
    "The Jewel Voice Broadcast": "(1945), formally titled “The Imperial Rescript on the Termination of the War,” was a radio message byEmperor HirohitoannouncingJapan’s defeat and surrenderin World War II. Army officers who opposed the speech tried to destroy the recording of it the night before it aired, an attempted coup called theKyujo Incident. In the speech, Hirohito recognized the power of America’s“new and most cruel bomb”and urged his people to“endure the unendurable”in order to save their nation. The message was written inclassical Japanese, making it difficult for most Japanese citizens to understand. It was the first time the emperor directly addressed common people.",
    "The “Tryst with Destiny” speech": "(1947) was delivered by Prime MinisterJawaharlal Nehruon the night ofIndia’s independence. Speaking minutes before independence became official at midnight, Nehru celebrated that Indians will“awake to life and freedom”and laid out his vision for a nation striving toward“peace, freedom, and democracy.”Nehru also praisedMahatma Gandhias “the Father of our Nation” and thanked him for holding“the torch of freedom”in the fight for independence.",
    "The “Checkers” speech": "(1952) was a television and radio address made byRichard Nixonduring the 1952 presidential election. Nixon was running forvice-presidenton the Republican ticket withDwight Eisenhower, but had been accused of illegally using a campaignslush fundfor personal spending. In the speech, Nixon explained his finances and argued that he never benefited from political gifts, except for acocker spanielnamed Checkers that had been given to his daughters. The speech was inspired by a 1944 speech by Franklin Roosevelt defending his dog, Fala.",
    "The Secret Speech": "(1956), formally titled“On the Cult of Personality and Its Consequences,”was a report given by Soviet PremierNikita Khrushchevto the Congress of the Communist Party denouncing the regime of his predecessor,Joseph Stalin. Khrushchev specifically criticized Stalin for making his own rivals in the Communist Party and the Red Army into“enemies of the people,”as well as for glorifying himself above the party and the country. The controversial speech contributed to the split between the Soviet Union and Communist China and to the 1956 Hungarian Revolution.",
    "The “I Have a Dream” speech": "(1963) was delivered by theRev. Martin Luther King Jr.on the steps of theLincoln Memorialduring theMarch on Washington. King began his oration by calling the promise of the Declaration of Independence a“bad check”given to African Americans and urging action“until justice rolls down like waters.”After singerMahalia Jacksonencouraged him to“tell them about the dream,”King described his vision of former slaves and slaveholders sitting“at the table of brotherhood”and of his children being judged by“the content of their character”rather than by their race. The speech concluded by proclaiming“free at last, Great God almighty, we are free at last.”",
    "I am Prepared to Die": "(1964) was a speech delivered byNelson Mandeladuring his prosecution for terrorism charges in theRivonia Trial. In the three-hour speech, Mandela defended his leadership of theSpear of the Nation, the militant wing of theAfrican National Congressworking to endapartheidinSouth Africa. At the conclusion of the speech, Mandela restated his commitment to the “struggle of the African people” and declared“I am prepared to die.”Mandela was convicted, then spent the next27 yearsin prison before his release in 1990."
}