{
    "Marcel Proust": "(1871–1922) wrote the seven-volume novelÀ la recherche du temps perdu, which has been translated asRemembrance of Things Past(by C. K. Scott Moncrieff, taking a phrase from William Shakespeare’s Sonnet 130) or asIn Search of Lost Time(a more literal translation by D. J. Enright). The novel concerns the nature ofinvoluntary memory, which is exemplified by an episode in the first volume,Swann’s Way(1913), in which the narrator’s recollections of his family’s home in Combray are triggered by eating amadeleine soaked in tea. Later volumes of the novel includeIn the Shadow of Young Girls in Flower(1919),The Guermantes Way(1920–1921),Sodom and Gomorrah(1921–1922),The Captive(1923),The Fugitive(1925), andTime Regained(1927). Proust’s own homosexuality may have influenced the multiple same-sex relationships in the novel involving characters such as M. de Charlus, Albertine, and Odette.",
    "Gertrude Stein": "(1874–1946) was American-born, raised in Oakland (about which she once quipped“there is no ‘there’ there”), but moved to Paris in 1903, where she established a salon at27 Rue de Fleurusthat was a meeting place for many of the leading modernist intellectuals. Her poetry often features very repetitive language, as exemplified by“Sacred Emily”(1913), which contains the line“rose is a rose is a rose is a rose.”Stein apocryphally told Ernest Hemingway “you are all alost generation,” coining the name for the generation of Americans born in the last few decades of the 19th century. Stein recounted her life in Paris inThe Autobiography of Alice B. Toklas(1933), written in the voice of her life partner.",
    "Wallace Stevens": "(1879–1955) was an insurance executive by trade who wrote poetry in his spare time. His landmark collectionHarmonium(1923) includes the poems“The Emperor of Ice-Cream”(which begins“call the roller of big cigars”),“Sunday Morning”(which notes that “Death is the mother of beauty”), and“Thirteen Ways of Looking at a Blackbird”(whose first section reads “Among twenty snowy mountains / The only moving thing / Was the eye of the blackbird.”) His later poem“The Idea of Order at Key West”(1934) begins “She sang beyond the genius of the sea.”",
    "Virginia Woolf": "(1882–1941) honed the use ofstream-of-consciousnessas a literary technique to render the immediate thoughts and feelings of her characters. Her novelMrs. Dalloway(1925) intertwines the narratives of Clarissa Dalloway’s preparations for hosting a party and the last days of the shell-shocked veteran Septimus Smith. She examined the obstacles facing women writers—such as afictional sister of William Shakespeare, named Judith—in her 1929 essay“A Room of One’s Own.”Woolf’s workOrlando(1928), about an Elizabethan nobleman who lives for over 300 years without aging and who changes gender. was inspired by her loverVita Sackville–West. Woolf was part of theBloomsbury Groupalong with her husband Leonard. She died by suicide in 1941, drowning herself in the River Ouse.",
    "James Joyce": "(1882–1941) wrote a modernistadaptation of Homer’sOdysseyset in his native Dublin, titledUlysses(1922). The novel followsLeopold Bloomaround the city onJune 16, 1904(a date that has since been annually celebrated as “Bloomsday” by fans of the novel). Leopold’s wifeMollyis modeled after Joyce’s real wife, Nora Barnacle, and the novel also featuresStephen Dedalus, the protagonist of Joyce’s bildungsroman and debut novelA Portrait of the Artist as a Young Man(1916). Joyce’s short story collectionDubliners(1914), which ends with the novella“The Dead,”depicts the citizens of the title city in their day-to-day lives. Joyce’s experimental novelFinnegans Wake(1939) opens with a sentence fragment beginning“riverrun, past Eve and Adam’s,”which is actually the conclusion of the book’s final sentence.",
    "D. H. Lawrence": "(1885–1930) wrote the novelLady Chatterley’s Lover(1928), which was sosexually explicit and transgressivethat an uncensored version was not published until 1960, when it prompted anobscenity trialagainst the publisher, Penguin Books. The novel concerns an affair betweenConstance Reid(Lady Chatterley)—whose husband Clifford is paralyzed by an injury during World War I—and her estate’s gamekeeper,Oliver Mellors. Lawrence also wroteSons and Lovers(1913), about the coal miner’s sonPaul Morel, the sequential novelsThe Rainbow(1915) andWomen in Love(1920) about the Brangwen family, and short stories such as“The Odour of Chrysanthemums”(1911) and“The Rocking Horse-Winner”(1926).",
    "Ezra Pound": "(1885–1972) developedImagism, a poetic movement that emphasized sharp language and clear, precise imagery—as exemplified by his poem“In a Station of the Metro”(1913), which reads in its entirety as follows:The apparition of these faces in the crowd; Petals on a wet, black bough.In his 1915 collectionCathay, Pound published very free-formtranslations of classical Chinese poetry, including Li Bai’s poem “A River Merchant’s Wife: A Letter.” Pound’s magnum opus was his epic poemThe Cantos(1917–1962), which controversially contains expressions of Pound’s virulentanti-Semitism,fascistviews, and admiration of Benito Mussolini; nonetheless, a section calledThe Pisan Cantos(1948) was awarded the inaugural Bollingen Prize. Pound edited and arranged for the publication of some of the most famous poems by his younger contemporary,T. S. Eliot.",
    "T. S. Eliot": "(1888–1965) wrote the influential modernist poemThe Waste Land(1922), which he dedicated to Ezra Pound. The poem begins with the phrase“April is the cruellest [sic] month”; its numerous other quotable lines include “I will show you fear in a handful of dust,” and “These fragments I have shored against my ruins.” Eliot’s other famous poems include“The Love Song of J. Alfred Prufrock,”(1915) which begins “Let us go then, you and I, / When the evening is spread out against the sky / Like a patient etherized upon a table”;“The Hollow Men”(1925), which ends “This is the way the world ends / Not with a bang but a whimper”;“Ash Wednesday”(1930), about Eliot’s conversion to Anglicanism; andFour Quartets, consisting of “Burnt Norton,” (1936) “East Coker,” (1940) “The Dry Salvages,” (1941) and “Little Gidding” (1942). Eliot’s whimsical collectionOld Possum’s Book of Practical Cats(1939), which satirized many of his human friends, was adapted into Andrew Lloyd Webber’s musicalCats(1981).",
    "E. E. Cummings": "(1894–1962) is best known foreschewing standard capitalization and punctuationin his poetry. His poems include“anyone lived in a pretty how town”(1940), which describes how “anyone” was largely ignored and forgotten by the residents of the small town where he lived; and“i sing of Olaf glad and big”(1931), about a conscientious objector who is violently punished for his refusal to serve or display patriotism. Cummings’s own work as an ambulance driver in World War I, including his imprisonment in France for his pacifist views, inspired his only novel,The Enormous Room(1922). Cummings became a controversial figure for, in part, his use ofracial slursin some of his poems.",
    "Hart Crane": "(1899–1932) is best known for his modernist epic poemThe Bridge(1930), whose thematic centerpiece isBrooklyn Bridge(the explicit subject of the opening “Proem: To Brooklyn Bridge”); its other sections include “Ave Maria,” “Powhatan’s Daughter,” “The River,” “Cutty Sark,” and “Cape Hatteras.” The poem coined the phrase“Appalachian Spring,”which Martha Graham chose to title the 1944 ballet she choreographed to music by Aaron Copland. Other poems by Crane include“Voyages,”a sequence of erotic poems inspired by his love for the gay Danish sailor Emil Opffer and published inWhite Buildings(1926); and “The Broken Tower” (1932), written shortly before hissuicidein the Gulf of Mexico."
}