{
    "Earth’s moon": ": The moon, also calledLuna, is thefifth-largest satellitein the solar system, thelargest relative to the size of the planetit orbits, and the second densest. The USSR’sLunaunmanned spacecraft first reached the moon in 1959, andApollo 8became the first manned mission to orbit the moon, in 1968. The 1967Outer Space Treatyguarantees the rights of all nations to explore the moon for peaceful purposes.The flat darklunar plainsare calledmaria(singular: mare) and are mainly concentrated on the near side of the moon. The most famous one is Mare Tranquillitatis, theSea of Tranquility, whereApollo 11first landed on the moon in 1969. TheApollo programlanded on the moon five more times.",
    "Phobos": ": Both Phobos (“fear”) andMars’ smaller moonDeimos(“dread”) were discovered byAsaph Hall IIIin 1877. At just 3,700 miles above the Martian surface, Phobos orbitsmore closely to its planet than any other moonin the Solar System. Because it orbits Marsfaster than Mars rotates, each day it appears (from the Martian surface) toset twicein the east. Geological features on Phobos, including theStickney Crater, are primarily named for either astronomers (Stickney was the maiden name of Asaph Hall’s wife) or characters from Jonathan Swift’sGulliver’s Travels. In 1971 the U.S.’sMariner IXbecame the first spacecraft to provide close-up photos of Phobos.",
    "Deimos": ": One-seventh the mass of Phobos and further away from the Martian surface, Deimos was found byAsaph Hallat the U.S. Naval Observatory six days before he discovered Phobos. Its largest and only named craters areSwiftandVoltaire; Deimos’s surface doesn’t appear as rough as Phobos’s becauseregolithhas filled in some of the craters. A still-controversial and unproven hypothesis holds that Deimos (and possibly Phobos as well) wereasteroidsperturbed out of their orbit by Jupiter and then captured by the gravity of Mars.",
    "Io": "is the innermost of the fourGalilean moonsof Jupiter (the moons discovered by Galileo), the fourth-largest moon in the solar system, thedensest moon, and themost geologically active body in the solar system, with more than400 volcanoes. Io’s features are named for characters from the Io story in Greek mythology; fire, volcano, and thunder deities from other mythologies; and characters from Dante’sInferno. Io plays a significant role in shapingJupiter’s magnetosphere.Pioneer 10first passed by Io in December 1973.",
    "Ganymede": "is thelargest moon in the solar systemand the only one known to haveits own magnetosphere. The third of the Galilean satellites, Ganymede was also first photographed close-up byPioneer 10in 1973.Galileomade six flybys of Ganymede between 1996 and 2000. Based on a suggestion fromSimon Marius, Ganymede (along with many of the Jovian satellites) is named for one of Jupiter’s lovers in Roman mythology; Ganymede is the only such moon named for a male figure. Many of Ganymede’s features, including theEnki Catena, are given names fromEgyptian and Babylonian mythology, although its largest dark plain isGalileo Regio. Ganymede is scheduled to be orbited by the European Space Agency’sJupiter Icy Moon Explorer(JUICE), currently slated for a 2022 launch.",
    "Titan": "is thelargest moon of Saturnand thesecond largestin the solar system. UntilVoyager 1visited in 1980, it was thought to be larger than Ganymede. It is the only known satellite with adense atmosphere— so dense that it makes observation of surface features nearly impossible except from close up — and also the only known satellite for which there is evidence of stable bodies ofsurface liquid. Discovered in 1655 byChristiaan Huygens, it was visited by theCassini-Huygens missionin 2004. Titan’s albedo features, such as the highly reflective areaXanadu, are named for sacred or enchanted places from world literature and mythology. Because of itsnitrogen-rich atmosphereand the presence of surface liquid, Titan is often thought to be the most likely place in the solar system for microbial life to exist outside of Earth.",
    "Iapetus“eye”-AA-pih-tuss": "isSaturn’s third-largest moon after Titan and Rhea and, like Rhea, was discovered byGiovanni Cassiniin 1671. It was named based upon a suggestion from John Herschel (son of the discoverer of Uranus, William Herschel) for theTitansof Greek mythology, the brothers and sisters ofCronos(Saturn). Iapetus has a distinctivetwo-tone coloration; part of it isred-brown, while part isbright gray. Features on Iapetus are named for people and places from the FrenchSong of Roland, includingCharlemagne Craterand the bright northern regionRoncevaux Terra. In 2004 theCassiniorbiter found anequatorial ridgerunning over 800 miles long and 10 miles wide that gives Iapetus some of thehighest peaks in the solar system; its existence has not yet been explained.",
    "Titania": "andOberon: Uranus’s largest moons, Titania and Oberon, are named for characters from Shakespeare’sA Midsummer Night’s Dream. (Other Uranian moons are named for characters from either Shakespeare orAlexander Pope.) They were discovered on the same day in 1787 byWilliam Herschel, who also discovered Uranus itself in 1781. In 1986Voyager 2became the only spacecraft to date to visit the Uranian moons. Because Uranus orbits the sun almoston its sideand Titania and Oberon orbit Uranus in the same plane as its equator, the moons haveextreme seasons: Titania’s poles spend over 42 years in nonstop sunlight followed by 42 years of darkness. Most of Titania’s features are named for settings or female characters from Shakespeare — its largest crater isGertrude Crater, after Hamlet’s mother — while most of Oberon’s are named after settings or male characters from Shakespeare. However, Oberon’s largest feature isMommur Chasma, which is named from a French epic poem.",
    "Triton": ": The largest moon ofNeptuneand the only large moon with aretrograde orbit(that is, an orbit opposite to the rotation of its planet), Triton is the seventh-largest moon in the solar system and is thought to have beencaptured from the Kuiper Belt. For over 100 years after its 1846 discovery, Triton was thought to be Neptune’s only moon;Nereidwasn’t discovered until 1949. (There are fourteen known satellites now.) Triton isgeologically activeand hasgeysersthat are assumed to erupt nitrogen. Because of the activity, impact craters on Triton are relatively scarce; most of the larger craters were formed by volcanic activity. Triton orbits around Neptune in almost a perfect circle.Voyager 2visited Triton in 1989 and is the only space probe to have done so (and no more are currently planned). Much of Triton’s western hemisphere consists of an unexplained series offissuresanddepressionssometimes called“cantaloupe terrain.”Triton’s features are named after variouswater spirits,monsters, andsacred watersfrom mythology.",
    "Charon": ": The largest satellite of the dwarf planetPluto, Charon wasn’t discovered until 1978. (As of 2013, Pluto has five known moons, the last two discovered in 2011 and 2012.) Unlike Pluto, which is covered with nitrogen and methane ices, Charon appears to be covered inwater iceand may also have activecryo-geysers. Because the center of mass of the Pluto-Charon system lies outside of either one, Charondoesn’t truly orbitPluto; when Pluto was reclassified as a dwarf planet in 2006, an argument was made (but not accepted) to classify Pluto-Charon as abinary system. The IAU still considers Charon, which is roughlyhalf the sizebut has only 11% the mass of Pluto, to be a satellite. TheNew Horizonsmission visited Charon and Pluto in 2015.Charon was named by its discoverer,James Christyof the Flagstaff Naval Observatory; the IAU approved the name in 1985. Internationally Charon is pronounced like the Greek mythological figure,“CARE-on”, but Christy’s choice of name was inspired by his wifeCharlene, so NASA and New Horizons personnel use“SHARE-on”."
}