{
    "Pandora": "(meaning “gifted” or “all gifts”) was thefirst human womanin Greek mythology.Hephaestussculpted her fromclayas a punishment for humanity afterPrometheusstole fire from the gods. The primary myth of Pandora relates how she released all theevils of the worldby opening a jar (“Pandora’s Box”), and when she closed the lid onlyhoperemained within. Pandora married the TitanEpimetheus, and their daughterPyrrhasurvived the Greek flood with her husbandDeucalion.",
    "Helen of Troy": "was considered themost beautiful mortal womanduring theAge of Heroes. Helen was the daughter ofZeusandLeda, and her siblings wereCastor,Polydeuces(orPollux), andClytemnestra. When Helen marriedMenelaus, the king ofSparta, Helen’s fatherTyndareusforced the Greek kings to swear anoathto fight for her if she were kidnapped. When she wasabductedby (or eloped with)Paris, a prince ofTroy, the whole Greek world plunged into theTrojan War. For this reason,Christopher MarlowehadDoctor Faustusrefer to Helen as“the face that launched a thousand ships.”",
    "Medea": "was asorceressfrom the island ofColchis; her father wasKing Aeëtes, and her aunt was the witchCirce. Medea encountered the heroJasonwhen he and the Argonauts came to Colchis in search of theGolden Fleece, and she helped him yokefire-breathing oxenand sowdragon’s teeth. Medea left Colchis with Jason, and on the voyage home she killed both her brotherAbsyrtusand the giant bronze automatonTalos. She and Jason had several children together, but Jason ultimately left Medea for the princessGlauce; in vengeance, shekilled two of her childrenand fled on agolden chariot.",
    "Penelope": "was the ever-faithful wife ofOdysseus, the king ofIthacawhose long journey home is the subject ofThe Odyssey. While Odysseus was away, Penelope was courted by dozens ofsuitorsled byAntinous, but she held them off with cunning: she told them she’d wed one when she finishedweaving a burial shroudfor Odysseus’s fatherLaertes, but she unwove her progress each night. When Odysseus returned, she tested his identity by asking the maid tomove their bed, which cannot be done since the bed—crafted by Odysseus—had one post that was a living olive tree. Her only child is a son,Telemachus.",
    "Arachne": "was a talentedLydianweaverwho constantly boasted that her skills were better than that of any of the gods. Arachne challenged the goddessAthenato a weaving competition, during which Arachne wove a tapestry depicting thegods’ transgressions against mankindand Athena depictedfour contests between mortals and the gods. The result of the competition depends on the sources: some say that Arachne won but Athena was insulted by her images and destroyed Arachne’s work, and others say that Athena’s weaving was superior. In all versions, though, Athena turns Arachne into aspider.",
    "Clytemnestra": "was the wife ofKing Agamemnonand the sister ofCastor,Polydeuces, andHelen. When Agamemnon’s troops were stuck at Aulis en route to Troy, he sacrificed their daughterIphigenia, which made Clytemnestra very angry. She later began an affair withAegisthus, Agamemnon’s cousin; when Agamemnon returned to Mycenae after theTrojan War, Clytemnestra and Aegisthus murdered him and his concubineCassandra. In response, Clytemnestra and Agamemnon’s sonOresteskilled both Clytemnestra and Aegisthus, continuing thecurse of the House of Atreus.",
    "Hecuba": "(orHekabe) was the wife ofKing Priam, and therefore theQueen of Troy, during theTrojan War. Her children includedParis—who kidnapped Helen—andHector, the great Trojan warrior who was slain byAchilles. In Book VI of theIliad, she leads the Trojan woman in prayer to Zeus on behalf of the Trojan warriors. After the war, Hecuba was grief-stricken upon learning of the death of her youngest daughterPolyxena, and she was given to Odysseus as a slave.",
    "Ariadne": "was the daughter ofKing MinosandQueen Pasiphaë, making her a princess ofCrete. Minos’s palace inKnossosis sometimes referred to as the “dancing ground of Ariadne.” WhenTheseuscame to Crete to kill theMinotaur, Ariadne fell in love with him and gave him aball of twineto help him navigate theLabyrinth. Ariadne and Theseus left Crete together, but he later abandoned her on the island ofNaxoswhere she was saved byDionysus, whom she married. Herwedding diademwas placed in the heavens as the constellationCorona Borealis.",
    "Atalanta": "was a fierce warrior who drew first blood in theCalydonian Boar huntled byMeleager, who gifted her the Boar’s hide when it was finally killed. Atalanta’s father left her to die on a mountaintop because he wanted a son, but she wassaved by a she-bearand later became a hunter ofArtemis. According to some sources, Atalanta was also theonly female Argonaut. She marriedHippomenesafter he beat her in afootraceby slowing her down withgolden applesgiven to him byAphrodite; their son,Parthenopaios, was one of theSeven Against Thebes.",
    "Cassandra": "was aprincess of Troy, one of the children ofKing PriamandQueen Hecuba. She and her twin brotherHelenuswere both priests ofApolloand thus blessed with the gift ofprophecy; however, after Cassandra spurned the advances of Apollo, he cursed her tonever have her prophecies believed. During the Trojan War, Cassandra wasrapedin the Temple of Athena byAjax the Lesser, which led Athena to wreck his ship on his journey home. After the war, Cassandra was made the concubine ofAgamemnon, and the two were killed byClytemnestraandAegisthuswhen they returned to Mycenae.",
    "Danaë": "was the daughter ofKing Acrisius of Argos. The king consulted an oracle to ask if he would ever have a son, and the oracle replied that he wouldn’t, but his daughter would, and that grandson would overthrow him. In response, heshut Danaë up in a chamberin his palace, butZeusappeared in the form of ashower of goldandimpregnatedher; shortly thereafter, her sonPerseuswas born. Acrisius then cast Danaë and Perseus out to sea in a chest, but with the assistance ofPoseidonthey were rescued by the fishermanDictys. Danaë had no interest in marrying Dictys’s brotherKing Seriphos, who agreed not to pursue her if Perseus couldkill the Gorgon Medusa."
}