{
    "Mount Everest": "(China and Nepal): The border between Nepal and China straddles the summit of theHimalayanpeak Mount Everest, which, at a height of over29,000 feet, is thetallest mountain in the world. TheKhumbu Icefalland the cliff-likeThree Stepsare hazards faced by potential climbers of Everest. It was first summited bySir Edmund HillaryandTenzing Norgayin 1953. LocalSherpasact as guides for mountaineers in the area, though they walked out of the job over dangerous working conditions in 2014 after 16 of them were killed in an avalanche.",
    "K2": "(Pakistan and China):Qogir,Ketu, andMount Godwin-Austenare other names for K2, whose most common names come from the fact that it is thesecond-tallest mountain in the world. The “K” in K2 stands forKarakoram, the mountain range in Pakistan and China in which the peak is found. TheHouse’s Chimneyand theBlack Pyramidare features of K2, which also possesses a different second-place record, behind the Annapurna Massif: it boasts thesecond-highest fatality rateamong attempted climbers of any mountains above 8,000 meters.",
    "Denali": "(United States): Formerly and often calledMount McKinley, Denali is thehighest mountain in North America. It is in south-centralAlaska, in Denali National Park. TheWest Buttress routeis considered the best path to ascend Denali.Frederick Cook, a man notorious for having faked the discovery of the North Pole, is now believed to have alsofaked his ascentof the mountain in 1906 as well, leaving a climbing party seven years later with the honor.",
    "Mount Mitchell": "(United States): TheBlack Mountainsubrange of theAppalachiansis the location of Mount Mitchell, thetallest peak in the United States east of the Mississippi. This mountain, in North Carolina, was the subject of a debate over its altitude between its namesake andThomas Clingman, leadingElisha Mitchellto attempt another ascent in which he fell to his death.",
    "The Matterhorn": "(Switzerland and Italy):Edward ComptonandJohn Ruskinare among theartists inspired bythe Matterhorn, which is renowned for its almost perfectlypyramidal shape. The mountain is on the border between Switzerland and Italy, near the Swiss townZermatt. It was first climbed in 1865 byEdward Whymper; four people died in that ascent.",
    "Mount Kilimanjaro": "(Tanzania):Kibo,Mawenzi, andShiraare the three summits of Mount Kilimanjaro, thetallest mountain in Africa. It is notable for also being thetallest mountain that is not part of a mountain range, having been formed by a now-extinct volcano. A corpse of a leopard is found on top of the mountain in“The Snows of Kilimanjaro,”a short story byErnest Hemingwaythat uses the mountain as the backdrop for the memories, and ultimately the death, of a writer suffering from gangrene.",
    "Mount Kenya": "(Kenya): Thesecond-tallest mountain in Africais Mount Kenya, which shares its name with the country in which it is located. British geographer and political theoristHalford Mackinderled the first group to ascend the peak, which bypassed theDarwin Glacierand proceeded up theDiamond Glacier. Like Kilimanjaro, it was formed by a now-dormant volcano, and, like Kilimanjaro, part of its notoriety rests on a book.Facing Mount Kenya, an anthropological study of theKikuyu peoplebyJomo Kenyatta, was one of the first such texts by an African ethnographer to gain fame.",
    "Mount Kosciuszko": "(Australia): The name ofTadeusz Kosciuszko, the Polish commander who fought in the American Revolutionary War, was appended to thetallest mountain in Australiaby European explorers in the 19th century. When it was discovered thatMount Townsendwas actually taller, thenames were switchedso that Kosciuszko would remain the highest peak on the continent. The peak’s name in Aboriginal languages, such asJagungalorTackingal, translates to“table-top mountain.”",
    "Mount Fuji": "(Japan):YamanakaandKawaguchiare two lakes found along the slopes of Mount Fuji, thetallest mountain in Japan. It is only about an hour’s drive from Tokyo, and has significance in the Shinto religion, being sacred to the goddessSengen-Sama. The mountain was also depicted in the series of printsThirty-Six Views of Mount Fuji, drawn byHokusai.",
    "Mount Aconcagua": "(Argentina): Thesubduction of the Nazca Plateformed Mount Aconcagua, thehighest point in the Southern Hemisphere. It is near the cityMendozainArgentina, and straddles thePolish Glacier, which provides a popular route for climbers looking to summit it."
}