{
    "Tempo": ": Traditionally, the tempo, or speed, of a piece is indicated through the use of Italian-language terms. Some of the most common tempo markings arelargo(very slow),adagio(slow),andante(“walking speed”),allegro(fast), andpresto(very fast). A work’s tempo may also be indicated by ametronome marking, which indicates the number of a certain type of note per minute (e.g., quarter note = 120). Tempos are often modified with further Italian terms, such asallegro con fuoco(fast, with fire), which can make them more unique. Movements from larger works are often referred to by their tempo (e.g. “theAllegrettofrom Beethoven’s 7th symphony”); entire works may also be named for their tempo (e.g., Samuel Barber’sAdagio for Strings).",
    "Scales": ": The two most common types of scales are themajor and minor scales, both of which are referred to asdiatonic, meaning that they have seven notes between octaves and follow a repeating pattern of whole steps and half steps. While there is only one major scale, there are three common variants of the minor scale:natural,harmonic, andmelodic. The individual notes within a scale are given numeric indications known asscale degrees, starting with “1” and moving up the scale note by note; the most prominent of these are the first degree, ortonic(the “home” pitch), and the fifth degree, ordominant. There is also thechromatic scale, which includes every note between two endpoints, including sharps and flats.",
    "Intervals": ": At the most basic level, intervals — the distance between two pitches — are described with ordinal numbers (second, third, etc.), with the exceptions ofunisons(two of the exact same note, which would logically have been called a “first”) andoctaves(which would have been called an “eighth”). The easiest way to find the basic interval between two pitches is to start on the bottom pitch, label that line or space “1,” and then count lines and spaces upwards until the next pitch is reached; for example, the interval between C and F is a fourth: C is counted as “1,” the lines/spaces for D and E are counted as “2” and “3,” and the line/space for F is reached on “4.” Unisons, fourths, fifths, and octaves may be classified asperfect,augmented, ordiminished; seconds, thirds, sixths, and sevenths may be classified asmajor,minor,augmented, ordiminished.",
    "Chords": ": The most common types of chords are built of successive notes that are each a third above the previous. Atriadconsists of three notes referred to as the root, third, and fifth—the third and fifth being that respective interval above the root. Triads are classified as eithermajor,minor,augmented, ordiminished, based on whether the successive pitches are separated by major or minor thirds. Adding another third above the fifth results in aseventh chord(since that new pitch is a seventh above the root). Although many types of seventh chords are possible, the most common are themajor,major-minor(ordominant),minor,half-diminished, andfully-diminished. Larger chords, such asninthandthirteenthchords, appear commonly in jazz.",
    "Key": ": A piece of music’s key is the “home” scale of the work. The key is most often indicated by the work’skey signature, a collection ofsharpsorflatsthat appears at the beginning of the work and on each subsequent line of music (a list of key signatures may be foundhere). A pair of keys may beparallel(beginning on the same pitch, e.g., C major and C minor), orrelative(having the same key signature, e.g., C major and A minor). Most works of music between the Baroque and Romantic periods end in the same key as they begin, with the exception that works that start in a minor key may end in the parallel major. A work’s key is often used as a descriptor in its title (e.g. Beethoven’s Symphony No. 5 in C minor).",
    "Transposition": ": Instruments that are inconcert pitch, or “in C,” have their music written at the same pitch in which they sound. Concert pitch instruments include the piano, all string instruments, the flute, and nearly every woodwind and brass instrument that plays in bass clef. Other instruments aretransposing instruments, meaning that their music is written at a different pitch than they sound. With few exceptions, music for transposing instruments is writtenabovethe sounding pitch, which can be determined by moving down the interval that the instrument’s key isbelowC. For example, the French horn is in F, a perfect fifth below C; thus, a French horn playing a written G natural would sound a C natural, the pitch a perfect fifth below G natural. Similarly, a B-flat trumpet playing a written D would sound a C, a major second below.",
    "Dynamics": ": Dynamic markings indicate thevolumeat which music is to be played. The two most basic dynamic markings areforte, meaning “loud,” and abbreviatedf; andpiano, meaning “soft,” and abbreviatedp. These indications are often modified by the wordmezzo(abbreviatedm); thus,mfindicates “mezzo forte,” meaning “medium loud.” They may also be modified by the suffix-issimo, meaning “very,” and symbolized by two of the same letter; thus,ppwould indicatepianissimo, meaning “very soft.” Gradual changes in volume are indicated by acrescendo, meaning gradually getting louder, or adiminuendo(also calleddecrescendo), meaning gradually getting softer.",
    "Articulation": ": Articulation refers to the various techniques which may be used tomodifythe attack or performance of a single note or a series of notes. Some of the most common articulations includestaccato, meaning light or short;tenuto, meaning a note is to be held its entire value; andlegato, meaning a series of notes is to be connected to one another very smoothly. Single notes may be given extra force by anaccent mark.",
    "Form": ": A work’s form, or overall structure, is often depicted via a series of capital letters, with each different letter representing a large section of contrasting material. Basic forms includebinary form(“AB” or “AABB”),ternary form(“ABA”), andstrophic form(“A” endlessly repeated, commonly found in folk songs or religious hymns with multiple verses). Other forms includerondo form, in which several statements of a single theme are each separated by contrasting material (e.g. “ABACA”). Forms not usually represented by capital letters include the various types oftheme and variations, as well assonata-allegro form(which at its most basic level includes anexposition, adevelopment, and arecapitulation).",
    "Twelve-tone technique": ": Twelve-tone technique was developed byArnold Schoenbergin the early 1920s, and is one method of writingatonal music—music that hasno key or tonicpitch. Twelve-tone works are based on atone rowconstructed from each of the twelve pitches of the chromatic scale, each used only once. This row may be inverted and/or presented in retrograde (backwards), a combination of possibilities often represented in a twelve-tone matrix (for an example, seehere; curious readers may experiment with creating their own row/matrixhere). Twelve-tone technique is one form ofserialism, the rigid structuring of various musical elements within a work. A work oftotal serialismapplies the same process to dynamics, articulations, and other basic elements of music as well as pitch."
}