{
    "The Pyramids": "(July 21, 1798, Egypt) andthe Nile(August 1–3, 1798, Egypt) After his victory over Austria, Napoleon proposed crossing the Mediterranean andinvading Egypt. While the stated goal of this expedition was to strike a blow againstBritish tradewith the Middle East and Asia, it also catered to Napoleon’sfascination with antiquity. A team of scientists followed his military expedition, whose most lasting result was thediscovery of the Rosetta Stone, unearthed by soldiers digging to construct afort in the Nile delta. Napoleon supposedly cried“Soldiers, forty centuries look down upon you”at the 1798 Battle of the Pyramids, where his troops usedmodern artilleryand largesquare formationsto ward off a cavalry charge by the EgyptianMamluks. French control of Egypt, however, was dependent oncommunications across the Mediterranean, which were interrupted by theRoyal Navy’s attackon the French fleet inAboukir Bayin early August. British victory at the Nile forced Napoleon toabandon his armyand return to France.",
    "Marengo": "(June 14, 1800, northern Italy) Thecoup of 18 Brumaire(November 9, 1799) brought down France’s existing government (theDirectory) and made Napoleon himself“first consul,”the effective leader of France. While Napoleon was absent in Egypt, acoalition of Austria, Russia, and Britainhad pushed French troops back on all fronts. In 1800 Napoleon marched over theAlpsto roll back Austrian gains in Italy. His troops, overextended in an attempt to relieve the Austriansiege of Genoa, were hit by an Austrian surprise attack on June 14, 1800. GeneralLouis Desaixled a column of French reinforcements to Napoleon’s aid; the additional troops drove off the Austrian army, but Desaix was shot and killed.",
    "Trafalgar": "(October 21, 1805, off the coast of southwestern Spain) In 1804 Napoleonabolished the consulateand became France’semperor. He faced an array of enemies who made up the“Third Coalition”: the humiliatedAustrianssought military aid from bothRussiaandBritain.FranceandSpainallied in the hope of challenging the Royal Navy and making it possible for Napoleon’s armies to launch aninvasion of Britain. Trafalgar, fought in the Atlantic off the coast of Spain in the fall of 1805, was thelast great naval battleof the Napoleonic era. A combined French and Spanish fleet under AdmiralPierre-Charles Villeneuvewas attacked by Royal Navy ships underLord Horatio Nelson, Britain’s greatest admiral. Just before the battle, Nelson’s flagship — theHMSVictory— flew the signal“England expects that every man will do his duty.”Although Nelson waskilled by a French sniperin the battle that followed, his ships captured half of the French fleet, including Admiral Villeneuve. French plans to invade Britain were postponed indefinitely.",
    "Austerlitz": "(December 2, 1805, Czech Republic) Napoleon’s Grand Army then struck east at Austria and Russia, theland-bound members of the Third Coalition. Napoleon’s first move was to force the surrender of 30,000 Austrians underGeneral MackatUlm. The French then turned east into the heart of Austria, where they seizedViennaand awaited counterattack by the Russians. At Austerlitz on December 2, 1805, amostly-Russian coalition armycollided with the waiting French. (The Russians, led in person by TsarAlexander I, were joined by the scattered remains of the Austrian army under Holy Roman EmperorFrancis II. Austerlitz is thus known as the“Battle of the Three Emperors.”) The allies, planning to advance their left, abandoned thePratzen Heights, a dominating hill in the center of the battlefield. Napoleon seized the heights,splitting the Russian armyand then defeating each half in turn. The resultingPeace of Pressburg(December 26, 1805) ended the War of the Third Coalition and brought about thedownfall of the Holy Roman Empire.",
    "Jena-Auerstedt": "(October 14, 1806, Germany) In 1806 Napoleon turned his forces againstPrussia. At the twin October battles Jena and Auerstedt, Napoleon and MarshalLouis-Nicolas Davoutworked together to smash a Prussian army led by theDuke of Brunswick, who was mortally wounded by Davout’s troops near Auerstadt. The collapse of the Prussian army, widely considered the continent’s most experienced and professional military force, shocked European observers. Napoleon felt that he had secured revenge forFrederick the Great’s victory over France at Rossbach in theSeven Years’ War(1757).",
    "Salamanca": "(July 22, 1812, Spain) While Napoleon struggled against Austrians, Russians, and Prussians on the plains of central and eastern Europe, a smaller but no less violent conflict was fought for control ofSpainandPortugal. During this“Peninsular War”(1807–1814), the throne of Spain was claimed by Napoleon’s older brother,Joseph Bonaparte. Spanish and Portuguese resistance (thefirst “guerrilla” warfare, from the Spanish for “little war”) was supported by the landing of British troops under the command of theDuke of Wellington. Wellington’s triumph over MarshalAuguste Marmontat Salamanca in July 1812 was a decisive blow against the stability of Joseph’s regime.",
    "Borodino": "(September 7, 1812, Russia) In 1812 Napoleon assembled thelargest army of his reignfor the most ambitious military operation of the 19th century: a full-scaleinvasion of Russia. Russian TsarAlexander I, despite losing to Napoleon in central Europe between 1805 and 1807, refused to agree to the“Continental System,”the Napoleonic proposal for a Europe-wideembargo on British trade in manufactured goods. Napoleon’s march on Moscow was slowed by Russian resistance atBorodino, where MarshalMikhail Kutuzov’s army was driven out of fortified redoubts after a day of destructive fighting. Although French forces were briefly able toseize control of Moscow, the subsequent retreat through the worst of theRussian winterruined Napoleon’s Grand Army.",
    "Leipzig": "(October 16–19, 1813, Germany) The following year theRussian armymarched west into central Europe at the head of a“Sixth Coalition”that brought the previously defeatedAustriansandPrussiansback into hostilities against France. At Leipzig in central Germany, coalition forces met a hastily-assembled replacement army raised by Napoleon after the disaster in Russia. More than 600,000 men fought in this four-day struggle, popularly known as the“Battle of the Nations”for the multi-ethnic nature of the coalition army. The forces ofSaxony, one of the minor German states,switched sidesduring the Battle of Leipzig, leaving Napoleon’s army to join the allies. The prematuredestruction of a bridge over the River Elsterhindered Napoleon’s retreat from Leipzig, the first in a series of military disasters that led to the emperor’s forcedabdicationandexileto the Mediterranean island Elba in 1814.",
    "Waterloo": "(June 18, 1815, Belgium) Napoleon’sescape from Elbabegan a period known as the“Hundred Days,”in which the emperor briefly returned to the throne of France. The struggle between the restored emperor and the“Seventh Coalition”began when Napoleon’sArmy of the Northmarched into the Low Countries, hoping for a showdown with the British, Dutch, and Prussians before the Austrian and Russian armies gathering further east could come to their aid. The French brushed aside Allied advance guards at the two preliminary battlesQuatre BrasandLignyon June 16. Napoleon’s victory over the Prussians at Ligny led him to falsely believe that he had enough time to pursue and defeat the British without furtherPrussian interference. On June 18 Napoleon’s advance on Brussels approached the crossroads ofMont St. Jean, where theDuke of Wellingtonhad set up a defensive position for a combined army of BritishPeninsular War veterans,Dutch, andpro-British Germans. On the French left, British troops defended the walled farmHougoumontfrom a series of infantry assaults; in the center, MarshalMichel Ney’s massed cavalry charge was broken by thesquare formationsof the British infantry; on the right,Gebhard von Blücher’s Prussian army arrived to attack the French army in the flank. Napoleon’s final gamble was to commit hisImperial Guardto a renewed assault on the Allied center. The guardsmen were cut down by the fire ofBritish light infantry, leading to the generalcollapse of the French army. Napoleon wasexiledonce more, this time to the isolated South Atlantic islandSt. Helena, where he died in 1821."
}