{
    "The Iroquois Confederacy": "originally consisted of five tribes native toupstate New York: theMohawk,Cayuga,Oneida,Seneca, andOnondaga. The confederacy was founded based on the teachings of a prophet called theGreat Peacemaker, whose followers included chiefHiawatha, the subject of a famous poem by Henry Wadsworth Longfellow. The confederacy gradually expanded to control much of the Great Lakes and Mid-Atlantic regions and also incorporated theTuscarorapeople, who migrated from North Carolina after defeat in a colonial war. In theBeaver Wars, the Iroquois and their British allies came to dominate variousAlgonquinpeoples allied with the French. The Iroquois Confederacy collapsed after the American Revolution, during which leaders likeJoseph Brantstood by the British.",
    "The Powhatan": "are anAlgonquin-speaking people who lived ineastern Virginiawhen the English colony ofJamestownwas founded in 1607. Led by their namesake,Chief Powhatan, the tribe maintained a tenuous relationship with colonists at Jamestown. Legendarily, John Smith was captured by the Powhatan and was only spared by the intercession of his daughter,Pocahontas. The Powhatan were decimated by disease and enslavement by the mid-1600s; by the time Thomas Jefferson profiled the tribe in hisNotes on the State of Virginia, they numbered only 300.",
    "The Cherokee": "people lived as one of the so-called“Five Civilized Tribes”of thesoutheastern United States, along with theCreek,Choctaw,Chickasaw, andSeminoles. In the early 1800s, the Cherokee adopted many American cultural practices, fromsettled agricultureandrepresentative governmentto an originalalphabetcreated bySequoyah. Though their sovereignty was acknowledged in the caseWorcester v. Georgia, the Cherokee were still driven west along theTrail of Tearsafter some members signed theTreaty of New Echota. Today, the Cherokee are the largest federally-recognized Native American tribe.",
    "The Seminole": ", another “civilized tribe,” lived in what is nowFloridaand fought multiple wars against the U.S. to resist attempts to force them to move west. In theFirst Seminole War,Andrew Jacksoninvaded Spanish-controlled Florida and pushed the Seminoles out of the state’s northern region. Twenty years later, Seminole leaders likeOsceolaresisted removal in theSecond Seminole Warbut were eventually driven to Oklahoma under the terms of theTreaty of Payne’s Landing. In the 1850s,Billy Bowlegsled Seminoles who remained in Florida in yet another war against American expansion, but he too was defeated.",
    "The Shawnee": "people are native to theOhio Valley. Their leaderBlue Jacketallied with theMiamipeople to crush an American incursion into the region at theBattle of the Wabashin 1791. Later, the charismatic Shawnee leaderTecumsehand his visionary brotherTenkswatawa, also known as “the Prophet,” built a coalition of tribes to oppose U.S. expansion. After losing atTippecanoetoWilliam Henry Harrison, the Shawnee allied with the British in theWar of 1812and helped them take Detroit. However, their coalition collapsed after the death of Tecumseh at theBattle of the Thames.",
    "The Lakota Sioux": "were the preeminent tribe of thenorthern Great Plainsfor most of the 19th century. They drove smaller tribes out of the Black Hills and had their territory recognized by the United States in twoTreaties of Fort Laramie. When American prospectors invaded the Black Hills, the Sioux fought back. With their allies theCheyenneandArapaho, the Sioux—led bySitting BullandCrazy Horse—wiped out a U.S. cavalry force led byGeorge Custerat theBattle of the Little Bighorn. Later, in the 1890s, a religious movement called theGhost Dancespread among the Sioux. While trying to suppress it, U.S. forces slaughtered Sioux civilians in theWounded Knee massacre.",
    "The Shoshone": "people also held lands on thenorthern plains, while their linguistic relatives theComanchedominated the southern plains.Sacagawea, a member of the Shoshone, served as an interpreter and guide forLewis and Clark’s Corps of Discovery. The tribe was later devastated by such attacks as theBear River massacreand driven from their lands by white settlers. In an attempt to secure aid, the chiefPocatelloled a mass conversion of Shoshone toMormonismin 1875.",
    "The Nez Perce": "people lived along the Columbia River in thePacific Northwestand maintained friendly relationships with Americans through most of the 19th century. When the U.S. attempted to remove them from their lands, however, the Nez Perce fought back, embarking on a 1,200-mile retreat that ended only when they were trapped just south of the Canadian border. In a speech, the Nez Perce leaderChief Josephthen declared“I will fight no more forever.”He and the Nez Perce were subsequently deported to Kansas.",
    "The Apache": "people live in the Americansouthwestand contested land claims with both Mexican and American settlers, having earlier gained a reputation for ferocity byraidingother tribes in the southwest for generations. A federal attempt to seize the Apache chiefCochisein 1861 led to a series of decades-long clashes with the U.S. government. One Apache leader,Geronimo, repeatedly broke out of reservations and fought American forces until he was eventually captured byNelson Milesand exiled to Florida.",
    "The Navajo": "people are also indigenous to the Americansouthwest. After their homeland was devastated in a campaign led byKit Carson(the namesake of Carson City, Nevada) the Navajo were driven from Arizona to New Mexico in theLong Walk to Bosque Redondo. During World War II, Navajo“code-talkers”used their native language to securely transmit messages across the Pacific theater of the war. Today, the Navajo are the second-largest federally-recognized tribe and administer theFour Corners Monument."
}