{
    "The Times Square Ball Drop": "was first held on December 31, 1907. The ball begins dropping atop the One Times Square building at 11:59 p.m. on New Year’s Eve, and completes its downward journey at the stroke of midnight, accompanied by an audiovisual celebration. The Time Square ball drop was conceptualized byAdolph Ochs, who owned and published theNew York Times, and who had previously organized midnight fireworks displays. The first Times Square ball was made of wood and iron and utilized 100 incandescent bulbs; the modern ball includes over 32,000 LED lights. The ball drop is traditionally followed by the playing of“Auld Lang Syne”and“New York, New York”; in a more recent addition to the ceremony, John Lennon’s song“Imagine”is sung at five minutes to midnight.",
    "Rosh HaShanah": "is the Jewish new year. Rosh HaShanah falls on the first day of the Jewish month ofTishrei(though in many communities it is celebrated for the first two days), the first month of the Jewish calendar, and begins a ten-day period known as theHigh Holy Days, which concludes withYom Kippur. Because of differences between the Gregorian and Jewish calendar, Rosh HaShanah may fall anywhere between September 5 and October 5. Rosh HaShanah services often include 100 soundings of theshofar, or ram’s horn, and in many communities people may gather by bodies of water to perform the ritual oftashlikh, or the casting off of sins (represented by breadcrumbs or the like) into water. A popular treat on Rosh HaShanah isapples dipped in honey, symbolizing hopes for a sweet and pleasant year. There are actually several other notions of the new year in Judaism; most notably, Nissan is often considered the first month because that is the month in which the exodus from Egypt took place, and the holiday Tu B’Sh’vat is considered the new year for trees.",
    "The Chinese New Year": "is a lengthy celebration of the incoming year that traditionally lasts for15 days. The Chinese calendar is alunar calendar, and the first day of the first month falls on the first new moon of late January or early February. It is traditional in China for people to travel home to their families to celebrate the new year; this period of travel, known asChunyun, involves nearly 400 million people. On the New Year, children are often givenred envelopes containing moneyby their older, married relatives; one folk origin of this tradition involves the glimmer of coins scaring away a demon. Chinese New Year celebrations conclude on the 15th day of the year with theLantern Festival, in which (usually red) paper lanterns with riddles written on the side are lit.",
    "Nowruz": "is thePersianor Iranian New Year celebration. Nowruz—derived from the Persian language term for “new day”—is generally celebrated on March 21 to coincide with thevernal equinoxand has its roots inZoroastriancelebrations of the return of spring. Traditional preparations for Nowruz include gatheringwaterto fill all available vessels in a household, as a sign of abundance. Among the best known of Nowruz traditions is the Haft Sin, a table setting of seven dishes—including sprouts, apples, and olives—each of which begins with the same letter in Persian. Mythologically, Nowruz is connected with the legendary Persian king Jamshid, who is said to have flown through the sky in a chariot on the holiday.",
    "Tết Nguyên Đán": ", generally shortened toTết, is theVietnameseNew Year celebration. Tết, like the Chinese New Year, has a moveable date in the Gregorian calendar, as it is based on the observation of thenew moon. The first three days of Tết involve traditions of visitation: it is a widely held belief that thefirst visitorto a house in the new year will determine a family’s luck for the remainder of the year, so a family will selectively invite their ritual first guest of the year to ensure good fortune. On the second and third days of Tết, people traditionally visitfriends and teachers, respectively. Traditional foods for Tết includebánh chung, a rice cake legendarily invented by a Hung prince to win the throne. In the West, Tết is often associated with theTết Offensive, a major 1968 North Vietnamese attack during the Vietnam War.",
    "Hogmanay": "is theScottishNew Year celebration, with festivities traditionally beginning on New Year’s Eve (per the Gregorian calendar). The origin of the name “Hogmanay” is unclear, though it may derive from “hoginane,” a French word meaning “gala day.” Hogmanay traditions include theringing of bellsto ring in the new year, and the collective singing of“Auld Lang Syne”—a tradition that spread to many other Western cultures. Many locations holdfire paradesto celebrate Hogmanay, including the coastal village ofStonehaven, where groups of men swing fireballs over their heads.“First footing”is the Hogmanay tradition of welcoming a first visitor of the year, who is said to bring great luck if he is tall, dark-haired, and handsome. Visitors are expected to bring gifts ofdark rye bread and coal, the latter symbolizing warmth.",
    "Shogatsu": "(New Year, January 1) andKoshogatsu(Little New Year, January 15) areJapaneseNew Year celebrations. In 1873 Japan switched from a lunar calendar to the Gregorian calendar following the Meiji Restoration and began to observe New Year festivities on January 1. Shogatsu traditions include watching the year’sfirst sunrise(known ashatsuhinode) and making the year’sfirst visit to a shrine(known ashatsumode). At the moment of the new year, Japanese Buddhist temples traditionallyring their bells 108 timesto drive away worldly temptation. Foods eaten on New Years include pounded rice cakes known asmochiand a chicken soup calledozouni. The “Little New Year” on January 15 may involve the taking down of New Year’s decorations, fire festivals, and preparation of a gruel made withazuki beans and rice.",
    "Songkran": ", also commonly known as the“Water Festival,”is a traditional New Year’s celebration inThailand. Songkran is celebrated fromApril 13 to 15and coincides with the astrological progression into Aries. Songkran celebrations usually include a ritual ceremony at theWat Pho Templein Bangkok, which is home to a massivereclining Buddhastatue. The festival gets its popular name from the tradition of peoplesprinkling and splashing wateron each other to wash away the past year, which developed into large festive water fights, in part to relieve the April heat (though these have been more tightly regulated in recent years). Many other Southeast Asian nations celebrate a water festival at the same time as Songkran, including Myanmar (Thingyan), Laos (Pi Mai), and Cambodia (Chaul Chnam Thmey).",
    "The Junkanoo": "is a festive, competitive street parade held in theBahamason both New Year’s Day andBoxing Day(January 1 and December 26). The festival—whose name may come fromJohn Canoe, an 18th-century chief of the West AfricanAhantapeople—likely originates from the celebrations ofenslaved peoplewho were given respite around Christmas. The main Junkanoo parade is a massive procession downBay Streetin Nassau. In the procession, groups that may number in the hundreds perform traditionalfolk music and dancewhile dressed in elaborate costumes; the performing groups in the parade compete with one another for prizes. Junkanoo parades are known for beginning in the middle of the night, with many of them starting at around2 to 3 a.m.and continuing until nearly noon.",
    "The Tournament of Roses Parade": "andRose Bowl Gameare held annually inPasadena, California on January 1 (though they are held on January 2 if New Year’s Day is a Sunday). The first Rose Parade was staged by theValley Hunt Clubin 1890 as a way to flaunt California’s mild winter weather. Today, the parade is known for extravagant floats covered in elaborate floral designs. The Rose Bowl Game was first played as the“Tournament East–West” gamein 1902, with the University of Michigan defeating Stanford 49–0. Traditionally, the game pits the champion of theBig 10 Conferenceagainst the champion of thePac-12 Conference, although variations in this matchup occur when the Rose Bowl is used as a College Football Playoff semifinal game, or if one of the conference champions is playing in another CFP game."
}