{
    "The Virgin Mary": "is the mother ofJesus Christ. Mary was betrothed toJoseph; prior to their marriage, the angelGabrielappeared to Mary to tell her she—a virgin—would conceive and give birth to the Messiah, in an event called theAnnunciation. Mary’s song of praise after hearing this news is called theMagnificat. Mary and Joseph were forced to take shelter in a manger atBethlehem, where she gave birth to Jesus. Following Christ’s birth, Mary only appears fleetingly in the gospels; she is mentioned as a witness to both Jesus turning water into wine at a wedding and to the crucifixion. The Roman Catholic Church considers Mary to be a blessed figure who intercedes for the church; the“Hail Mary”prayer is frequently performed by Catholics and several other Christian denominations. Mary, as theMadonna, is also commonly featured in religious artwork.",
    "John the Baptist": "prepares the way for the coming of Jesus. John was called the “Elijah who is to come” by Jesus, a reference to a great Old Testament prophet. The birth of John was also foretold by the angel Gabriel: John was the son ofElizabeth—a relative of the Virgin Mary—and the priestZechariah, who was struckmuteuntil John’s birth for doubting the news. As an adult, John was a“voice crying in the wilderness”—an eccentric who lived in the desert, ate locusts and honey, and predicted the coming of a man greater than himself. JohnbaptizedJesus in the Jordan River, after which the Holy Spirit descended on Jesus. Legendarily, John was executed whenSalome—who was promised anything she wanted after dancing for Herod—asked for John’shead on a platter, a scene depicted in many works of art, as well as an opera by Richard Strauss.",
    "Peter": "(also known asSimonandSimon Peter) is the foremost of Jesus’s apostles in the gospels. Peter and his brotherAndrew(another disciple) were working asfishermenwhen Jesus called them to be “fishers of men.” Peter is depicted as an enthused, eager disciple who does not always completely understand things, as when he tries but eventually fails to walk on water, and when he is rebuked by Jesus for declaring that Jesus should not be executed. Despite these incidents, Jesus proclaimed Peter as“the rock”upon which the church would be built (“Peter” can be translated as “rock” in Aramaic). Peter, afraid of being arrested,deniedknowing Jesus three times before a rooster crowed on the eve of the crucifixion. In Acts, Peter is present at the first Pentecost and raises a woman named Tabitha from the dead. Tradition holds that Peter died when he wascrucified upside down. The Catholic Church holds Peter to be thefirst Bishop of Rome, or pope.",
    "John": "is a disciple of Christ and the attributed author of the fourth gospel. John is the brother ofJames, another disciple; some interpretations claim the two were blood relatives of Jesus. John and James were nicknamed the “Sons of Thunder” for requesting that Jesus call down fire on a town that rejected their message. The Gospel of John is the onlynon-synoptic gospel: it does not present a full account of the life of Jesus, but only focuses on specific aspects of his ministry, including miracles.John 3:16, one of the most quoted of all Bible verses, is usually translated as beginning “For God so loved the world.” John may have inserted himself into his own gospel as the so-called“beloved disciple,”an unnamed yet prominent figure (the “beloved disciple” is, for example, the only disciple at the crucifixion). Many traditions equate John the gospel author and disciple withJohn of Patmos, the attributed author of Revelation. John was reportedly the only disciple who was not martyred—he supposedly died of natural causes during the reign of Trajan.",
    "Thomas": "is a disciple of Jesus who became known as“doubting”for disbelieving news of the resurrection. Thomas’s life before becoming a disciple is mostly unknown; he is occasionally referred to as“Didymus,”meaning “the twin.” The gospels only record Thomas speaking a few times prior to Jesus’s crucifixion. After Thomas hears that Jesus has risen from the dead, he proclaims that he will not believe such a thing has happened until he can see Christ himself and put his hands in Christ’s wounds. When Jesus later reveals himself to the gathered disciples, he offers Thomas the opportunity to touch the holes in his hands and side; after this, Jesus praises those who have not seen and touched what Thomas has, yet still believe. Tradition holds that Thomas brought the gospel toIndia, where he was martyred; some traditions claim that Thomas went even further east, to China and Indonesia.",
    "Judas Iscariot": "is the disciple whobetrays Jesusto the authorities. Judas Iscariot is one of two disciples with that given name; the other Judas (also known as Jude or Thaddeus) is the son or brother of the disciple James. Judas Iscariot is believed to have been the treasurer for the disciples. During theLast Supper, Jesus identifies Judas as the one who will betray him; afterwards, Judas meets with the high priests and agrees to betray Jesus for30 pieces of silver. Judas identifies Jesus at the garden ofGethsemaneby kissing him on the cheek, leading to Jesus’s arrest. Judas’s fate after betraying Christ is unclear—according to the gospels, he threw the silver away and hanged himself out of guilt; according to the Book of Acts, he used the money to buy a field, where he died when his guts burst open. Judas’s name has become a byword for “traitor”: in theDivine Comedy, he is one of the three men being chewed on by one of Satan’s three heads.",
    "Mary Magdalene": "is a woman who becomes a follower of Jesus. The gospels claim that Jesus droveseven demonsout of Mary Magdalene, after which she became a devoted follower, supporting him financially (leading to speculation that she was a woman of wealth). Several longstanding traditions conflate Mary Magdalene—possibly inaccurately—withMary of Bethany, a sinful woman who repents and follows Jesus (and who is commonly depicted as a former prostitute). Thus, Mary Magdalene frequently appears in culture and art as the“penitent Magdalene.”The gospels claim Mary was a witness to the crucifixion, helped to bury Jesus, and was among the first to discover the empty tomb after the resurrection. Mary Magdalene is the subject of many conspiracy theories (popularized by novels such asThe Da Vinci Code) claiming she was secretly Jesus’s wife.",
    "Lazarus": "appears in the Gospel of John as the subject of one of Jesus’ most notable miracles. Lazarus—the brother of Martha and Mary of Bethany—is a friend of Jesus. Lazarus becomes ill, and his sisters send word to Jesus, who does not immediately travel to them; by the time Jesus arrives in Bethany, Lazarus has been dead for four days. Jesus’s reaction to the news of Lazarus’s death is, traditionally, theshortest versein the King James Version of the Bible: “Jesus wept” (John 11:35). After grieving, Jesus goes to Lazarus’ tomb, tells those assembled they will see “the glory of God,” and commands Lazarus to come out, miraculouslyraising him from the dead. Aside from the Passion, the story of Lazarus being resurrected is the longest sustained narrative in John’s gospel, the culminating miracle of Jesus’ ministry, and a foreshadowing of his own resurrection.",
    "Pontius Pilate": "is theRoman officialwho presides over Jesus’s trial and sentences him to death. Unlike many New Testament figures, Pilate’s existence is supported by a non-religioushistorical record: he was appointed Roman governor of Judea during the reign of Tiberius. In the gospels, after the high priests arrest Jesus, they take Jesus before Pilate, who is reluctant to do anything, especially after Pilate’s wife reports she had a dream warning Pilate not to get involved. In an oft-quoted verse, after Jesus claims to “testify to the truth,” Pilate asks“What is truth?”. Pilate tells the assembled crowd he can find no crime of which Jesus is guilty; he presents Jesus to the crowd with the phrase“Ecce homo,”(“Behold the man”) and has him flogged. After the crowd demands Jesus’s death—to the point of demanding that Pilate release the criminalBarabbasinstead of Jesus—Pilate symbolicallywashes his handsand orders Jesus crucified.",
    "Paul": "is a prominent apostle who first appears in the Book of Acts and is the attributed author of 13 New Testament epistles. Paul—who was born Saul of Tarsus—was a very devout member of thePharisees, a legalistic Jewish faction that opposed Christians. Paul’s first appearance depicts him giving tacit approval to the stoning of Stephen, one of the first Christian martyrs. Paul’s life changed while he was on theroad to Damascus—he saw a vision of Jesus and was blinded; his blindness was later healed by an early Christian namedAnanias. Paul subsequently traveled all over the Roman world and wrote letters to churches in Corinth, Galatia, and Ephesus; these letters became the New Testament’sPauline epistles. Paul was eventually arrested in Jerusalem, put on trial, and sent to Rome, where tradition holds he was executed during the reign of Nero. Paul was joined on his second major journey by his companions Timothy and Silas, the former of whom is the title recipient of two epistles attributed to Paul."
}