{
    "George Herman “Babe” Ruth": "(1895–1948; pitcher and outfield), the rough son of a saloon keeper, grew up on the Baltimore waterfront and in the St. Mary’s Industrial School for Boys.  Released after signing a baseball contract with the minor-league Baltimore Orioles, he was bought by theBoston Red Soxand played with them for six seasons, winning 89 games and three World Series, and, in 1919, setting a newsingle-season home-run record: 29.  Already famous as a player,eater, andcarouser, Boston sold him to New York for the 1920 season, where his fame became legend.  Moved from the pitcher’s mound to the outfield, he won nine home-run titles and four World Series from 1920 to 1934.  In 1927 he hit60 home runsand led the“Murderers’ Row”Yankee lineup to a sweep of the Pittsburgh Pirates in the World Series.  He hit his controversial“Called Shot”homer against the Cubs during the third game of the 1932 World Series after allegedly gesturing towards the centerfield stands.  Since his retirement from baseball in 1935, many of his most famous pitching and batting records have been surpassed, but power hitting as a legitimate approach towards playing baseball continues.  Before Ruth, the homer was a rare occurrence.",
    "Lou Gehrig": "(1903–1941; first base) was born in Manhattan to German immigrants.  A football and baseball player atColumbia University, he signed with the Yankees in 1923.  He became a regular in 1925, replacing Wally Pipp at first base and beginning his streak of2130 consecutive games played(since broken by Cal Ripken Jr. in 1995) that earned him the nickname“The Iron Horse.”His batting feats include184 RBIin 1931 (the AL record),23 career grand slams(the ML record for many decades, since broken by Alex Rodriguez), atriple crownin 1934, and a.340 career batting average.  When it was discovered that he was suffering fromamyotrophic lateral sclerosis—now commonly known as Lou Gehrig’s disease—he delivered his famous“Today, I consider myself the luckiest man on the face of the Earth”speech at Yankee Stadium on July 4, 1939.  In deference to Lou, no Yankee was appointed captain until Thurman Munson in 1976.",
    "Joe DiMaggio": "(1914–1999; center field) left theSan Francisco Sealsof the Pacific Coast League and joined New York for the 1936 season, where he helpedLou Gehrigdrive the Yankees to their fifth championship and the first of nine that he would win with the Bombers.“The Yankee Clipper”wonthree Most Valuable Player awards(1939, 1941, 1947),two batting titles(1939, 1940), andtwo homer titles(1937, 1948).  In 1941“Joltin’ Joe”hit safely in 56 consecutive games, a record that has never been challenged (he once hit in 61 straight for the Seals in 1933).  His career totals are abbreviated because of hismilitary service(1943–1945) and because of the distance to Yankee Stadium’s left-field power alley, in those days known as Death Valley.  Hemarried Marilyn Monroein 1954, but they divorced after nine months.",
    "Mickey Mantle": "(1931–1995; center field) was born to play baseball—his fathernamed him for Hall of Fame catcher Mickey Cochrane—but his left leg wasn’t.  In high school it wasnearly amputatedbecause ofosteomyelitis, the first of his many leg problems.  Known as the“Commerce Comet”because of his speed and because he grew up in Commerce, Oklahoma, he became the Yankee center fielder following DiMaggio’s retirement in 1951.  Mantle played ontwelve pennant winnersandseven World Championshipclubs.  He holdsWorld Series recordsfor home runs (18), RBI (40), runs (42), walks (43), extra-base hits (26), and total bases (123).  During the regular season, his switch-hitting powered536 home runsand won himfour homer titles(1955, 1956, 1958, 1960),three MVP awards(1956, 1957, 1962), and atriple crown(1956).  In 1961 he and teammateRoger Marisboth had a chance of passing Ruth’s 1927 mark (60), but injuries forced him out of the race (Maris hit 61).  He was elected to the Hall of Fame alongside Whitey Ford in 1974.",
    "Yogi Berra": "(1925–2015; catcher) was notorious forswinging at bad pitches, but his bat collided with them often enough to hit acatcher’s record 306 home runsthat lasted for more than 30 years (since passed by Johnny Bench, Carlton Fisk, and Mike Piazza).  His hitting, fielding, and ability to lead the Yankee pitching staff earned himthree MVP awards(1951, 1954, 1955).  He also starred in the World Series, collecting 71 hits while playing on10 championship teams, both records.  Hired asYankee managerin 1964, he led the Yanks to the pennant but wasfiredfollowing their Series loss to the Cardinals.  His 1973 pennant with theMetsmade him theonly manager besides Joe McCarthy to take home the flag in both leagues.  LikeCasey Stengel, he was famous for his quotes, including“It aint’ over ’til it’s over,”“It’s deja vu all over again,”and“Little League baseball is a very good thing because it keeps the parents off the streets.”",
    "Casey Stengel": "(1889–1975; manager)  Hemanaged the Yankeestoten pennantsandseven championships, including a recordfive in a rowfrom 1949 to 1953.  The“Old Perfessor”did not use a set lineup or pitching rotation, instead using a bewildering number ofplatoon arrangements.  Somehow this did not undermine his defense, as Stengel’s Yankees led the league in double plays six times.  Remembered as a player for his two game-winning home runs, one an inside-the-parker, against the Yankees in the 1923 World Series, off the field hisvaudevillian personalityinvolved him in many famous incidents. When in 1958 he was called in front of theSenate Subcommittee on Antitrust and Monopolyto testify on why baseball should be exempt from antitrust regulation, he testified with an hour’s worth of classic “Stengelese.”  When the baffled politicians let Stengel go and called on Mickey Mantle to answer their questions, he replied, “My views are about the same as Casey’s.”",
    "Reggie Jackson": "(1946–present; right field) Known as“Mr. October”because of his World Series slugging, in the sixth game of the 1977 World Series he hitthree home runs off three different pitchers on three consecutive swingsof his bat.  He and Babe Ruth, who did it twice, are the only players tohomer three times in one World Series game.  His .755 slugging average is the highest in World Series history.  Soon after joining the Yankees in 1977 he created a sensation by proclaiming himself“the straw that stirs the drink.”The wild atmosphere surrounding Jackson and the Yankees was captured by a teammate in a book calledThe Bronx Zoo.  Jackson wonfour home run titles(1973, 1975, 1980, 1983), hit563 home runs, and set a major-leaguerecord for strikeouts(2,597).",
    "Don Mattingly": "(1961–present; first base) was the best first baseman in baseball for most of the 1980’s.  He holds the major league record formost grand slams in a season(6 in 1987, tied by Travis Hafner in 2006).  Hetwice led the league in hits(1984 and 1985), won the leaguebatting titleby edging out teammate Dave Winfield on the final day of the 1984 season, anddrove in the most runsin 1985 to win the MVP award.“Donnie Baseball”also wonnine Gold Gloves, but World Series glory eluded“the Hitman.”His Yankees never played in the Fall Classic. Hemanagedthe Dodgers from 2011 to 2015 and has managed the Marlins since 2016.",
    "Derek Jeter": "(1974–present; shortstop) became the starting shortstop for the Yanks in 1996, winning theRookie of the Year Awardand helping New York capture itsfirst championship since 1978.  More post-season highlights followed, including three more titles (1998, 1999, 2000), the2000 World Series MVPaward, and a controversial homer against the Baltimore Orioles in Game One of the 1996 ALCS when a twelve-year-old fan turned his fly ball into a home run byreaching over the right-field wallto catch it.  His heroics in the 2001 World Series, which was played later than usual due to 9/11, earned him the nickname“Mr. November.” Jeter holds numerous Yankee records, including the most hits and games played in franchise history. After his jersey number (2) was retired in 2017, the Yankees had retired all single-digit jersey numbers.",
    "Alex Rodriguez": "(1975–present, shortstop/third base) Nicknamed“A-Rod,”Alex Rodriguez began his career as a phenom shortstop with the Seattle Mariners. After the 2000 season, he signed the largest contract in baseball history and joined the Texas Rangers; he was traded to the Yankees in 2004 and signed an even more lucrative contract extension three years later. Hechanged positions to third baseupon joining the Yankees due to Derek Jeter occupying the former. While A-Rod eclipsed 3,100 hits, hit 696 home runs, and recorded an MLB record25 grand slams, his later career was marred by issues related toperformance-enhancing drugs. Due to his involvement in theBiogenesisscandal, he wassuspended for the entire 2014 season. Rodriguez was part of the Yankees’ 2009 World Series-winning team.",
    "Aaron Judge": "(1992–present; right field) Judge took MLB by storm upon his debut in 2017. He homered in his first career at bat, won the year’s Home Run Derby, and finished the season with 52 total home runs, a record for a rookie player. Standing 6 feet, 7 inches tall, Judge instantly became a fan favorite, adopting the nickname“All Rise”and becoming the focus of a small section at Yankee Stadium where fans wear judges’ robes. Judge unusually wears thejersey number 99, which he received in the minor leagues. A free swinger, he also set a record in 2017 bystriking out in 37 straight games.",
    "Mariano Rivera": "(1969–present, closing pitcher) Born in Panama, Rivera spent his entire 17-year career with the Yankees, spending much of it as the team’s closer. He primarily made use of a highly effectivecutter, a moving fastball that broke an unusual amount of hitters bats. While he was a dominant closer for his entire career, recording arecord 652 savesand managing an incredible2.21 career ERA, he was even more dominant in the playoffs, where his ERA was a mere 0.70. He was thefirst person to be unanimously elected to the Baseball Hall of Fame, reaching Cooperstown in 2019. He was also thefinal player in MLB history to wear the number 42, which was retired league-wide to honor Jackie Robinson; players who wore the number at the time were permitted to continue wearing it, and Rivera was the last such player to retire."
}