{
    "Ronald Ross": "(won in 1902) was the first British recipient of the Nobel Prize, recognized for his work related to thetransmission of malaria. While studying in India, he dissected a mosquito of the speciesAnopheles(which he termed “dappled-winged” due to its strange posture), and discovered the presence of the malarialparasite(from the genusPlasmodium). He then used birds to demonstrate that the parasite is stored in thesalivary gland of mosquitoesand is released when a host is bitten. Ross received the Nobel prize individually in 1902, after fellow bacteriologist Robert Koch voiced his support for him over Italian scientist Giovanni Battista Grassi, who had reported similar findings on the malaria lifecycle.",
    "Ivan Pavlov": "(won in 1904) performed detailed research on the process ofdigestion, which he published in 1897 inThe Work of the Digestive System. By surgically exposing selective sections of adog’s digestive system, Pavlov was able to study in detail how material moves through the stomach and intestines; he identified thetiming of various gastric and pancreatic secretions. While he won the Nobel purely for his contributions to physiology, he’s more well-known for performing the first psychological studies ofclassical conditioning. After observing the behavior of dogs upon repeatedly bringing them food, Pavlov noticed that the dogs would begin to salivate prior to food even arriving, providing the basis for the concepts of aconditioned response and conditioned stimulus.",
    "Robert Koch": "(won in 1905) pioneered the field of modernbacteriology, and established his theory offour postulatesthat must be satisfied in order to determine that a disease is caused by a particular microbe. He used these postulates to discover the bacterial agent that causestuberculosis, contradicting the popular opinion that the disease was inherited. Koch also determined the causative agents ofcholeraandanthraxand examined the concept ofacquired immunitywhile on exhibition in German New Guinea.",
    "Paul Ehrlich": "(won in 1908) performed early work in the field ofimmunology. He discovered that, after exposingmiceto a small dose ofricinand gradually increasing the dose given, the animals developed animmunityto it. In addition to his Nobel-winning work, he also postulated the concept of a“magic bullet,”a compound that could be used to selectively target and eliminate agents of disease. He made his own “magic bullet” in 1909 when he discovered that the compoundarsphenamine(now calledSalvarsan) could be used as an effective cure forsyphilis. In the early phase of his career, Ehrlich developed a close friendship with Robert Koch after presenting him with an improved technique forstaining bacteria, which would become the precursor to the technique of Gram staining.",
    "Willem Einthoven": "(won in 1924) performed groundbreaking work related toelectrocardiography. He invented a device called the stringgalvanometerto measure the electric current of the heart, which until then had been impossible without applying electrodes directly to the heart. This galvanometer would form the basis of the modernECG (EKG) machine. His method of assigning three leads on human limbs, forming aninverted equilateral trianglecentered on the heart, is still used in EKGs today, and is known asEinthoven’s triangle. He also assigned the letters ‘P’, ‘Q’, ‘R’, ‘S’, and ‘T’ to the various deflections seen on an EKG; that notation, which describes the familiarQRS complexpattern, is also still used today.",
    "Karl Landsteiner": "(won in 1930), known as the“father of transfusions,”made important discoveries in the field ofserologyin the early 1900s, including the identification of the three majorblood groups(A, B, and O). He determined that mixing blood from two individuals with incompatible blood types can lead to a dangerous form of blood clumping calledagglutination. In 1937 (after he received the Nobel), he also identified theRh factor(the “plus” or “minus” in one’s blood type) in the blood of therhesus monkey, a discovery which further increased the safety of blood transfusions. While studying in Vienna in 1908, Landsteiner isolated thepolio virus, providing the basis for Jonas Salk’s vaccine against the disease.",
    "Thomas Hunt Morgan": "(won in 1933) discovered the basic mechanisms ofgenetic inheritancevia his experiments on fruit flies, specifically the speciesDrosophila melanogaster. By conducting a series of experiments in his renowned“Fly Room”at Columbia University, Morgan and his students tracked mutations, noting how various traits were inherited across successive generations of the flies. His data supported the idea of genetic linkage by noting that theprobability of two genes being inherited togethercorrelates inversely with their physical distance on a given chromosome, leading Morgan to postulate the mechanism ofcrossing over. Because of his work, the unitcentimorganis now used to measure the physical distance between genes.",
    "Alexander Fleming": "(won in 1945) made the accidental discovery of theantibioticpenicillinafter haphazardly stacking Petri dishes in the corner of his notoriously untidy laboratory. He noticed that one culture of theStaphylococcusthat he was studying had developed a fungus that destroyed all the nearby colonies of bacteria. After developing the mold in a culture of its own, he discovered that it produced a“mold juice,”later called penicillin, that killed a number of disease-causing bacteria. Although Fleming originally believed penicillin to be too slow-acting to have any positive therapeutic effect, it formed the basis forbeta-lactam antibiotics, which are still effective in many medical cases today.",
    "James Watson and Francis Crick": "won in 1962 for discovering themolecular structure of DNA. They published the well-knowndouble-helix structurebased on“Photo 51,”anX-ray diffraction imageof DNA produced byRosalind Franklin. Because Franklin died in 1958 (the Nobel committee does not award prizes posthumously), Francis and Crick instead shared the prize withMaurice Wilkins, a colleague of Franklin who provided them with the diffraction data. The pair also determined, with the help ofChargaff’s rules, that thebase pairsof adenine-thymine and cytosine-guanine were structurally similar within the DNA molecule.",
    "Barbara McClintock": "(won in 1983) described the existence oftransposons, also called“jumping genes,”from her observations that certain DNA sequences on themaizeshe was studying could change position on a chromosome. While studying generations of maize atCold Spring Harbor Laboratory, she hypothesized that these“controlling elements”were regulatory in nature, and that their motion around the genome could be the driving factor behind how two identical genetic sequences can exert different functions. McClintock is the only non-shared female recipient of the Nobel Prize in Physiology or Medicine."
}