{
    "Ymir": ": Aprimordial giantwho formed in the voidGinnungagapfromfire and ice.  He gave birth to thefrost giantsand created the primordial cowAudhumla. He waskilled by Odinand his brothers, who used his body toconstruct most of the universe.",
    "Odin": "(orWodinorWotan): The“All-Father,”he is the leader of theAesir, the principal group of Norse gods.  He is a god ofwar,death,wisdom,poetry, andknowledge, and rides the eight-legged horseSleipnir.  Hehung himselffor nine days on the world-treeYggsdrasil, pierced by his own spear, to gain knowledge, andtraded one of his eyesfor a drink from Mimir’s well to gain wisdom.",
    "Frigg": "(orFrigga): Thewife of Odin, and mother by him ofBalder,Hoder,Hermod, andTyr. She is the goddess of thesky,marriage, andmotherhood, and often works at herloom, spinningclouds.",
    "Frey": "(orFreyr): The son ofNjord, andtwin brother of Freya.  He is one of theVanir, a second group of Norse gods, but lives with the Aesir as ahostage.  The god offertility,horses,sun, andrain, his possessions include the magic shipSkidbladnir.  He travels in achariot drawn by the golden boar Gullinbursti, and had to give away hismagic swordto win the hand of the giantessGerda.",
    "Freya": ": The daughter ofNjordandtwin sister of Frey, she is also aVanirhostageliving with the Aesir. The goddess oflove,passion, andhuman fertility, her possessions include acloakthat allows her to turn into afalcon, and the necklaceBrisingamen. She travels in achariot drawn by two cats.",
    "Thor": ": A son ofOdinand the giantessJord, he is the god ofthunder,weather, andcrops. One of the most popular of the Norse gods, he travels in achariot pulled by two goats, and wields the hammerMjölnir.  He is married toSif, and his special nemesis is theMidgard Serpent.",
    "Loki": ": He’s actuallygiant-kin, but lives with theAesirand isOdin’s blood-brother. The god offireandtrickery, his manypranksincludeduping Hoderintokilling Balder.  His children include the wolfFenrir, theMidgard SerpentJormungandr,Hel(the ruler of the underworld), andSleipnir. After killing Balder he waschained to three boulderswith snakes drippingpoisononto him.",
    "Heimdall": ": The son ofnine sisters, he is the god oflightandguardians.  He guardsBifrost, the rainbow bridge into Asgard.  His senses are so sharp, he cansee 100 milesby night or day andhear grass growing. He will call the Aesir into battle atRagnarokwith his horn Gjall (orGjallerhorn).",
    "Balder": "(orBaldur): Thefairestof the Aesir, he is the god oflight,joy, andbeauty.  Hedreamed of his own death, so Frigga extracted promises from everything not to harm Balder, but she skippedmistletoe.Lokitricked Balder’s blind brotherHoderinto killing him with aspear of mistletoe.",
    "Norns": ": The goddesses ofdestiny, represented as thethree sistersUrd (or Wyrd), Verdandi (or Verthandi), and Skuld. The counterparts of the GreekFates, theytend the Well of Fateat the roots of Yggdrasil."
}