{
    "Mississippi River": "Theis thelongest or second-longestin North America, depending on how you count. (The Missouri River could be considered longer.) Referred to by Abraham Lincoln as“the father of waters,”the Mississippi begins atLake Itasca, Minnesota, and flows 2,340 miles to a vast delta on theGulf of Mexico, forming portions of ten state borders and the world’sthird-largest drainage basin. The Mississippi picks up numerous major tributaries including theIllinois,Missouri,Ohio,Arkansas, andRed Rivers, and flows past numerous major cities, includingMinneapolis,St. Louis,Memphis, andNew Orleans.",
    "Colorado River": "Theis the most significant river of the southwestern United States. Beginning inRocky Mountain National Parkin Colorado, the Colorado River runs southwest for 1,450 miles to theGulf of Californiain northwestern Mexico. The Colorado formed numerouscanyonsalong much of its length, most notably theGrand Canyonin Arizona. The Colorado also has significant dams, includingHoover Damnear Las Vegas (formingLake Mead) andGlen Canyon Damin Arizona (formingLake Powell).",
    "Ohio River": "Theflows 981 miles through a significant industrial region of the central United States. Historically seen as theborder between the northern and southern United States, the Ohio is formed in downtownPittsburghby the confluence of the Allegheny and Monongahela Rivers, flowing pastWheeling,Cincinnati,Louisville, andEvansville, forming borders of five states before emptying into the Mississippi atCairo, Illinois. Other major tributaries of the Ohio include theKanawha,Kentucky,Tennessee,Wabash, andCumberland Rivers.",
    "Columbia River": "Theis a vital waterway of the Pacific Northwest. Rising in theRockiesof British Columbia, the Columbia flows throughLake Revelstokebefore entering Washington state.Grand Coulee Damalong the Columbia in Washington formsLake Roosevelt. When it was completed in 1943, Grand Coulee was thelargest hydroelectric plantin the world; it is still  America’s largest electric power plant. The Columbia receives theYakimaandSnake Riversbefore forming much of theWashington-Oregon border, receiving theWillamette Riverin Portland before emptying into the Pacific whereLewis and Clark sighted the ocean.",
    "St. Lawrence River": "Thedrains the Great Lakesand serves as a major waterway of eastern Canada. First explored and named byJacques Cartierin the early 16th century, the St. Lawrence emerges from thenortheastern corner of Lake Ontarioin theThousand Islands archipelago, forming theborder between Ontario and New York. The St. Lawrence receives theOttawaandSaguenay Riversand flows throughMontréalandQuebec City. At its mouth, the Gulf of St. Lawrence is one of theworld’s largest estuaries.",
    "Hudson River": "Thehas been a historically significant American river since the early 17th century. Named for the English explorerHenry Hudson, it flows 315 miles through eastern New York state. After receiving theMohawk River, the Hudson flows past New York’s capital,Albany, andWest Pointbefore forming theboundary between Manhattan and New Jersey. The Hudson is also culturally significant as an inspiration forWashington Irvingand theHudson River Schoolof American landscape painters.",
    "Missouri River": "Theis formed in westernMontanaby the confluence of theJefferson,Madison, andGallatin Rivers. It flows pastBismarck, North DakotaandKansas Citybefore emptying into theMississippijust north ofSt. Louis.Lewis and Clarkused the Missouri as a route for exploration of theLouisiana Purchase. The Missouri is regulated by a number of majordams, includingFort Peckin Montana andOahe Damin South Dakota.",
    "Red River of the South": "Theis a major river of the southern Great Plains. The Red River forms most of theborder between Oklahoma and Texasalong its 1,360-mile length. That border formed part of the border between Mexico (and later the Republic of Texas) and the United States after the 1819Adams-Onís Treaty. The Red runs through the Louisiana citiesShreveportandAlexandriabefore emptying into the Mississippi south ofNatchez, Mississippi.",
    "Mackenzie River": "Theis thelongest riverof Canada. Flowing 1,080 miles out of theGreat Slave Lake, the river flows pastFort ProvidenceandFort Simpsonin Canada’s Northwest Territories, emptying into a vast delta on theBeaufort Sea. The Mackenzie is thelargest river flowing into the Arctic Ocean from North America. The river was named for Scottish explorerAlexander Mackenzie, who crossed Canada to the Pacific ten years before Lewis and Clark.",
    "Snake River": "Theis a major river of the northwestern United States. Rising inYellowstone National Park, the Snake bisects southern Idaho along its 1,078-mile route. Flowing throughPocatelloandBoise, the Snake River forms much of theborder between Idaho and Oregon, including the famousHells Canyon. The Snake River was a vital route for travelers headed west on theOregon Trail, who followed the river most of the way to its mouth on theColumbia River.",
    "Delaware River": "Theis a historically significant river of the eastern United States. From its source in theCatskills, the Delaware flows 301 miles, forming theborder between Delaware and New Jersey. The Delaware flows pastTrenton, New JerseyandPhiladelphia, where it receives theSchuylkill Riverbefore emptying into theAtlantic.George Washington crossed the Delawareon Christmas night in 1776 to surprise theHessiansat theBattle of Trenton.",
    "Potomac River": "Theis one of America’s most historic waterways. Rising atFairfax StoneinWest Virginia, the Potomac runs 405 miles, forming theborder between Virginia and Maryland.Washington, D.C.was sited on the Potomac at its confluence with theAnacostia River.George Washington’s plantationMount Vernonwas on the Potomac, while Robert E. Lee’s twoinvasionsnorth of the Potomac were major events of the Civil War.",
    "Rio Grande": "Thehas formed theborder between Texas and four Mexican statessince 1848. It flows south out ofColoradothrough New Mexico before reaching the international boundary nearEl Paso. Texas’sBig Bend National Parkis named for the sweeping curve the Rio Grande cuts through theSierra Madre Oriental. After leaving the mountains, the river flows pastLaredoandBrownsvillebefore it empties into theGulf of Mexico."
}