{
    "1896 Summer": "(Athens, Greece; April 6 – April 15, 1896): Thefirst edition of the modern Olympicswas the brainchild ofBaron Pierre de Coubertin of France; winners were awarded silver medals.  Some of the stranger events includedone-handed weightliftingand 100-meter freestyle swimming for members of the Greek navy.  Appropriately, Greek shepherdSpiridon Louisbecame the hero of the Games by winning the marathon.",
    "1912 Summer": "(Stockholm, Sweden; May 5 – July 22, 1912): While the Swedes introducedelectronic timersto the games, the athletic hero was United States decathlete and Native AmericanJim Thorpe.  He won the pentathlon, placed fourth in the high jump, and seventh in the long jump.  Finally, Thorpe went on to win the decathlon with a score so astounding that it would still have won him the silver medal in 1948.  During the medal presentation, Swedish king Gustav V said, “Sir, you are the greatest athlete” to which Thorpe purportedly replied“Thanks, King.”",
    "1936 Summer": "(Berlin, Germany; August 1–16, 1936): These games are best remembered for Alabama nativeJesse Owens’ amazing work on the track against a backdrop ofNazi propagandaemphasizing Aryan superiority.  The American athlete won the 100-meter dash, 200-meter dash, long jump, and 4×100-meter sprint relay.  Despite the growing strength of the Nazi state, the German people became enamored with Owens and named a Berlin street for him after his 1980 death.  On other fronts, the Olympics werebroadcast on televisionfor the first time (as seen in the filmContact) and also saw the introduction of the relay of theOlympic torch.",
    "1968 Summer": "(Mexico City, Mexico; October 12–27, 1968): In addition to being the first Olympics to be held athigh altitude, these Games saw U.S. long jumperBob Beamonset a record of 8.90 meters that would remain untouched for 23 years.  The Games ended on a controversial note:  to protest theMexican government’s killing of at least 250 unarmed demonstratorson the eve of the Games,Tommie SmithandJohn Carlosstaged a silent protest with a black-gloved, raised-fist“Black Power” saluteduring the award ceremony for the 200-meter race.  This didn’t sit well with the International Olympic Committee, who promptly ordered them home.",
    "1972 Summer": "(Munich, West Germany; August 26 – September 11, 1972): One of the most tragic Olympics ever, these Games saw thekidnapping and killing of eleven Israeli athletes by eight Palestinian terrorists, five of whom were shot dead by West German police.  Jim McKay of ABC Sports remained on the air for hours, bringing American viewers up to date on the situation.  Though the Olympicspaused for 34 hours, the IOC ordered the games to continue, and memorable performances were turned in by American swimmerMark Spitz, who won seven gold medals, and Russian gymnastOlga Korbut, who captivated audiences en route to winning three gold medals.",
    "1980 Winter": "(Lake Placid, New York, United States;  February 12–24, 1980): In an Olympics where a single man — American speed skaterEric Heiden— would win five gold medals and not be the biggest story, something very special had to happen.  In what would become known as“The Miracle on Ice,”the U.S. Olympic hockey team — led by head coachHerb Brooksand captainMike Eruzione— defeated the powerful Soviet team 4–3 on February 22, 1980.  Two days later, they defeated Finland to claim America’s second Olympic hockey gold medal, the first being in 1960 at Squaw Valley.",
    "1980 Summer": "(Moscow, Soviet Union; July 19 – August 3, 1980): Despite the glow from the Lake Placid Games, these Games were marred by aUnited States boycottordered by President Jimmy Carter in response to the1979 Soviet invasion of Afghanistan.  This lead was followed byCanada,West Germany,Japan,Kenya, andChina, while other Western nations left it up to their individual athletes, many of whom chose to partake.  The result was an Eastern Bloc field day, with all 54 East German rowers earning a medal and the Soviets totaling 80 gold medals.  British distance runnerSebastian Coeproduced the West’s best performance by winning the 1500-meter race.",
    "1984 Summer": "(Los Angeles, California, United States; July 28 – August 12, 1984): Virtuallyevery Communist nation skippedthese games, leaving the door open for a “USA all the way” feeling, as the Americans took home 83 gold medals out of a total of 174.  Among the highlights were American sprinterCarl Lewis’ repeat of Jesse Owens’ 1936 performance:  winning the 100-meter dash, 200-meter dash, long jump, and 4×100 meter sprint relay.  In gymnastics, West Virginia nativeMary Lou Rettonwon the all-around gold medal.",
    "1994 Winter": "(Lillehammer, Norway; February 12–27, 1994): Massachusetts nativeNancy Kerriganand OregonianTonya Hardingwere among America’s leading hopes for gold inwomen’s figure skating.  During the Olympic Trials in Detroit, Kerrigan was viciouslyattackedby an unknown assailant, who would later be traced back to Harding.  In the ensuing media circus, both Kerrigan and Harding were sent to Norway, but their thunder was stolen by Ukrainian skaterOksana Baiul, who edged out silver medalist Kerrigan, while Harding placed eighth.  Sweden won the ice hockey gold by defeating Canada in a shootout; future Colorado Avalanche forwardPeter Forsberg’s game-winning effort against Canadian goalie Sean Burke was immortalized on a Swedish postage stamp.  In speed skating,Bonnie Blairwon her third straight gold in the 500-meters and second straight in the 1,000-meters, perennial hard-luck kidDan Jansenwon Olympic gold in his last race, the 1,000 meters, and NorwegianJohann Olav Kosswon three gold medals, all in world-record times.",
    "1996 Summer": "(Atlanta, Georgia, United States;  July 25 – August 8, 1996): In what have been called “The Coke Games,” due to their exceptionalcommercializationin the city of Coke’s business headquarters, the sweltering Georgia heat and organizational problems made these Games a veritablenightmare.  But abombinginCentennial Olympic Parkthat killed one person and injured 100 remains the Games’ most memorable event.  The bombing was eventually traced toEric Rudolph.  Irish swimmerMichelle Smithwon three gold medals in the pool, only to be plagued by rumors ofsteroiduse.Carl Lewisgot his ninth gold by winning the long jump for the fourth consecutive Games, while American sprinterMichael Johnsonbecame the first man to win the 200-meter and 400-meter races, the former in a world-record 19.32 seconds."
}