{
    "Nucleus": ": The nucleus is the “command central” of the cell because it contains almost all of the cell’sDNA, which encodes the information needed to make all theproteinsthat the cell uses.  The DNA appears aschromatinthrough most of the cell cycle, but condenses to formchromosomeswhen the cell is undergoingmitosis.  Within the nucleus there are dense bodies callednucleoli, which containribosomal RNA.  Ineukaryotes, the nucleus is surrounded by a selectively-permeablenuclear envelope.",
    "Ribosomes": ": Ribosomes are the machines that coordinateprotein synthesis, ortranslation.  They consist of several RNA and protein molecules arranged intotwo subunits.  Ribosomes read themessenger RNAcopy of theDNAand assemble the appropriateamino acidsintoprotein chains.",
    "Mitochondria": ": Thepowerhouses of the cell.  Mitochondria aredouble-membrane-boundorganelles that are the site ofrespirationandoxidative phosphorylation, processes thatproduce energyfor the cell in the form ofATP.  The inner membrane of a mitochondrion forms folds calledcristae, which are suspended in a fluid called thematrix.  The mitochondrial matrix contains DNA and ribosomes.",
    "Endoplasmic reticulum": ": The ER is a network oftube-like membranescontinuous with thenuclear envelope. Part of it are“rough”because they are covered inribosomes, while other parts are “smooth” because they aren’t. In the ER,proteins undergo modifications and foldingto yield the final, functional protein structures.",
    "Golgi apparatus": ": The stack offlattened, folded membranesthat forms the Golgi apparatus acts as the“post office of the cell.”Hereproteinsfrom the ribosomes arestored, chemicallymodified, “addressed” withcarbohydrate tags, andpackagedin vesicles for delivery.",
    "Lysosomes": ": Lysosomes are membrane-bound organelles that containdigestive enzymesthatbreak down proteins,lipids,carbohydrates, andnucleic acids.  They are important in processing the contents ofvesiclestaken in from outside the cell.  It is crucial to maintain the integrity of the lysosomal membranes because the enzymes they contain can digest cellular components as well.",
    "Chloroplasts": ": Found only inplantsand certainprotists, the chloroplast contains the green pigmentchlorophylland is the site ofphotosynthesis.  Like the mitochondrion, a chloroplast is adouble-membrane-boundorganelle, and it has its own DNA and ribosomes in thestroma.  Chloroplasts containgrana, which are stacks of single membrane structures calledthylakoidson which the reactions of photosynthesis occur.",
    "Vacuoles": ": Found mainly inplantsandprotists, vacuoles areliquid-filled cavitiesenclosed by a single membrane.  They serve asstorage binsforfoodandwaste products.Contractile vacuolesare important for freshwater protists to rid their cells of excess water that accumulates because of salt imbalance with the environment.",
    "Cilia": "andflagella: Cilia and flagella are important organelles ofmotility, that is, they allow the cell to move.  Flagella arelong, whip-likestructures, while cilia areshort, hair-likeprojections.  Both contain a9 + 2 arrangement of microtubulesin cross-section (two microtubules in the middle, nine pairs in a circle around the outside) and are powered by molecular motors ofkinesinanddyneinmolecules.",
    "Centrioles": ": Not found in plant cells, centrioles are paired organelles with nine sets of microtubule triplets in cross section.  They are important in organizing themicrotubule spindleneeded to move the chromosomes duringmitosis."
}