{
    "Louis XVI": "(1754–1793) was the king of France during the French Revolution. A member of theBourbon dynasty, Louis inherited the crown during a financial crisis, which was exacerbated by France’s intervention in theAmerican Revolution. After failed attempts at reform, Louis called theEstates-General, France’s long-dormant parliament, into session in 1789. When theThird Estate(consisting of everyone other than the clergy and nobility) declared itself theNational Assemblyand Parisian mobsstormed the Bastille, Louis reluctantly became a constitutional monarch. However, he resisted revolutionary policies and eventually tried—and failed—to flee France with his family in theFlight to Varennes. In 1792 he was deposed in theInsurrection of August 10; he wasguillotinedthe next year.",
    "Marie Antoinette": "(1755–1793) was queen of France during the revolution. The daughter of Austrian empressMaria Theresa, she married the future Louis XVI to seal her mother’s alliance with France. Marie Antoinette’sAustrian backgroundmade her unpopular with the French people, and her standing worsened when she was wrongfully accused of not paying for jewelry during theDiamond Necklace Affair. A lavish spender, the queen was nicknamed“Madame Déficit”by those who blamed her for worsening the kingdom’s fiscal crisis. Marie Antoinette ardently opposed the revolution, and, like her husband, was guillotined in 1793.",
    "The Comte de Mirabeau": "(1749–1791) was the preeminent figure in theNational Assemblyduring the first years of the revolution. A scandal-plagued nobleman before 1789, Mirabeau rose to power through his oratory and close relationship with the royal family. He attempted to build aconstitutional monarchyin France that resembled the government of Great Britain. After his death in 1791, thePanthéonwas commissioned to hold his body and those of other great Frenchmen, though Mirabeau’s corpse was later removed when he was revealed to have received payments from the royal family.",
    "The Marquis de Lafayette": "(1757–1834) was another leading liberal noble who helped launch the revolution. As a young man, Lafayette became famous fighting underGeorge Washingtonin the American Revolution. He was an early leader in the National Assembly, becoming commander of France’s newly formedNational Guardand drafting theDeclaration of the Rights of Manwith his friendThomas Jefferson. Lafayette’s influence waned after the National Guard killed protesters during theChamp de Mars Massacre. He fled France in 1792 and was imprisoned by Austria. His exploits in the U.S. and France earned him the nickname“Hero of Two Worlds.”",
    "Georges Danton": "(1759–1794) was a key leader of theInsurrection of August 10that toppled the French monarchy in 1792. At the start of the revolution, Danton became a member of theParis Communethat governed the capital, but soon emerged as a leader in more radical groups like theJacobin Cluband theCordeliers Club. As foreign armies invaded France, Danton and his allies deposed Louis XVI with the support of the Parisiansans-culottes. Danton spearheaded the creation of theCommittee of Public Safety—which effectively ruled France in 1793 and 1794—but after stepping back from politics, he and his allies were purged and guillotined in April 1794.",
    "Maximilian Robespierre": "(1758–1794) became the de facto leader of France during theReign of Terror. Robespierre was a former lawyer from Arras who joined the Estates-General and, with Danton, led the left-wingMontagnardfaction of the Jacobin Club. Robespierre supported a French republic, and his strict ideological and moral principles earned him the nickname“the Incorruptible.”In 1793 he rose to dominate the Committee of Public Safety and led its campaign to eliminate enemies of the revolution. He oversaw purges of the moderate JacobinGirondinsand the far-leftHébertists, as well as Danton and his allies. Robespierre also promoted a new deist faith he called theCult of the Supreme Being. In July 1794 Robespierre was overthrown during theThermidorian Reactionand was guillotined.",
    "Jean-Paul Marat": "(1743–1793) was a radicalnewspaper publisherand proponent ofrevolutionary terror. A former scientist, Marat founded theFriend of the Peoplenewspaper in September 1789 and published incendiary articles calling for violence against those he saw as insufficiently committed to the revolution. To avoid arrest, Marat hid in Paris’s sewers, which gave him adebilitating skin condition, which he treated by taking longbaths. In 1792 he supported the overthrow of the king and generated support for theSeptember Massacres, in which mobs killed thousands of prisoners. In 1793 he was stabbed to death in his bathtub byCharlotte Corday;Jacques-Louis Daviddepicted the scene in his paintingThe Death of Marat.",
    "Charles Maurice de Talleyrand": "(1754–1838) was the leading French diplomat of the revolutionary period. Talleyrand was a bishop when the revolution broke out and championed theCivil Constitution of the Clergy, which nationalized the Catholic Church in France. He later became foreign minister under theDirectory, a five-man government that took power after Robespierre’s fall. Talleyrand’s demand to bebribedby U.S. diplomats sparked theXYZ Affair. In 1799 he helpedNapoleontake power, but he eventually broke with the emperor and represented post-Napoleonic France at theCongress of Viennain 1814.",
    "Napoleon Bonaparte": "(1769–1821) becameconsul and emperorof France at the end of the revolution. Born to minor nobility inCorsica, Napoleon rose to fame in 1795 by defeating aRoyalistuprising against the Directory with a“whiff of grapeshot.”He then led French armies to victory in Italy and led an expedition to conquer Egypt. In 1799 he overthrew the Directory in theCoup of 18 Brumaireand led France for the next 15 years. His seizure of power is often cited as the end of the French Revolution.",
    "Louis XVIII": "(1755–1824) was Louis XVI’s younger brother, whose return to power marked the definitive end of the revolutionary era. Louis XVIII, known as theComte de Provencebefore the took the throne, led theémigréswho fled France during the revolution alongside his brother, theComte d’Artois(later Charles X). After Louis XVI’s young son, theDauphin, died in prison, Provence became the heir to the Bourbon line. When Allied forces defeated Napoleon in 1814, theyrestoredProvence to the throne under the regnal name Louis XVIII. As king, Louis XVIII tried to roll back many elements of the revolution, with mixed success."
}