{
    "Louis Daguerre": "andJoseph Nicéphore Niépcefunctionally invented photography as we know it. Niépce created the process ofheliography, which he used to createView from the Window at Le Gras, theoldest surviving photograph of a real-world scene. Daguerre, another pioneer, partnered with Niépce and the two developed thephysautotype method, which usedlavender oil. After Niépce’s death, Daguerre developed an even faster process, in which aniodized silver platewas exposed to light, treated withmercury fumes, and “fixed” with a solution ofsodium thiosulfate; that process,daguerreotypy, bears his name.",
    "Eadweard Muybridge": "initially gained fame in the 1860s for his photographs ofYosemite Valley, published under the alias“Helios,”but is now likely more famous for helpingLeland Stanford—the governor of California—settle an argument regarding whether aracehorse ever has all four feet off the groundduring a gallop. Muybridge eventually did this to the satisfaction of the public with a series oftripwire-triggered cameras; the series of photos thus created was later exhibited in the form of azoopraxiscope, an early motion-picture device Muybridge also invented. Muybridge also shot and killed his wife’s lover,Major Harry Larkyns. He was acquitted on the basis of justifiable homicide, and the trial was later dramatized in Philip Glass’s operaThe Photographer.",
    "Auguste and Louis Lumière": "were brothers who invented an improvedcinematograph, which made them very early pioneers in the film industry. However, they were also important in the history of still photography, as theirautochrome processwas the first widely used technique that producedcolor photographs.",
    "George Eastman": "’s invention of adry-plateprocess improved the robustness of photographs, which he then built further on by developing agelatin emulsionthat was applied to paper, then removed and varnished withcollodionafter exposure. This film, which was carried inrolls, was easier to transport than plates and allowed for multiple exposures without fully reloading a camera. Eastman’s crowning achievement was the compact, handheldKodak camera.",
    "Edwin Land": "initially made his name developingfilters for polarizing light. He then developed theinstant, self-developing film, which worked by squeezing the negative film against a positive sheet, then using a reagent to transfer and quickly develop the image. The first commercially viable instant camera was produced and sold in 1948 by Land’sPolaroid Corporation.",
    "Harold “Doc” Edgerton": ", a longtime member of theMITfaculty, gained the nickname“Papa Flash”for developing techniques to capture fast-moving events usingsynchronized multiflash photography, with the help of a previously-obscure piece of lab equipment called thestroboscope.",
    "Matthew Brady": "studied underSamuel Morse, who popularized thedaguerreotypein America, and became a portrait photographer in New York. When theCivil Warbroke out, Brady saw it as a potential source ofmemorabilia, and took photos atBull Runin amobile darkroom.  His work expanded to hiring out crews of photographers to cover the entire war, essentially creating the practice ofphotojournalism.  Brady himself took portrait photos of prominent figures of both sides.",
    "Margaret Bourke-White": "was hired byHenry Luceto work forFortunemagazine, but became known for her work forLife, including the magazine’s first cover. a picture ofFort Peck Dam. She and her future husband, the authorErskine Caldwell, produced the bookYou Have Seen Their Faces, a survey ofsharecroppersin the South. Bourke-White was later a World War II correspondent, and her pictures of theconcentration campsatBuchenwaldandErlabroadcast the tragedy back to the U.S.  She also interviewed and photographedMohandas Gandhibefore his assassination.",
    "The Farm Security Administration photographers": "during theGreat Depressiondocumented the plight ofpoor farmers.Dorothea Langemay have produced the single most enduring image among them, a portrait ofFlorence Owens Thompsonstaring worriedly into the middle distance as two of her children bury their faces in her neck, calledMigrant Mother.Walker Evans, another FSA photographer, collaborated with writerJames Ageeon a study of three sharecropping families in Alabama, calledLet Us Now Praise Famous Men.Gordon Parks, whose photo of an FSAcleaning womanwas both posed and titled in ironic homage to Grant Wood’sAmerican Gothic, was a pioneering African-American photographer who later directed the filmShaft.",
    "Ansel Adams": ", like Muybridge, gained significant fame for his photographs ofYosemite National Park, includingMoon and Half Dome. With Willard Van Dyke and Edward Weston, he foundedGroup f/64, named after the smallest commonaperturesetting of cameras at the time.  He also developed a method to determine the optimum exposure for a negative, known as theZone System, enabling him to create tremendous detail within small gradation of shade in black-and-white photography.",
    "Alfred Stieglitz": "pioneered the artistic style of photography and founded the journalCamera Work. After a fight over the importance ofpictorialismwith the National Arts Club, he founded thePhoto-Secessionmovement.  The husband of painterGeorgia O’Keefe, Stieglitz also founded theLittle Galleriesof the Photo Secession at 291 Fifth Avenue, New York City, which became known as simply“291.”",
    "Edward Steichen": "was a member of thePhoto-Secessionmovement. He was heavily featured inCamera Workand helped Stieglitz found291. Steichen later abandoned pictorial photography and worked forVogueandVanity Fair, where he produced some of the firstfashion photographs.  He later served as the director of the Department of Photography at theMuseum of Modern Art, where he organized the exhibitionThe Family of Man.",
    "Man Ray": "worked withMarcel Duchampon a series ofreadymadesbefore taking up photography. His earliest works were darkroom experiments in exposure called“rayographs.”His later photographic work tended towardsurrealism; perhaps the most prominent example is hisViolon d’Ingres, a photograph of the modelKiki de Montparnassewith thef-holes from a violinsuperimposed on her back.  With his assistantLee Miller, Man Ray also rediscovered the technique ofsolarization.",
    "Henri Cartier-Bresson": ", who withRobert Capaand several others founded the cooperativeMagnum Photos, was a master ofcandid photographywho conceived of the goal of photography as the capture of the“decisive moment.”His most famous photograph, an encapsulation of his philosophy, shows a manleaping from a ladder over a puddlebehind theGare Saint-Lazaretrain station in Paris.",
    "Robert Mapplethorpe": "came to prominence thanks to his portraits of his longtime friend, the musicianPatti Smith. He produced many celebrity portraits and still-life images offlowers, but is likely most famous for hishomoeroticwork depicting theBDSMsubculture of 1970s New York. Shortly after his 1989 death fromAIDScomplications, his exhibition“The Perfect Moment”culminated in a 1990obscenitytrial in Cincinnati.",
    "Cindy Sherman": "made a series ofUntitled Film Stills, consisting largely of self-portraits posed in the style a B-movie actress, which began a series of photos in which she modified popular photographic forms to respond to thestereotyping of women in the media.  Her later seriesFairy TalesandDisastersbegan includingmannequinsandprosthetic limbs, which she also used as the subject of her“Sex Pictures.”",
    "Andreas Gursky": ", whose work tends to featurehigh vantage pointsand scenes that producehorizontal bands of color, has taken some of the most expensive photographs ever sold. Among those are his99 Cent II Diptychon, a shot of the shelves of a 99-cent store, andRhein II, a photograph of the Rhine River with humans and buildings digitally edited out."
}