{
    "Bryophytes vs. pterophytes": ": Not all plants produce seeds. Seedless plants are divided intobryophytes(mosses, liverworts, and hornworts) andpterophytes(ferns, club mosses, quillworts, and horsetails). Both of these groups, like all other plants, reproduce by producing sperm and eggs on a structure called thegametophyte. The gametes fuse to form another structure called thesporophyte, which produces spores that disperse and grow into new gametophytes. Both groups produce flagellated sperm that require water for fertilization.  Note that these uses of “bryophyte” and “pterophyte” here are informal, and should not be confused with the actual phyla Bryophyta (true mosses) and Pteridophyta (true ferns).Bryophytesare small enough that water and nutrients can diffuse to all parts of the plant without any specialized vascular tissue. They lack true leaves and roots, instead fastening themselves to the ground withrhizoids. Unlike other land plants, bryophytes have a prominent gametophyte stage that is usuallydioicous, meaning that an individual plant produces only one type of gamete (either sperm or egg). The short-lived sporophyte grows from the female gametophyte.The more complexpterophytescan grow taller thanks to vascular tissues (see number 4 below) that provide structural support and transport water and other materials throughout the plant. Many of them do have true leaves and roots.  Pterophytes have a prominent sporophyte stage that grows from a small, short-lived gametophyte.  Pterophyte gametophytes may be dioicous ormonoicous, producing both sperm and egg on the same plant.",
    "Angiosperms vs. gymnosperms": ": Seed-producing plants can be divided intogymnosperms(cycads, ginkgos, conifers, and gnetophytes) andangiosperms(phylum Anthophyta, or flowering plants). Most of these plants produce male gametophytes that grow into the female, allowing fertilization to take place in relatively dry conditions.  Many of them also exhibitsecondary growthof woody tissues, allowing them to grow even taller than the pterophytes.The wordgymnospermmeans “naked seed,” referring to the fact that their gametophytes develop on the surface of leaves or on the scales of cones. In contrast,angiospermmeans “receptacle seed.” Their gametophytes develop enclosed within flowers.  Angiosperms are further classified based on their seed structure, described below.",
    "Monocots vs. dicots": ": Most (but not all) angiosperms fall into one of two classes based on the number of cotyledons, or embryonic seed-leaves, in the plant embryo. Monocots, or Monocotyledonae, have one cotyledon, while dicots, or Dicotyledonae, have two. While there are no other hard-and-fast distinguishing characteristics between the two groups, plants in each category tend to share other characteristics:Monocotsproduce pollen grains that have a single furrow (monosulcate); flower parts in multiples of three; numerous, fibrous roots; parallel leaf veins; and stems with scattered vascular bundles. They also lack secondary growth, remaining herbaceous throughout their lives.Dicots, on the other hand, tend to have pollen with three furrows (tricolpate); flower parts in multiples of four or greater; taproot systems; stems with rings of vascular tissue; and branching leaf veins. Many of them exhibit secondary growth that produces wood.",
    "Xylem vs. phloem": ": There are two types of vascular tissue in plants.Xylemtransports water and soluble nutrients from the roots to the leaves.Phloem, on the other hand, carries nutrients like sucrose from their origin of synthesis or absorption to all parts of the plant.  Both tissues originate in the procambium of theapical meristemsof both the stems and roots.  In woody plants, secondary vascular tissues arise in thevascular cambium.Xylem contains distinct elongated cells calledtracheidsthat havelignifiedcell walls and help provide structural support.Vessel elementsare also reinforced by lignin, but they are open at each end atperforation platesand connect to form long tubes for water transport.  Xylem functions via transpirational pull and osmosis. Cell types in phloem include companion cells, fibers, andsclereids. In trees, it is usually the innermost layer of thebark.",
    "Flower parts": ":Thecalyxis composed ofsepals, specialized green leaves that protect the flower as a bud and provide support for the fully bloomed flowerThe stem supporting a flower is called thepeduncle. If multiple flowers bloom from a peduncle, the stems supporting each flower are calledpedicels. Thetorusis the swelling at the top of the pedicel or peduncle, just below the calyx.Petalsare specialized leaves, often brightly colored to attract pollinating species. Collectively, they are called acorolla.The pollen-producing reproductive organ of the flower is called thestamen. The stamen consists of a thin filament topped by ananther, which actually contains thepollen.Thepistil, or female reproductive organ of the flower, is composed of leaf-likecarpels. Theovary-containingovulesare at the base of the pistil, while a tube called astyletopped by a sticky, pollen-receptivestigmarises from the ovary. There may be one or many pistils in each flower."
}