{
    "Peter": "(c. 1 – c. 68, pope c. 30 – c. 68) was, in Catholic belief, the firstBishop of Romeand thus the first pope. Peter was the leader of the twelve apostles; Jesuschanged his namefrom Simon to Peter and declared him the“rock [on which] I will build my church.”Jesus also bestowed upon him the keys to the kingdom of Heaven and the power to“bind”and“loose”in Heaven and on Earth. He wascrucified upside-downby Emperor Nero and is the namesake ofSt. Peter’s Basilicain Vatican City.",
    "Gregory I": "orGregory the Great(c. 540–604, pope 590–604) was one of the“Latin Fathers”of the church and is considered thefounder of the medieval papacy. After remarking that some English boys at a slave market were“not Angles, but angels,”he sent Augustine of Canterbury on a mission toChristianize southern Britain. His writings include aCommentary on JobandPastoral Care, and he is known as theDialogistin Eastern traditions. He is credited with introducingGregorian chant, named in his honor, into the Catholic rite.",
    "Urban II": "(c. 1035–1099, pope 1088–1099) ordered theFirst Crusade. Ambassadors from Byzantine emperorAlexius Komnenoscame to the 1095Council of Piacenzarequesting help in reclaiming the Holy Land from the Seljuk Turks. Urban II responded by calling theCouncil of Clermont, where he urged a crusade with the phrase“Deus Vult,”or “God wills it.” The subsequent First Crusade lasted from 1096 to 1099.",
    "Innocent III": "(c. 1160–1216, pope 1198–1216) ordered the disastrousFourth Crusadeand excommunicated Venetian crusaders who changed course from Jerusalem tosack Constantinople. He also initiated theAlbigensian Crusadeagainst theCatharsof southern France. Innocent III convened theFourth Lateran Council, which defined the dogma oftransubstantiationand required Muslims and Jews to wear identifying clothing. In 1209, heexcommunicated King Johnfor refusing to recognize the appointment of Stephen Langton as Archbishop of Canterbury.",
    "Alexander VI": "(1431–1503, pope 1492–1503) was a prominent member of theBorgia familyand the father of Cesare and Lucrezia. He excommunicated the Florentine friarSavonarolain 1498. With his son Cesare, he was accused of inviting prostitutes into the Papal Palace to host the scandalous“Banquet of the Chestnuts.”In international affairs, Alexander VI assigned New World territory to Spain in the bullInter Caetera, which became the basis for the Treaty of Tordesillas.",
    "Julius II": "(1443–1513; pope 1503–1513) was nicknamed the“Warrior Pope”for his military ambition inexpanding the Papal States. He joined theLeague of Cambraito resist Venetian expansion in northern Italy. He also instituted theSwiss Guardand commissionedMichelangeloto paint theSistine Chapel ceiling. Michelangelo created a number of notable sculptures as part of a plan for Julius II’stomb, including theRebellious Slave,Dying Slave, and a“HornedMoses”based on a mistranslation of the Vulgate.",
    "Leo X": "(1475–1521; pope 1513–1521) was a son ofLorenzo de Mediciwhose papacy included the beginning of theProtestant Reformation. He revived the unpopular sale ofindulgencesto fund theconstruction of St. Peter’s Basilica. Martin Luther responded by publishing his95 Theses, which Leo denounced in the papal bullExsurge Domine. At his coronation, Leo was given awhite elephantnamed Hanno by Manuel I of Portugal; the animal was buried beneath the Vatican after its death.",
    "Pius IX": "(1792–1878; pope 1846–1878) was thelongest-reigning popein history. He reigned duringItalian unificationand remained a“prisoner in the Vatican”after the capture of Rome led to theannexation of the Papal States.  Afterward, he rejected aLaw of Guaranteesthat sought to define the rights of the Church within the Kingdom of Italy. Pius defined the dogma of theImmaculate Conceptionin the decreeIneffabilis Deusand establishedpapal infallibilityat theFirst Vatican Council. He released a controversial list of 80 heresies in hisSyllabus of Errors.",
    "John Paul II": "(1920–2005; pope 1978–2005) was fromPoland, making him the first non-Italian pope in over 400 years. In 1981, he was shot by Mehmet Ali Agca, a member of the Turkish terrorist group Grey Wolves; he survived and forgave Agca while visiting him in prison. John Paul II defended the sanctity of life in his encyclicalEvangelium Vitaeand declaredevolutionto be compatible with Catholic theology. He denounced Marxist “liberation theology” in Latin America and may have inspired theSolidarity movementduring a 1979 visit to his home country.",
    "Francis": "(1936–present, pope 2013–present) served as the Archbishop ofBuenos Airesbefore ascending to the papacy upon the resignation of Benedict XVI. He is thefirst Jesuit pope, thefirst pope from the Americas, and the first pope from outside of Europe since Gregory III in the 8th century. When asked in 2013 for his view on gay clergy members, he responded“Who am I to judge?”. He also had a historic meeting with Patriarch Kirill of the Russian Orthodox Church in Havana in 2016, and the two issued a joint declaration denouncing the persecution of Christians in the Middle East.",
    "Leo I": "(c. 400–461, pope 440–461) convincedAttila the Hunto turn back a planned invasion of Italy.",
    "Gregory VII": "(c. 1025–1085, pope 1073–1085)excommunicated Holy Roman Emperor Henry IVduring theInvestiture Controversy. Henry sought absolution from the pope by walking barefoot through the snow to the village of Canossa.",
    "Clement V": "(c. 1260–1314, pope 1305–1314) moved the seat of the papacy from Rome to the French city ofAvignon, where it remained for 67 years in a period nicknamed the“Babylonian Captivity.”",
    "Clement VII": "(1478–1534, pope 1523–1534) was pope during the 1527 Sack of Rome and refused to annulHenry VIII’s marriage to Catherine of Aragon. He is not to be confused with Antipope Clement VII, whose election in 1378 began the Western Schism.",
    "Gregory XIII": "(1502–1585, pope 1572–1585) introduced theGregorian Calendarin 1582 to correct the previous Julian Calendar.",
    "Pius XII": "(1876–1958, pope 1939–1958) signed theReichskonkordatwith Nazi Germany in 1933, served as pope during World War II, and spoke infallibly to define the dogma of theAssumption of Mary.",
    "Pope Emeritus Benedict XVI": "(1927–present, pope 2005–2013)resignedthe papacy in 2013, becoming the first person to do so since the 15th century."
}