{
    "Vladimir Nabokov": "(1899–1977) was a Russian-American author. His 1955 novelLolitadepictsHumbert Humbert’s obsession with the adolescentRamsdaleresidentDolores Haze, whom Humbert nicknames “Lolita.” Humbert becomes Lolita’s stepfather by marrying her motherCharlotte, who soon dies. Lolita and Humbert travel the U.S. before Humbert enrolls Lolita at theBeardsley School for Girls. There, Lolita is cast in a play written byClare Quilty, and devises a plan of escape. In Nabokov’s highly meta-fictional novelPale Fire, a999-line poemof the same name byJohn Shadeis the subject of a lengthy commentary by the scholarCharles Kinbote. However,  Kinbote’s notes are more concerned with himself than with the poem, revealing that he thinks of himself as King Charles, the exiled monarch of the land ofZembla. Nabokov’s other books include the novelsAda, or Ardor, which recounts anincestuousrelationship;Invitation to a Beheading, about the condemned prisonerCincinnatus, andThe Defense, a Russian-language novel about the chess playerAleksandr Luzhin. In his memoirSpeak, Memory, Nabokov wrote about his wifeVeraand his scientific interest inbutterflies.",
    "Jorge Luis Borges": "BOR-hayss(1899–1986) was an Argentine short story writer who often dealt withmeta-fictional themes. His story“The Library of Babel”depicts aninfinite librarymade up ofhexagonal rooms, which contain every possible410-page book. In“Pierre Menard, Author of the Quixote,”the fictional 20th-century author Pierre Menard writes aline-by-line reproductionof Cervantes’sDon Quixote, which is much more interesting than the original because of the historical context in which the new version was produced. Borges’s story“Tlön, Uqbar, Orbis Tertius”describes an imaginary realm, created by asecret society of intellectuals, that gradually intrudes into the world of the story.“The Aleph”is named after apointfrom which every other point in the universe can be perceived. Many of Borges’s best-known stories appeared in the collectionsFiccionesandLabyrinths, the latter of which is named after a common motif in Borges’s work. For example, in“The Garden of Forking Paths”the authorTs’ui Pêntries to create a metaphorical “labyrinth” by writing a novel in which every event is followed by every possible outcome. The story is narrated by Ts’ui Pên’s descendent,Dr. Yu Tsun, who kills the SinologistStephen Albertto convey a coded message to German forces during World War I.",
    "Kurt Vonnegut": "(1922–2007) was an American novelist best known for the 1969 novelSlaughterhouse-Five. The novel centers onBilly Pilgrim, who experiences his life out of order after becoming“unstuck in time.”Like Vonnegut, Billy survives thefirebombing of Dresdenduring World War II. Billy is alsokidnappedby aliens calledTralfamadorians, and displayed in azooalong with the actressMontana Wildhack. The Tralfamadorians have a fatalistic attitude towards mortality, which is mirrored in the novel’s repetition of the phrase“so it goes”after any mention of death. Vonnegut’s earlier novelCat’s Cradledescribes a fictional religion calledBokononism, which was founded on the Caribbean island ofSan Lorenzo. The plot ofCat’s Cradlepartly focuses onice-nine, a substance invented byFelix Hoenikkerthat has the power to destroy all life on Earth.",
    "Italo Calvino": "(1923–1985) was an Italian author. In his 1979 novelIf on a winter’s night a traveler, the even-numbered sections are presented as thefirst chaptersof a number of different books, each of which breaks off abruptly at a climactic moment. The odd-numbered sections are addressed in the second person to“You,”the reader of “Italo Calvino’s new novel,If on a winter’s night a traveler.” You and a fellow book-lover namedLudmillainvestigate oddities in the novels you are reading, in the process encountering a best-selling author namedSilas Flannery, the deceitful translatorErmes Marana, and a scholar ofCimmerianliterature namedProfessor Uzzi-Tuzii. Calvino’s novelInvisible Citiesis framed as a conversation betweenKublai KhanandMarco Polo, who describes 55 fictional cities to the Mongol ruler. Calvino is also known for his fantastical short stories, some of which are collected in the volumeCosmicomicsand narrated by an ancient being namedQfwfq.",
    "Joseph Heller": "(1923–1999) was an American novelist. HesatirizedArmy bureaucracyin his novelCatch-22, which was based on his experiences as abombardieron theItalian frontduring World War II. The novel is set in Rome and on the Mediterranean island ofPianosa, whereJohn Yossarianis stationed with the256th Squadron. “Catch-22” is a rule stating that airmen do not have to fly missions if they areinsane, but that applying to be excused from flying missions isproof of sanity; consequently, there is no way to avoid the dangerous missions. Characters in the novel include the arch-capitalist mess officerMilo Minderbinder, who sets up a syndicate calledM&M Enterprises, andMajor Major Major, who is accidentally promoted to the rank of major because of his unusual name. The novel’s main antagonist isColonel Cathcart, who continually raises the number of missions that airmen must fly before they are allowed to go home. In 1994 Heller wrote a sequel toCatch-22, titledClosing Time.",
    "Don DeLillo": "(born 1936) is an American author. His 1985 breakout novelWhite Noiseis narrated byJack Gladney, a professor of“Hitler Studies”at a Midwestern college. After a chemical spill results in an“Airborne Toxic Event,”Jack’s wifeBabettebegins taking a mysterious drug calledDylar. Three years later DeLillo publishedLibra, a novel about assassinLee Harvey Oswald’s participation in a fictionalconspiracyagainst John F. Kennedy. DeLillo also wrote the 1997 novelUnderworld, in which thewaste managementexecutiveNick Shaybuys the baseball that was hit by New York Giants player Bobby Thomson in the 1951“Shot Heard ’Round the World.”",
    "Thomas Pynchon": "(born 1937) is areclusiveAmerican novelist. His 1973 novelGravity’s RainbowfollowsTyrone Slothrop, a lieutenant in World War II whose sexual encounters seem to predict the locations of futureV-2 rocket strikes. A number of characters in the novel are trying to find the secret of a mysterious device called theSchwärzgerat, which is to be installed in a rocket with theserial number 00000. Pynchon also wroteThe Crying of Lot 49, in whichOedipa Maassuspects that she has become entangled in an ancient conflict between theThurn und TaxisandTrysteromail delivery services. Other Pynchon novels includeV., in whichHerbert Stencilsearches for the mysterious title entity, andInherent Vice, about the Los Angeles private investigatorDoc Sportello.",
    "Salman Rushdie": "(born 1947) is a novelist born in India, who holds British and American citizenship. Rushdie’s 1981 Booker Prize-winning novelMidnight’s ChildrenfollowsSaleem Sinai, a man with an enormous nose who is born at precisely the moment thatIndia becomes independent, giving himtelepathic powers. Other members of the novel’s title group—the people born within an hour of independence—includeShiva, a child with enormousknees, and the magicalParvati-the-witch. Rushdie’s 1988 novelThe Satanic Versesbegins as the actorsGibreel FarishtaandSaladin Chamchaare miraculously saved after theirplane explodesover the English Channel. Upon being betrayed by Gibreel, Saladin seeks revenge by ruining Gibreel’s relationship with the mountaineerAllie Cone.The Satanic Verseswas condemned in afatwa, or religious decree, issued by Iranian leaderAyatollah Khomeini. Thefatwaaccused Rushdie ofblasphemy, and ordered Muslims to kill Rushdie, his editors, and his publishers. In 1998, Iran agreed not to actively seek Rushdie’s death. Rushdie described his years of hiding in the memoirJoseph Anton; the title refers to the pseudonym that Rushdie adopted, which was inspired by the authors Joseph Conrad and Anton Chekhov. Rushdie’s other novels includeThe Moor’s Last Sigh, which is narrated by the swiftly agingMoraes Zogoiby;The Ground Beneath Her Feet, which was loosely inspired by the legend ofOrpheus; and the young adult booksHaroun and the Sea of StoriesandLuka and the Fire of Life.",
    "David Foster Wallace": "(1962–2008) was an American author. His massive 1996 novelInfinite Jestdepicts a future North America in whichyears are named after corporate products. The novel is set mainly at theEnnet House Drug and Alcohol Recovery Houseand theEnfield Tennis Academy(whereHal Incandenzais a student). Hal’s father, James, directs“the Entertainment,”a dangerously enthralling film sought byQuebeçois terroristsknown as theWheelchair Assassins. Wallace’s other novels areThe Broom of the SystemandThe Pale King, the latter of which was leftunfinishedat his 2008suicide. Wallace is also known for his essay collections, includingConsider the LobsterandA Supposedly Fun Thing I’ll Never Do Again.",
    "Zadie Smith": "(born 1975) is a British novelist. Her 2000 debut novelWhite Teethdepicts the Bengali MuslimSamad Iqbaland his English friendArchie Jones, who both live in London. Samad’s sonMagidbecomes anatheistscientist who joinsMarcus Chalfen’s project to develop a genetically modified“FutureMouse,”while Magid’s twin brotherMillatjoins a Muslim fundamentalist group calledKEVIN(Keepers of the Eternal and Victorious Islamic Nation). Both twins sleep with Archie’s daughter,Irie. Smith’s other novels includeNW, which takes place in northwest London;Swing Time, which describes a troubled dancer namedTracey; and the academic novelOn Beauty, which is loosely based on E. M. Forster’s novelHowards End."
}