{
    "The Wizard of Oz": "(1939) is an MGM adaptation ofL. Frank Baum’s children’s bookThe Wonderful Wizard of Oz. The cast includesFrank Morganas the title wizard,Margaret Hamiltonas theWicked Witch of the West, andJudy Garlandas the protagonist,Dorothy Gale, who, with her dogToto, is whisked fromKansasto the mystical land of Oz by atornado.The Wizard of Ozwas one of the first films to use three-stripTechnicolor, although the credits and the framing sequences set in Kansas were filmed in sepia-toned black-and-white. The film won two Oscars, including Best Original Song for“Over the Rainbow,”but lost the Best Picture award toGone With the Wind.",
    "Gone With the Wind": "(1939) is an adaptation ofMargaret Mitchell’s 1936 novel of the same name. The film was produced by David O. Selznick and directed byVictor Fleming, who had just directedThe Wizard of Oz.Gone With the Windis set during theCivil Waron the Georgia plantation ofTaraand starsVivien Leighin an Oscar-winning role asScarlett O’Hara, who marriesRhett Butler(Clark Gable) despite pining after the marriedAshley Wilkes. Near the end of the film, Scarlett suffers a miscarriage after a fight with Rhett, who then leaves her; when Scarlett asks him,“Where shall I go? What shall I do?”he famously responds“Frankly, my dear, I don’t give a damn.”",
    "Fantasia": "(1940) is aWalt Disneyanimated film consisting of eight animated story segments overlaid withclassical musicconducted byLeopold Stokowskiand performed by thePhiladelphia Orchestra.Fantasia’s soundtrack, which includesToccata and Fugue in D MinorandThe Rite of Spring, was the first to be produced instereoscopic sound(i.e., “in stereo”). The marquee segment ofFantasiaisThe Sorcerer’s Apprentice, in whichMickey Mousemagically summons a horde ofdancing broomsin the castle of the wizardYen Sid(“Disney” spelled backwards). A portion of Fantasia in which a black centaur buffs the hooves of a white centaur was edited out in 1969 before the film’s re-release. A sequel,Fantasia 2000, was released in 1999.",
    "Citizen Kane": "(1941), directed byOrson Welles, is considered by many (including the American Film Institute) to be the greatest film ever made. Throughflashbacks, it tells the story of fictional publishing mogulCharles Foster Kane(played by Welles and loosely based on real-life newspaper magnateWilliam Randolph Hearst), who buys theNew York Inquirer, unsuccessfully runs for governor of New York, and tries to make his second wife an opera star before dying at his Florida estate,Xanadu. In the present day, reporter Jerry Thompson fruitlessly attempts to discover the meaning of Kane’s dying word,“Rosebud,”which turns out to be the brand name of Kane’s beloved childhoodsled, an object burned by unsuspecting servants as the film ends.",
    "Casablanca": "(1942) starsHumphrey Bogartas American expatriateRick Blaineliving in Vichy-controlledMoroccoduring World War II. The film opens with Ugarte, a local criminal, attempting to sell“letters of transit”at Rick’s nightclub,Rick’s Café Américain.Ingrid Bergmanstars opposite Bogart as Rick’s former loverIlsa Lund, whose current husband, an anti-Nazi resistance leader, needs the letters. In one memorable scene, Ilsa’s husband,Victor Laszlo, leads a crowd in singing “La Marseillaise” in response to a group of Nazis singing “Die Wacht am Rhein.” Famous quotes from Casablanca include“Round up the usual suspects,”“Here’s looking at you, kid,”and“Louis, I think this is the beginning of a beautiful friendship.”",
    "It’s a Wonderful Life": "(1946) is aChristmasdrama produced and directed byFrank Caprabased onPhilip Van Doren Stern’s short story“The Greatest Gift.”Set in the fictional town of Bedford Falls,It’s a Wonderful LifestarsJimmy Stewartas building and loan operatorGeorge Bailey, who plans to commit suicide on Christmas Eve over a financial disaster caused by the villainousHenry Potter. Aguardian angel,Clarence Odbody(played by Henry Travers), stops George from killing himself by showing him what his hometown would be likehad he never been born: for example, George would not have been able to save his younger brother from drowning in a frozen lake, or prevent the town pharmacist from accidentally poisoning a prescription.",
    "Rashomon": "(1950) is anAkira Kurosawafilm based onRyunosuke Akutagawa’s 1922 short story“In a Grove”(nothis story “Rashomon”). The film depicts a trial in which abandit(Tajomaru), awoodcutter(Kikori), asamurai(through a medium), and thesamurai’s wiferecount the events that led to the samurai’s death. A common thread through the four stories is the presence of anexpensive daggerno longer at the crime scene. The marked differences in the characters’ stories, however, led to the term“Rashomon effect”to describe the unreliability of eyewitnesses. During the woodcutter’s testimony, the group is interrupted by the cries of anabandoned baby, a crisis that reveals some insights into the characters.",
    "12 Angry Men": "(1957) explores themes ofmorals,justice, anddoubtas it follows the deliberations of ajuryover the guilt of an 18-year-old defendant on a charge of patricide. Deliberations initially stall whenJuror 8, played byHenry Fonda, is the only one to vote “not guilty”; a series of secret ballots and conversations gradually erode the jury’s certainty, and they ultimately vote toacquit. The last holdout,Juror 3, played byLee Cobb, is implied to be locked into his “guilty” vote because of his anger over his poor relationship with his own son. The film, directed bySidney Lumet, lost the Academy Award for Best Picture toBridge on the River Kwai.",
    "Ben-Hur": "(1959) is a historical epic from MGM Studios that starsCharlton Hestonas the titleprince of Jerusalemwho is unjustly imprisoned on the flagship of Roman generalQuintus Arriusafter tiles falling from his roof nearly kill the governor of Judea. Ben-Hur features a massive, nine-minute-longchariot racein which Heston’s character defeatsMessala, played by Stephen Boyd. The film’s score, composed byMiklós Rózsa, is the longest ever composed for a feature film. Ben-Hur’seleven Oscarswas a record that stood untilTitanic(1997). More than 200camelswere used in the film, which was adapted fromLew Wallace’s novelBen-Hur: A Tale of the Christ.",
    "North by Northwest": "(1959) is a thriller from directorAlfred HitchcockstarringCary GrantasRoger Thornhill, an advertising executiveframed for the murderof U.N. diplomat Lester Townsend. In one memorable and oft-parodied scene, Thornhill ischased through a fieldnear Chicago by acrop dusterairplane. At the film’s climax, Thornhill and Eve Kendall (played by Eva Marie Saint) are chased by spies led by Phillip Vandamm across the top ofMount Rushmore.North by Northwestfeatures aMacGuffin(an object common in Hitchcock films—something desired by characters yet ultimately meaningless to the story) in the form ofmicrofilmcontaining government secrets that is hidden inside a sculpture."
}