{
    "The Corrupt Bargain": "(1825) supposedly resolved theelection of 1824by makingJohn Quincy Adamspresident. After the Democratic–Republican Party fractured before the election, four men ran for president: Adams, GeneralAndrew Jackson, Speaker of the HouseHenry Clay, and Treasury SecretaryWilliam Crawford. Jackson won a plurality of the popular vote and the Electoral College, but not enough to clinch victory. As a result, the House of Representatives selected among the top three candidates and gave the White House to Adams. Jackson attributed the result to a “corrupt bargain” in which Clay used his influence in the House to boost Adams in exchange for being namedSecretary of State. Most historians believe that Clay backed Adams because they shared similar views, but Jackson used the issue to unseat Adams in 1832 and win reelection against Clay in 1836. The controversy foreshadowed later battles between Jackson’s Democratic Party and Clay’s Whig Party.",
    "The Petticoat Affair": "(1829–1831) disrupted the cabinet ofAndrew Jackson. Secretary of WarJohn Eaton’s wifePeggywas unpopular with the wives of Jackson’s other cabinet members, who thought she was immoral and too assertive for a woman. Led byFloride Calhoun, the wife of Vice President John C. Calhoun, they snubbed her socially and caused an obvious rift in the Jackson administration. The only cabinet member to support the Eatons was Secretary of StateMartin Van Buren, who was a widower. Jackson, whose own wife Rachel had died after being targeted by negative rumors while he ran for president, supported Eaton and forced his cabinet to resign. After the scandal, Van Buren became Jackson’s heir apparent and eventual successor in the White House, while Calhoun became the president’s staunch enemy.",
    "The Impeachment of Andrew Johnson": "(1868) was the first time a president was impeached. Johnson took office after the assassination of Abraham Lincoln. As a former southern Democrat andopponent of civil rightsfor African–Americans, Johnson infuriated Republicans by blocking their Reconstruction policies.Radical Republicansresponded by passing theTenure of Office Act, which required the Senate to approve all changes to the cabinet. When Johnson violated the act by trying to remove Secretary of WarEdwin Stanton, the House impeached him in March 1868. After a trial in the Senate, only 35 of the necessary 36 senators voted to remove Johnson, withEdmund Rossand nine other Republicans breaking ranks to keep him in office. Though briefly thwarted, “Radical Reconstruction” regained momentum when Ulysses Grant was elected president later in the year.",
    "The Whiskey Ring": "(1871–1876) scandal tarnished the presidency ofUlysses Grant. During the 1870s, whiskey distillers, primarily in St. Louis, set up a conspiracy tobribe U.S. Treasury officialsto evade taxes. The “ring” was coordinated by GeneralJohn McDonald, a federal revenue collector, and backed by Grant’s private secretaryOrville Babcock. In 1875 the reform-minded Treasury SecretaryBenjamin Bristowexposed the conspiracy and helped secure the convictions of over 100 people. The Whiskey Ring, alongside other controversies like theStar Route scandal, tarnished Grant’s reputation, though historians are unsure about how much the president knew about corruption around him.",
    "The Pinchot–Ballinger Affair": "(1909–1910) split the Republican Party overconservation issuesduring the presidency of William Howard Taft. After succeeding his friend Theodore Roosevelt as president, Taft controversially appointedRichard Ballingeras Secretary of the Interior. The appointment was seen as a reversal of Roosevelt’s progressive conservation policies. In office, Ballinger began returning private lands to private use and clashed withLouis Glavisof the General Land Office andGifford Pinchot, the head of the U.S. Forest Service. When Glavis and Pinchot accused Ballinger of corruption, Taft fired them. Although an investigation cleared Ballinger of wrongdoing, the scandal led Roosevelt to break from Taft and run for president with theProgressive Partyin 1912, which enabled Democrat Woodrow Wilson to win the White House.",
    "The Teapot Dome scandal": "(1921–1929) was a major controversy during the presidency ofWarren G. Hardingand was considered the most damaging presidential scandal ever to that point. Harding’s Secretary of the Interior,Albert Fall, leased Navyoil reservesat Teapot Dome,Wyomingto private companies at low rates. The leasing of the reserves was not illegal, but allegations arose that Fall had taken bribes from oil tycoons likeEdward Doheny. A long-running investigation by SenatorThomas Walshuncovered proof of Fall’s corruption, and in 1929, he became the first former cabinet member to go to prison. During the scandal, the Supreme Court ruled inMcGrain v. Daughertythat Congress couldcompel testimonyby issuing subpoenas.  The full extent of the scandal was not revealed until well after Harding’s sudden death in office in 1923.",
    "The Watergate scandal": "(1972–1974) became the biggest presidential scandal of all time by forcingRichard Nixontoresignas president. During the 1972 election, burglars were caughtbreaking into Democratic headquartersat the Watergate building in D.C.Washington PostreportersBob WoodwardandCarl Bernsteininvestigated the case, receiving tips from an anonymous source called“Deep Throat”(later revealed to be deputy FBI directorMark Felt).  The reporters linked the break-in to theCommittee for the Re-Election of the President(CREEP). Sam Ervin led televised Senate hearings on the scandal whileArchibald Coxinvestigated as a special prosecutor. Nixon fired Cox in theSaturday Night Massacreand tried to hide incriminatingrecordingsthat showed his role in a cover-up. When theSupreme Courtordered the recordings to be released, Nixon resigned before he could be impeached. He waspardonedby his successor Gerald Ford in 1974. Watergate caused a lasting drop in public trust in government, and the suffix “-gate” is often used to name major scandals in the U.S. and abroad.",
    "The Iran–Contra scandal": "(1985–1987) rockedRonald Reagan’s second term. Reagan’s administration wanted to send aid to a right-wing rebel group inNicaragua, the Contras, who were fighting the socialistSandinistagovernment.  However, Congress had prohibited sending aid through theBoland Amendment. To circumvent that restriction, Reagan officials secretly sold arms to Iran as part of a deal tofree hostagesin Lebanon and diverted some of the proceeds to the Contras. The effort was overseen by Lieutenant ColonelOliver Northof the National Security Council. TheTower Commissionand independent counselLawrence Walshinvestigated the scandal, indicting North and officials like Defense SecretaryCaspar Weinberger. The investigations did not find proof directly implicating Reagan in the scandal.",
    "The Monica Lewinsky scandal": "(1995–1999) led to theimpeachment of Bill Clinton. In 1995 Clinton began an affair with Lewinsky, a White Houseintern. Lewinsky’s friendLinda Tripprevealed the affair toKenneth Starr, the special prosecutor investigating Clinton’s controversialWhitewaterland deal. Clinton had denied the affair publicly and to a grand jury, leading Starr to accuse him of perjury. The House of Representatives, led by RepublicanNewt Gingrich, impeached Clinton in 1998, but the Senate did not come close to removing him from office. However, Clinton was fined for contempt of court and briefly lost his law license.",
    "The Plame Affair": "(2003) roiledGeorge W. Bush’s presidency amid his invasion of Iraq.Valerie Plamewas a covert CIA officer married toJoseph Wilson, a diplomat who had been sent to Africa to investigate reports thatSaddam Husseinwas trying to purchase uranium (a key justification for the invasion). Soon after Wilson wrote an op-ed disputing that Hussein was trying to buy uranium, journalistRobert Novakwrote a column about Wilson that identified Plame as a CIA agent. Critics claimed that the Bush administration had leaked Plame’s identity aspaybackfor Wilson’s article. No one was convicted for leaking the information, but“Scooter” Libby, chief of staff to Vice President Dick Cheney, was sent to prison for lying to investigators."
}