{
    "The Waste Land": ": The five parts ofT. S. Eliot’s 1922 masterpieceThe Waste Landare“The Burial of the Dead,”“A Game of Chess,”“The Fire Sermon,”“Death By Water,”and“What the Thunder Said.”",
    "Mitosis": ": The five stages of the biological processmitosis(the production of new body cells from existing ones) areinterphase,prophase,metaphase,anaphase, andtelophase.Interphaseis not technically a part of mitosis, though it is often discussed at the same time.",
    "Nobel Prize Winners": ": The five original winners ofNobel Prizes(1901) wereWilhelm Röntgen(physics, for the discovery of X rays),Jacobus Henricus van ’t Hoff(chemistry, for laws of chemical dynamics and osmotic pressure),Emil Adolf von Behring(physiology or medicine, for his serum-therapy remedy for diphtheria),Sully Prudhomme(literature, for his idealistic poetry), andHenri Dunant and Frédéric Passy(peace, for founding the International Red Cross and the first French peace society, respectively).",
    "The Mighty Handful": ": Fivenationalist Russian composersare often referred to as “The Mighty Handful” or “The Five.”  They areModest Mussorgsky(1839–1881),Mily Balakirev(1837–1910),Alexander Borodin(1833–1887),César Cui(1835–1918), andNikolay Rimsky-Korsakov(1844–1908).",
    "D-Day": ": The codenames for the five beaches attacked inOperation OverlordonD-DayareGold,Juno,Sword,Utah, andOmaha.  The first three were attacked by British and Canadian forces while the latter two were assaulted by American troops.",
    "Orders of Architecture": ": There are fiveclassical “orders of architecture,”a term that primarily refers to the design of thecolumnsused in the building.  They are theDoric(simple, used for theParthenon),Ionic(fancier, fluted with scrolls on their capitals),Corinthian(baroque, fluted with acanthus-like leaves for capitals),Tuscan(plain, similar to Doric), andComposite(mixture of Ionic and Corinthian).  The first three orders originated with the Greeks; the latter two are Roman developments.",
    "Cooperstown": ": The first five members elected to theBaseball Hall of FamewereTy Cobb,Babe Ruth,Honus Wagner,Christy Mathewson, andWalter Johnson. They were inducted in 1936.",
    "Spectral Lines": ": Hydrogen produces an infinite series of spectral lines.  The first five of those series are named after scientists who observed them before it was known that they were examples of the same phenomenon.  From lowest to highest energy of the final level, they are known as theLyman,Balmer,Paschen,Brackett, andPfund series.  Only the Balmer series exists in the visible spectrum.",
    "Platonic Solids": ": There are only fiveregular polyhedra(three-dimensional shapes whose faces are all the same regular polygon). They are thetetrahedron(four equilateral triangles),cube(six squares),octahedron(eight equilateral triangles),dodecahedron(twelve regular pentagons), andicosahedron(20 equilateral triangles).",
    "Pillars of Islam": ": Islam has five fundamental tenets of religious life, a group known as thePillars of Islam.  They are thedeclaration of faith(Shahadah),prayer(Salat), givingcharityto those in need (Zakat),fasting during the month Ramadan(Sawm), and thepilgrimage to Mecca(Hajj) to be performed once in each adherent’s lifetime."
}