{
    "Analects": ": One of the“Four Books”used by the ancient Chinese forcivil service study, it contains the sayings (aphorisms) ofConfucius.  The philosopher Confucius did not write or edit the words that make up the Analects; his disciples compiled them in the 5th or 4th century BC.  Confucianism is more of aphilosophical systemthan a religion, and Confucius thought of himself more as ateacherthan as a spiritual leader.  TheAnalectsalso contain some of the basic ideas found in Confucianism, such asren(benevolence) andli(proper conduct).",
    "Apocrypha": ": Protestants and Jews assign lower authority to the Apocrypha because it was written between 300 and 100 BC, but Catholics and Orthodox Christians consider the books that make up the Apocrypha to be“deuterocanonical,”meaning that they are just as important and divinely-inspired as other parts of the Old Testament/Hebrew Bible.  “Apocryphal” in general means “something outside an accepted canon,” and, in particular, in ancient Greek it meant “hidden things.”  Denominations differ as to which books make up the Apocrypha, butTobit,Judith,1 and 2 Maccabees,Wisdom,Sirach(orEcclesiasticus), andBaruchare almost always included.",
    "Avesta (or Zend-Avesta)": ": Sacred scripture ofZoroastrianism.  It consists of five parts:Gathas(poems written by Zoroaster),Visparat(homages to spiritual leaders),Vendidad(legal and medical doctrine),Yashts(hymns to angels and heroes), andKhurda(lesser rituals and hymns).  TheGathasmay be as old as the 7th century BC, when Zoroaster is thought to have lived, but most of the Avesta was put together by theSassanidPersian dynasty, between AD 200 and 640.  Zoroastrianism centers on the eternal struggle between a good entity (Ahura Mazda, or Ormuzd) and its evil counterpart (Angra Mainyu, or Ahriman); the religion is still practiced by about 120,000 Parsees in Bombay and a few thousand adherents in Iran and Iraq.",
    "Bhagavad-Gita": ": Sanskrit for “The Song of God,” it is a poem found in Book Six of the Hindu epicMahabharata.  Likely formalized in the 1st or 2nd century, the Bhagavad-Gita begins on the eve of abattle, when the princeArjunaasks his charioteerKrishna(an avatar ofVishnu) aboutresponsibility in dealing with the sufferingthat the impending battle will cause.  Krishna tells Arjuna that humans possess adivine selfwithin a material form, and that Arjuna’s duty is to love God anddo what is right without thinking of personal gain— some of the main tenets of Hinduism.",
    "Tao Te Ching": "(orThe Way and Its Power): Philosophical text behindDaoism, a religion-philosophy founded by the semi-legendaryLao Tzuin the sixth century BC, though scholars now believe it was written about 200 years later, during theWarring States periodof the lateZhou dynasty.  The Tao Te Ching instructs adherents inrestraintandpassiveness, allowing thenatural order of the universeto take precedent.",
    "Hadith": ": A hadith is a report of the words or actions of a Muslim religious figure, most frequently the prophetMuhammad.  Each consists of amatn, or text of the original oral law itself, as well as anisnad, or chain of authorities through which it has been passed by word of mouth through the generations.  Collectively, the hadith point Muslims toward theSunna, or practice of the Prophet, which together with the Qur’an forms the basis forshari’a, usually translated as Islamic law.",
    "Book of Mormon": ": Published in 1830 by the founder of the Mormon Church,Joseph Smith.  Mormons believe that the prophetMoronirevealed the location of the Book of Mormon to Smith, and then Smith translated it from a“reformed Egyptian”language.  The Book of Mormon is inscribed on thingold plates, and documents the history of a group ofHebrews who migrated to Americaaround 600 BC.  This group divided into two tribes:  theLamanites(ancestors of American Indians), and the highly civilizedNephites, a chosen people instructed byJesusbut killed by the Lamanites around AD 421.",
    "Qur’an (or Koran)": ": Arabic for “recitation,” it is the most sacred scripture ofIslam.  The Qur’an is subdivided into 114 chapters, calledsuras, which — except the first one — are arranged indescending order of length.  According to Muslim belief, the angelJibril(Gabriel) visited the prophetMuhammadin AD 610 and revealed the work to him.  Varioussuras discuss absolutesubmission to Allah(God), happiness in paradise versus torture in hell, and the mercy, compassion, and justice of Allah.  The third caliph,Uthman(644–656), formalized the text after many of hisoral reciterswere killed in battle.",
    "Talmud": ": Hebrew for “instruction,” the Talmud is a codification ofJewishoral law, based on theTorah.  It consists of theMishnah(the laws themselves), and theGemara(scholarly commentary on the Mishnah).  The Gemara developed in two Judaic centers, Palestine and Babylonia, so there are two Talmuds (PalestinianandBabylonian), the latter considered more authoritative.  Rabbis and lay scholars finished the Babylonian Talmud around 600.",
    "Upanishads": ": Also called Vedanta, or“last part of the Vedas,”the Upanishads were written inSanskritbetween 900 and 500 BC.  Partpoetrybutmainly prose, the earlier Upanishads laid the foundation for the development of several key Hindu ideas, such as connecting the individual soul (atman) with the universal soul (Brahman).  Spiritual release, ormoksha, could be achieved throughmeditationandasceticism.  The name “Upanishads” means “to sit down close,” as pupils did when a teacher recited them.",
    "Vedas": ": Consist strictly of four hymnbooks:  theRig(prayers in verse),Sama(musical melodies),Yajur(prose prayers), andAtharva(spells and incantations).  Each Veda, though, also contains aBrahmana(interpretation), and the Vedas also incorporate treatises on meditation (Aranyakas) as well as the Upanishads.  Written in anarchaic form of Sanskritby earlyAryan invaders, possibly between 1500 and 1200 BC, the Vedas concentrate onsacrificesto deities, such asIndra(god of thunder),Varuna(cosmic order), andAgni(fire).  The major godsVishnuandShivaappear as minor deities in the Vedas; their elevation, as well as the concept ofkarma, does not develop until the Upanishads.",
    "Yijing": "(orI ChingorBook of Changes): The basis forancient Chinese philosophy and religion, the Yijing was created between 1500 and 1000 BC, though legend has it that the dragon-emperorFuxiderived itseight trigramsfrom a turtle shell.  The trigrams consist of three eitherbroken(yin) orunbroken(yang)lines, and by reading pairs of these trigrams randomly, one could learn about humans, the universe, and the meaning of life.  The Qin emperorShi Huangdiburned most scholarly books, but the Yijingescapedbecause it was not seen as threatening."
}