{
    "Benedict Arnold": ": Volunteering for service following theBattle of Lexington, he joinedEthan Allenin theattack on Fort Ticonderoga.  Appointed byWashingtontocapture Quebec, he wasseverely woundedin the failed December 1775 assault that also saw the death of General Richard Montgomery.  Arming aflotilla on Lake Champlain, he attacked the British forces atValcour Island, earning accolades — perhaps at the cost of the support of other officers.Passed over for promotion, Washington personallypersuaded him not to resign.  Promoted following his defense of Danbury, he again considered resignation, but won victory atFt. Stanwix, and commanded advance battalions atSaratoga, where he was wounded in the fight.  Sent to command Philadelphia, helived extravagantly among Loyalists, and skirted several regulations to raise money, prompting investigations.  Aftermarrying Peggy Shippen, he madeovertures to the British, planning tobetray his command of West Point.  When his contact,Major John Andrewas captured, heescaped.  Later, as part of the British army he raided New London, Connecticut, and led several raids on Virginia.",
    "John Burgoyne": ": “Gentleman Johnny,” as he was known due to his cultural tastes (Burgoyne was also aplaywright), he began his Revolutionary War career underGage, returning to England after ineffectiveness in 1774–1775.  Sent toreinforce Canada, he formulated a plan toisolate New Englandwith the help ofBarry St. LegerandWilliam Howe.  The plan worked as far ascapturing Fort Ticonderoga, but met resistance when hesent his Hessiansto attackBennington. Exhausted, his troops met trouble atSaratoga, being repulsed atFreedman’s Farm, and being forced tosurrenderafterBemis Heights.  Paroled on the condition he return to England, Burgoyne was later appointedcommander-in-chief of Ireland.",
    "Charles Cornwallis, First Marquess Cornwallis": ": An aristocrat and ensign in 1756, he fought in thebattle of Minden, and by the end of theSeven Years’ Warhe was a captain.  Madeaide-de-camp to George III, he made colonel, and was promoted to major general before being sent to America. After afailed assault on Charleston, he served underSir Henry Clintonin thebattle of Long Island, but made his mark in fighting atManhattanand pursuedWashingtonacross the Hudson, being outmaneuvered by Washington atPrinceton(January 3, 1777).  Following this defeat he directed the mainattack on Brandywine Creek, and reinforcedGermantownas part of the plan to capture Philadelphia.  Promoted to second-in-command under Clinton after the Philadelphia campaign, he led theBattle of Monmouthbeforereturning home to attend his sick wife. Sent south in 1780 tocapture Charleston, he bestedHoratio Gatesat Camden (South Carolina) andNathanael GreeneatGuilford Courthouse, the latter a pyrrhic victory that likely led to his defeat in attempts to containLafayettein Virginia.  Following this, heoccupied Yorktownin August 1781, where he was surrounded by American and French forces, and forced to surrender.  Following the war, he was appointedgovernor-general of India, and proved to be a capable administrator.",
    "Horatio Gates": ": Wounded in the disastrousFrench and Indian Warattack onFort Duquesne, it was there he first metGeorge Washington. Recommended by Washington to beadjutant general of the armyat the outbreak of revolution, he organized the army around Boston into an effective force.  Promoted to major general in 1776, he was assigned to command troops inNew Yorkoriginally intended toinvade Canada.  Briefly put in charge ofPhiladelphia, he then directed thedefense of New YorkagainstBurgoyne’s invasionattempt, leading to victory at Saratoga.  Following this he became involved in theConway cabal, an attempt to replace Washington, which led to coldness between the two. Placed in command ofthe Southover Washington’s objections by Congress, he tried to raise adequate forces, butlost the battle of CamdentoCornwallis, and was replaced byNathanael Greene.  Washington then accepted Gates back as hisdeputy, a position he held until the end of the war.",
    "Sir Guy Carleton": ": Irish-born, he led grenadiers across thePlains of Abrahamin the 1759siege of Quebecunder his close friendGeneral James Wolfe. Carleton became governor of Quebec in 1768; at the time of theIntolerable Actshe sent troops from Canada to reinforce the British military presence in Boston. After the outbreak of war, Carleton repulsedMontgomeryandArnold’s attempt to seize Quebec City. In 1776 his naval forces defeated Arnold again atValcour Islandin Lake Champlain. Carleton resigned as governor afterJohn Burgoynearrived in Canada to lead the British expedition that met disaster atSaratoga. Sent back to Europe in June 1778, Carleton sat out all but the end of the war, returning in 1782 as commander-in-chief after Cornwallis’ surrender.",
    "Nathanael Greene": ": A prominentRhode Island politicianprior to the revolution, he raised a militia company but was not elected their captain due to hispartial lameness. Following his work in thesiege of Boston, he marched his army to Long Island, where they aided in the battles aroundNew York.  Following the loss of Fort Washington, Greene led forces into victory at theBattle of Trenton, and then again distinguished himself byprotectingWashington’s force at the Battle of Brandywine. Greene then led the main force atGermantown, and led the evacuation of positions along the Delaware River in fall 1777.  The next year, Greene’s logistical talents led Washington to appoint himquartermaster general, a position he only accepted if he were allowed toretain field troops.  He then led those troops as the right wing in theBattle of Monmouth. The quartermaster general position led toconflicts with the Continental Congress, and Greene resigned in 1780. Appointed to command toreplace the traitorBenedict Arnold, he was sent south followingGates’ loss at Camden.  Joining withDaniel Morgan, he retreated fromCornwallis’ forces for two months until a cripplingcounterattack at Guilford Courthouse, which gave a costly victory to the British.  Until the end of the war, Greene led a spiritedoffensive against Lord Rawdon’s — and later Duncan Stuart’s — forces, besiegingAugustaandNinety-Six, and establishingheadquarters in Charlestonfollowing Washington’s victory at Yorktown.",
    "Sir William Howe": ": A veteran of thesiege of Louisbourg, and the leader of theascent to the Plains of Abraham(Quebec, 1759), he was dispatched in 1775 assecond-in-command to Gage.  Afterdirecting the attack on Bunker Hill, hesucceeded Gageas commander, and coordinated a strategicretreat from Boston to Halifax. In Halifax, he coordinated ajoint army-navy attackwith his brother, Richard, an admiral, resulting in a campaign which allowed the British tocontrol New York City.  After his attempts to secure a peace in 1777 failed, he led theattack on Philadelphia,defeatingWashingtonat Brandywine.  After this, he wintered inPhiladelphia, waiting for acceptance of his resignation, due to the failed peace negotiations.  On May 25, 1778, herelinquished command to Sir Henry Clintonand returned home.",
    "Tadeusz Kosciusko": ": After receiving military training in hisnative Polandand France, he resigned his commission due topoor advancement prospects.  Offering his assistance to the Americans, he helpedfortify the Delaware Riverin 1776, earning himself the rank of colonel.  That winter, heplanned the building of Fort Mercer, and the next spring headed north withGeneral Gates, becoming anengineering advisor to the northern armyandbuilding fortificationsthat helped win thebattle of Saratoga.  In 1780, he worked on buildingdefenses for West Point, then headed south when Gates was appointed command of the Southern Department.  Serving underNathanael Greene, he distinguished himself in theRace to the Dan River, and at Charleston, but mishandled thesiege of Ninety-Six.  Following the war, he wasgranted American citizenship but returned home to Poland.  Back home he resisted partition, and attempted to liberate the nation afterward.",
    "Marquis de Lafayette": ": Approached by the U.S. Minister to France,Silas Deane, he arrived in April 1777 withBaron de Kalb. First seeing action atBrandywine, his primary early action was insupportingWashingtonduring the winter at Valley Forge.  After participating at the battles ofBarren Hill,Monmouth, andNewport, he returned to France, raising support for anexpeditionary force.  Returning to America a colonel, he served on the board thatsentenced Major Andre to death, and then faced Andre’s confederateBenedict Arnoldin battle in 1781.  Working in Virginia, heevadedCornwallis’ forces, until reinforcements arrived in June.  Coordinating withAnthony Wayne, the two combined forces against Cornwallis in the battle ofGreen Spring.  Pursuing Cornwallis toYorktown, Lafayette helped the siege there until Cornwallis’ surrender.",
    "Francis Marion": ": Previously anIndian fighter, Marion was given command ofFort Sullivanin 1776.  Commanding the2nd South Carolina, he fought atSavannah, andescaped capturewhen the British retook Charleston.  From there, Marion fought a successfulguerilla campaignagainst British troops, forcingCornwallisto appointColonel Banastre Tarletonto eliminate Marion.  Tarleton’s frustration at the task led to the remark “But as for this damned old fox, the devil himself could not catch him,” creating Marion’s nickname,“Swamp Fox.”Promoted to brigadier general in 1781, and later given command of theNorth and South Carolina militias, Marion fought the British atEutaw Springs.",
    "John Paul Jones": ": A Scotsman who hadfled Britainafter killing two people, he added the last name Jones to his given name, John Paul, to hide from law enforcement.  At the outbreak of conflict, he was commissioned tooutfit theAlfred, which he then used to helpcapture New Providencein the Bahamas.  The next month, April 1776, he led theAlfredagainst theHMSGlasgow, leading him to promotion and command of theProvidence.  Ordered to raid until his provisions were expended, hesank and captured shipsin operations along the Atlantic coast. Commissioned captain of theRanger, he sailed to France to acquire new ships, and captured theHMSDrake.  Leaving Europe in August 1779, he met the British shipSerapisin battle on September 23, 1779.",
    "Baron Friedrich Wilhelm von Steuben": ": Formerly part ofFrederick the Great’s staff, thePrussianSteuben was recommended by Ben Franklin toGeorge Washington.  Accepted by the Continental Congress, Steuben joined Washington atValley Forge, and begantraining the army.  Appointed major general and inspector general in May 1777, he aided in theBattle of Monmouth, then spent two years writing theRegulations for the Order and Discipline of the Troops of the United States, anarmy training manual.  Sent to Virginia in 1780 to opposeBenedict Arnold’s actions, illness caused him to turn over his troops toLafayette, but Steuben recovered in time to aid in thesiege of Yorktown.",
    "George Washington": ": Selected by the Continental Congress to serve asgeneral-in-chief, his first actions were toblockade Boston.  Key to the success in Boston was thecapture of Dorchester Heights, allowing cannon fire against the British and forcing thewithdrawal ofHowe.  After failing to defend New York, Washingtonretreated toward Pennsylvania, extending British supply lines and allowing a successfulcounterattack on Hessian mercenariesat Trenton.  Following victory atPrinceton, Washington retired towinter quarters at Morristown.  Sending his best forces north to deal withBurgoyne’s attack in spring 1777, he kept Howe engaged in the mid-Atlantic.  Autumn setbacks atBrandywineandGermantownled to a demoralizedwinter camp at Valley Forge, countered by the work ofLafayette,Steuben, and others.  After a costly draw with Sir Henry Clinton’s forces atMonmouth, Washington sentGreenesouth to replaceGates, and worked with the French generalJean Baptiste Rochambeauto plan theYorktown campaign. The success of this campaign led toCornwallis’ surrender on October 19, 1781."
}