{
    "Lexington and Concord": "(April 19, 1775): Thefirst battlesof the American Revolutionary War were skirmishes near Boston in the two towns of Lexington and Concord, as well as Cambridge, Lincoln and Menotomy. British regulars underFrancis Smithattempted to destroy the supplies of the colonial militia, but were stopped byMinutemen. Ralph Waldo Emerson described the first shot as the“shot heard round the world.”",
    "Ticonderoga": "(May 10, 1775): A small but symbolic victory for the American forces led byEthan AllenandBenedict Arnold. TheGreen Mountain Boyscaptured Fort Ticonderoga onLake Champlainfrom the British and transported its cannons to Boston.",
    "Bunker Hill": "(June 17, 1775): This Britishpyrrhic victoryoutside Boston resulted in the capture of theCharlestown Peninsula, but showed that colonial troops could stand up to British regulars. Most of the fighting actually occurred onBreed’s Hill, not Bunker Hill.",
    "Quebec": "(December 31, 1775): The culmination of a failedinvasion of Canadaby American colonists. In a blindingsnowstorm, the American generalRichard Montgomerywas killed in battle,Benedict Arnoldwas wounded, andDaniel Morganwas captured.",
    "Long Island": "(August 27, 1776): Thelargest battleof the entire war, Long Island (or Brooklyn Heights) resulted in the British capture of New York.William HowedefeatedGeorge Washington.",
    "Trenton": "(December 26, 1776): Occurred early in the morning afterGeorge Washington’s crossing of theDelaware Riveron Christmas night. TheHessians, under the command of Johann Rall, were surprised and about two-thirds of them were captured.",
    "Germantown": "(October 4, 1777):Washington’s attack on Germantown was the Continental Army’s last major effort to retakePhiladelphiabefore the winter of 1777–1778. After this defeat, Washington’s troops wintered atValley Forge.",
    "Saratoga": "(ended October 17, 1777): The majorturning pointof the American Revolution because the American victory led France to join the war. British GeneralJohn Burgoyneled an invasion into New York from Canada with hopes of meeting another British army and splitting the American colonies. The final surrender was preceded by battles atFreeman’s FarmandBemis Heights.Horatio Gatesled the American forces.",
    "Monmouth": "(June 28, 1778): The last major battle of the Northern theater of the war; its outcome was inconclusive. American generalCharles Leewas court-martialed for his actions at Monmouth.Molly Pitcherbecame famous for fighting in this battle in place of her husband.",
    "Camden": "(August 16, 1780): The American defeat was part of the British“southern strategy,”which included the earlier capture ofCharlestonandSavannah.Charles Cornwallisinflicted a humiliating defeat on the forces ofHoratio Gates.",
    "Cowpens": "(January 17, 1781): A turning point in the American recapture ofSouth Carolina.Daniel Morgancommanded the Continentals andBanastre Tarletonled the British. The battle was fought between thePacolet and Broad Rivers.",
    "Yorktown": "(ended October 19, 1781): The Siege of Yorktown essentially ended the American Revolutionary War, although theTreaty of Pariswasn’t signed until two years later.George Washington, with help from the French navy under theComte de Grasse, surrounded the forces ofCornwallisand forced the British to surrender. GeneralCharles O’Harapresented Cornwallis’s sword of surrender."
}