{
    "Quartz": "is a mineral composed ofSi O4tetrahedra linked in a framework with oxygen atoms shared between neighboring tetrahedra to give an overall chemical formula ofSi O2(silicon dioxide). Inclusions of different elements give different varieties of quartz, includingamethyst(purple). Quartz is the second-most abundant mineral in Earth’s crust. Quartz is often used in clocks because it exhibitspiezoelectricity. Quartz defines hardness 7 on the Mohs scale.",
    "Feldspars": "are a group of silicate minerals that are the most abundant minerals in the Earth’s crust. Feldspars are categorized based on whether they contain potassium (orthoclase) or sodium and calcium (plagioclase). Thecontinuous branchofBowen’s reaction seriescovers the transition from calcium-rich to sodium-rich plagioclases. Orthoclase defines hardness 6 on the Mohs scale.",
    "Calcite": "is a stable mineral form ofcalcium carbonate. Less stable forms of calcium carbonate (calledpolymorphs), such asaragonite, eventually convert to calcite. Calcite is found in theshellsof many marine organisms, including plankton, echinoderms, and bivalves. This makes calcite a major constituent ofsedimentary rocks, especiallylimestone. Many optical devices utilize calcite because it exhibitsbirefringence(double refraction). Calcite defines hardness 3 on the Mohs scale.",
    "Diamond": "is a mineral composed ofcarbonatoms in a “diamond cubic” crystal structure. Among natural materials, diamond has one of thehighest thermal conductivitiesandhighest hardnesses; it defines hardness 10 on the Mohs scale. Natural diamonds are almost always found inigneous rockscalledkimberlites.",
    "Corundum": "is a mineral composed ofaluminum oxide. Common gem forms of corundum includerubies(turned red by inclusions of chromium) andsapphires(which can take a variety of colors from inclusions of iron, titanium, or vanadium). Corundum defines hardness 9 on the Mohs scale.",
    "Micas": "are a group ofsilicateminerals known for their perfectbasal cleavage, meaning they can easily split into thin, parallel sheets. Common varieties of mica include blackbiotiteand transparentmuscovite. Mica is often found in igneous rocks calledpegmatitesand also serves as the main constituent of themetamorphic rockschist. Micas generally have a Mohs hardness between 3 and 4.",
    "Basalt": "is the most commonigneous rock—over 90% of volcanic rocks on Earth are basalt! Basalt ismafic, meaning it is rich in magnesium and iron, andextrusive, meaning it cools and solidifies on the Earth’s surface. Lava containing gas bubbles may cool intovesicular basalt. Basalt primarily composed of vesicles is known asscoria.",
    "Granite": "is a commonigneous rock. Granite isfelsic, meaning it is primarily composed of feldspar and quartz, andintrusive, meaning it crystallizes and solidifies underground. Granite can experience large-scaleweathering, leading to the formation of structures like Yosemite National Park’sHalf Dome.",
    "Limestone": "is asedimentary rockprimarily composed ofcalcium carbonate. Limestone often metamorphoses intomarble. Because limestone is made from carbonate minerals, it is soluble in acid, and erosion of limestone can formkarst topography. Limestone is commonly used in the production oflimeandcementand as apH bufferin soil conditioners.",
    "Sandstone": "is aclastic sedimentary rock, which means it is composed of pre-existing fragments of other rocks and minerals (usually quartz and feldspar). Common subgroups of sandstone includearkose(sandstones containing over 25% feldspar),wackes(sandstones with a large amount of clay between mineral grains), andarenites(sandstones with a small amount of clay between mineral grains). Fine-grained sandstones make goodaquifersbecause they are porous enough to allow percolation of water but still filter out pollutants."
}