{
    "Augustus": "(63 BC–AD 14, reigned 27 BC–AD 14) was the firstRoman emperor. Born Gaius Octavius, he was the grandnephew and heir ofJulius Caesar. After Caesar was assassinated, Octavian formed theSecond TriumviratewithMarc AntonyandMarcus Lepidusto defeat Caesar’s assassins. With the help ofMarcus Agrippa, he sidelined Lepidus and defeated Antony at theBattle of Actiumto seize the empire. Ruling asprinceps, or first citizen, Augustus created thePraetorian Guardand addedEgyptto the empire, but halted expansion into Germania after a crushing defeat at theBattle of Teutoburg Forest.",
    "Tiberius": "(42 BC–AD 37, reigned AD 14–37) was Augustus’s stepson. During his father’s reign, Tiberius led the conquests ofPannoniaandRaetiain central Europe and became the imperial heir with the support of his motherLivia. Unhappy as emperor, he mostly resided in his islandvilla on Capriand leftLucius Sejanusto manage the state. However, when Sejanus attempted to seize power in AD 31, Tiberius had him arrested and executed. Tiberius was emperor whenJesusof Nazareth was crucified around AD 33.",
    "Caligula": "(AD 12–AD 41, reigned AD 37–41) was the son ofGermanicus, Tiberius’s popular nephew, and earned the nickname “Caligula,” orlittle boot, from his father’s soldiers. Though initially moderate, Caligula became increasingly tyrannical, supposedly trying to build a palace on Lake Nemi and tomake his horse, Incitatus, a consul. In AD 41,Cassius Chaerealed a conspiracy of senators and Praetorian guards that killed Caligula and his immediate family.",
    "Claudius": "(10 BC–AD 54, reigned AD 41–54) was Caligula’s uncle. A notedscholar, he was the last person able to readancient Etruscan. He oversaw theconquest of Britainand centralized power through a bureaucracy featuring talented freedmen likeTiberius Narcissus. In AD 49, Claudius married his nieceAgrippina the Younger, who thenpoisonedboth Claudius’s sonBritannicusand the Emperor himself.",
    "Nero": "(AD 37–AD 68, reigned AD 54–68) was the son ofAgrippina the Younger. Nero provoked scandal by performing as anactorandmusician. He ordered his mother’s death in AD 58, and ordered the deaths ofSeneca the Youngerand several others after thePisonian Conspiracy. Nero supposedly“fiddled” during the Great Fire of Romeandpersecuted Christiansafter it. In AD 68, he was deposed by the Senate and committed suicide.",
    "Trajan": "(AD 53–AD 117, reigned AD 98–117) led Rome to itsgreatest territorial extent. After succeedingNerva, Trajan defeatedDecebalusto conquer the rich Kingdom ofDacia(modern-day Romania). He employedApollodorus of Damascusto buildTrajan’s ColumnandTrajan’s Bridgeacross the Danube. Near the end of his reign, Trajan invaded theParthian Empire, sacking its capital of Ctesiphon andannexing Armenia and Mesopotamia.",
    "Hadrian": "(76–138, reigned 117–138) was Trajan’s younger cousin who succeeded him as emperor. At the start of his reign, hewithdrew from Trajan’s conquestsin the east. While traveling inGreece, he joined theEleusinian Mysteries; while visiting Egypt, his beloved companionAntinousdrowned in the Nile. He also commissionedHadrian’s Wallto mark the border of Roman Britain and crushed theBar Kokhba revoltin Judea.",
    "Marcus Aurelius": "(121–180, reigned 161–180) was the last of Rome’s“Five Good Emperors.”WithLucius Verus, Marcus inherited the throne from his uncleAntoninus Piusand secured a decisive victory over theParthian Empire. Marcus then spent much of his reign dealing with theAntonine Plagueand fighting theMarcomannic Wars. During this time he wrote theMeditations, a journal and major text ofStoic philosophy.",
    "Diocletian": "(244–305, reigned 284–305) stabilized the empire after theCrisis of the Third Century. He took power by defeatingCarinusat theBattle of the Margusbefore creating theTetrarchy, a new system of imperial rule with two senior emperors and two junior emperors. He unsuccessfully attempted to curb inflation with hisEdict on Maximum Pricesand led thelast and largest persecution of Christians. In 305, he became the first emperor tovoluntarily step down, retiring to his palace in Split, Croatia.",
    "Constantine": "(272–335, reigned 306–335) was the son ofConstantius Chlorus, one of the junior members of Diocletian’s Tetrarchy. Proclaimed emperor by his father’s men, Constantinedefeated Maxentiusat theBattle of Milvian Bridgeto seize Italy and then defeated his brother-in-lawLiciniusto win the east. He proposed theEdict of Milangiving tolerance to Christians and oversaw the ChristianCouncil of Nicea. Constantine also converted the city ofByzantiumintoConstantinople, the capital of the Eastern Roman Empire for the next 1,100 years.",
    "Vespasian": "(AD 9–AD 79, reigned AD 69–AD 79) emerged from the Year of the Four Emperors in AD 69 to found the Flavian Dynasty, and later commissioned the Colosseum.",
    "Septimius Severus": "(145–211, reigned 193–211) triumphed in the Year of the Five Emperors and founded the Severan dynasty. He was the first emperor to be born in Africa.",
    "Aurelian": "(215–275, reigned 270–275) reconquered the territory lost during the Crisis of the Third Century by defeating Zenobia of the Palmyrene Empire and retaking Gaul and Britain.",
    "Theodosius": "(347–405, reigned 379–405) was the last man to rule both the eastern and western halves of the empire.",
    "Romulus Augustulus": "(460–507, reigned 475–476) is traditionally regarded as the last Roman emperor. He was deposed in 476 by Odoacer, marking the end of the Western Roman Empire."
}