{
    "Franz Schubert": "(1797–1828) was an early Romantic composer from Vienna whose relatively short life largely overlapped with that of Ludwig van Beethoven (1770–1827). Schubert wrote over 600lieder, or German art songs. These lieder include works notable on their own, such as his Op. 1“Die Erlkönig”; the two song cyclesDie schöne MüllerinandWinterreise; and lieder which he used as the basis for theme and variations movements in other namesake works, such as the“Trout” Quintet(for piano and string quartet, based on his lied “The Trout,” or“Die Forelle”). Schubert’s orchestral output included numerous symphonies, the most well-known of which are No. 8 in B minor, the“Unfinished”(so named because Schubert only ever completed two movements), and No. 9 in C major, known as the“Great C Major”(in part to distinguish it from No. 6, the “Little C Major”).",
    "Hector Berlioz": "(1803–1869) was the most prominent French composer of the early Romantic. His best-known work, the programmaticSymphonie fantastique(subtitled “An Episode in the Life of an Artist”), was inspired by his obsession with the actressHarriet Smithson, whom Berlioz would later marry (and divorce). The work, whose movements include vivid depictions of a“March to the Scaffold”and a“Dream of a Witches’ Sabbath,”uses a recurring melody known as anidée fixe. Berlioz’sHarold in Italyis a work for solo viola and orchestra, which the composer claimed was inspired in part by Lord Byron’s poemChilde Harold’s Pilgrimage.Harold in Italywas commissioned byNiccolò Paganini, who subsequently abandoned the project because he felt that the viola was not sufficiently showcased, and who never performed the work. Berlioz’s operaLes Troyens(based on theAeneid), is a massive production that—while never completely performed while Berlioz was alive—is now often listed among the greatest operas ever written.",
    "Felix Mendelssohn": "(1809–1847) was a German musical prodigy who completed his first symphony when he was only 15 years old. Mendelssohn’s five completed, published symphonies are numbered for the order in which they were published, not the order in which they were written. His“Italian”(No. 4 in A major) and“Scottish”(No. 3 in A minor) symphonies were inspired by his travels in the namesake countries. Mendelssohn’s journey through Scotland included a trip toFingal’s Cave, which inspired his“Hebrides” Overture, whose theme he sketched on a postcard to his sister Fanny (who was also a composer). When Mendelssohn was 17 years old, he wrote a concert overture inspired by Shakespeare’s playA Midsummer Night’s Dream; many years later, he wrote a complete set of incidental music for the play, including his famous“Wedding March.”Mendelssohn’s non-orchestral music includes eight books ofSongs Without Wordsfor solo piano.",
    "Robert Schumann": "(1810–1854) was a German composer and music critic who identified and promoted many of the other best-known composers of the 19th century. Schumann editedNeue Zeitschrift für Musik(“New Journal for Music”) and lauded the music of Frederic Chopin and Johannes Brahms while both were relatively unknown. Schumann’s early music mainly consisted of works for solo piano, such asCarnaval, which features a musicalcryptogram. In 1841, he began to write orchestral music; his four completed symphonies include No. 1 in B-flat major,“Spring,”and No. 3 in E-flat major, the“Rhenish.”Schumann marriedClara Wieck, the daughter of Friedrich Wieck, Schumann’s piano teacher, and a virtuoso pianist and composer in her own right. Schumann battled mental illness throughout much of his life; he spent the last two years of his life in a mental asylum after attempting and failing to commit suicide.",
    "Franz Liszt": "(1811–1886) was a Hungarian virtuoso pianist and composer who created a sensation with his performance tours across Europe, spawning a phenomenon that was given the nickname“Lisztomania.”Among Liszt’s innovations in the performance space, he was the first pianist to give solo concert-length recitals, playing entirely from memory. As a composer, Liszt was seen as the head of a more progressive“New German School”of music. His music for the piano includes the notoriously-difficultTranscendental Étudesand theHungarian Rhapsodies, which are based on Hungarian folk music. Liszt wrote numerous works inspired by the tale of Faust, including aFaust Symphonyand a set ofMephisto Waltzes. Liszt is also generally credited with inventing the orchestral genre of thesymphonic poemortone poem, a form later taken up by Richard Strauss; Liszt’s own works in this genre includeLes préludes.",
    "Giuseppe Verdi": "(1813–1901) was one of the most prolific and successful Italian opera composers of the Romantic period, and his operas include some of the most performed works in the repertoire.Aidais the tale of a captiveEthiopian princess(who longs for her homeland in the aria“O patria mia”)who falls in love with the Egyptian generalRadamès.Rigolettotells the story of ahunchbacked jesterwho seeks revenge on the womanizingDuke of Mantua(who sings“La donna è mobile”), but instead ends up causing the death of his own daughter,Gilda. Verdi’s late operas include two masterpieces based on the works of Shakespeare:OtelloandFalstaff, the latter of which was both Verdi’s last opera and his only successful comedy. Verdi’s most successful non-operatic work is hisRequiem, whose“Dies irae”movement has seen wide use in popular culture.",
    "Richard Wagner": "(1813—1883) was the most influential German opera composer of the 19th century. Wagner’s four-operaRing Cycle—consisting ofDas Rheingold,Die Walküre(The Valkyrie),Siegfried, andGötterdämmerung(Twilight of the Gods)—tells the story of a magical ring forged by theNibelung(dwarf)Alberich, which Alberich curses after it is stolen by Odin; the second of these operas includes the orchestral excerpt“Ride of the Valkyries.”Wagner’s other operas includeLohengrin, the tale of a knight who arrives in a boat pulled by a swan, and which includes a“Bridal Chorus”popularly known as“Here Comes the Bride”; andTristan and Isolde, whose prelude begins with an iconic chord (which has become known as the“Tristan chord”) that is often cited as a break with common practice-era harmony. The annualBayreuth Festival(in Bayreuth, Germany) showcases performances of Wagner’s works. Wagner was a virulentantisemite; many critics have interpreted Alberich, the villain of the Ring Cycle, as an offensive stereotype of a Jewish person.",
    "Johannes Brahms": "(1833–1897) is often described as one of the“Three B’s”of classical music, along with J. S. Bach and Ludwig van Beethoven, and his output covered the entire gamut of genres. Brahms’s Symphony No. 1 in C minor is nicknamed“Beethoven’s Tenth”due to the final movement’s resemblance to the “Ode to Joy” in Beethoven’s Ninth. Brahms’s Symphony No. 3 in F major is based on a three-note F–A–F motto, representing the phrase“Frei aber froh,”or “Free but happy.” HisEin deutsches Requiem, orA German Requiem, is a non-liturgical concert work for chorus and orchestra. Brahms was also a prolific composer of chamber music, writing numerous sonatas and trios. His Op. 49 No. 4“Wiegenlied”is commonly known as“Brahms’ Lullaby.”During his lifetime, Brahms was often viewed as the head of a more conservative school of music relative to composers like Wagner and Liszt.",
    "Pyotr Ilyich Tchaikovsky": "(1840–1893) was a Russian composer of the Romantic era whose balletsThe Nutcracker,Swan Lake, andSleeping Beautyare all among the most performed works in the standard repertoire. Tchaikovsky completed six numbered symphonies and an unnumbered symphony based on Lord Byron’s poemManfred. Although he was not a part of the group of nationalistic Russian composers known as “The Mighty Five,” it was Tchaikovsky’s correspondence with the Five’s leader Mily Balakirev that led to Tchaikovsky’sRomeo and Juliet, an“overture-fantasy”whose love theme has become ubiquitous in popular culture. His1812 Overture, a programmatic work depicting Napoleon’s army being driven out of Russia, quotes the melodies of“God Save the Tsar”and“La Marseillaise,”and calls for cannons to be fired in the score. Tchaikovsky was gay, and many have speculated that his death shortly after the premiere of his Sixth Symphony, the“Pathétique,”was effectively suicide.",
    "Antonín Dvořák": "(1841–1904) was a Czech composer who, ironically, wrote his two best-known works while living in America. From 1892 to 1895, Dvořák was the director of New York’s National Conservatory of Music; while living in the U.S., he wrote his Symphony No. 9 (“From the New World”) and his“American” String Quartet(No. 12). The “New World” symphony is among the most popular and oft-performed works in the standard repertoire; itsLargosecond movement begins with an iconic English horn solo that was later adapted into the song“Goin’ Home.”Dvořák claimed that the material of the symphony was inspired by the styles of bothAfrican-American and Native American melodies, though all of the actual music is Dvořák’s own. Dvořák’s other works include two sets ofSlavonic Dances, which are based on various styles of folk music—but no actual folk melodies—from Dvořák’s native Bohemia, including thedumkaand thefuriant."
}