{
    "Ivan IV": "(1530–1584; ruled 1533–1584): Ivan IV is known in the West as “Ivan the Terrible,” but his Russian nickname, Groznyi, would be more accurately translated as “awe-inspiring” or “menacing” (the original meaning of the English word “terrible”).  Ivan was proclaimedGrand Prince of Muscovyin 1533 and tsar in 1547.  Scholars differ on whether Ivan wasliterateand on how auspiciously his reign began.  Early in his reign, he pushed through a series ofwell-receivedreforms and called azemskii sobor(assembly of the land), but Ivan had an amazinglycruel streakand eventually became unstable:  hetemporarily abdicatedin 1564,killed his favorite son, created a state-within-the-state called theoprichninato wage war on the boyars, and participated in thetorture of his enemies.  Ivan combined theabsolutist tendenciesof his predecessors with his ownviolent personality, helping to plunge the country into the subsequent period of civil strife known as the“Time of Troubles.”",
    "Boris Godunov": "(ca. 1551–1605; ruled 1598–1605): Boris Godunov began his career as aboyarinIvan the Terrible’soprichnina, and eventually became tsar himself.  Boris first cemented his influence bymarrying a daughter of one of Ivan’s court favoritesandarranging his sister Irina’s marriageto Ivan’s son Fyodor; then he became regent under Fyodor, and was elected tsar when Fyodor died in 1598. But Boris was rumored to havearranged the murder of Fyodor’s brother Dmitrii, and the first of several“False Dmitris”launched a revolt against him.  Boris died in the midst ofgrowing unrestand is now best known as the subject of aPushkin playand aMussorgsky opera.",
    "Michael": "(1597–1645; ruled 1613–1645): In 1613, near the end of theTime of Troubles, azemskii soborelected the16-year-oldMichael Romanov as the new tsar.  Michael was agrandnephew of Ivan the Terrible’s “good” wife Anastasiaand the son of a powerful churchman namedFilaret(who soon became patriarch); as tsar, he has usually been seen as a nonentitydominated by Filaretand other relatives.  Nevertheless, his election marked the return of relativestabilityand the succession of the Romanov dynasty.",
    "Peter I": "(1672–1725; ruled 1682–1725): Peter the Great is famous both for his push forWesternizationand for hisboisterous personality.  HisGrand Embassy to Europeenabled him to learn about Western life (and even towork in a Dutch shipyard); he laterinvited Western artisansto come to Russia, required theboyars(aristocrats) toshave their beardsandwear Western clothing, and evenfounded a new capital, St. Petersburg— his “window on the West.”  He also led his country in theGreat Northern War(in which Charles XII of Sweden was defeated at Poltava), created aTable of Ranksfor the nobility, andreformed the bureaucracy and army.  But Peter could also beviolentand cruel: he personally participated in thetorture of thestreltsy, or musketeers, who rebelled against him, andhad his own son executed.",
    "Catherine II": "(1729–1796; ruled 1762–1796): Catherine the Greatwasn’t really a Russianat all: she was born Sophie of Anhalt-Zerbst (a minor German principality) and was chosen as thebride of the future Peter III.  She had thoroughly Russianized herself by the time Peter became tsar, and soonhad him deposed; she then dispatched several claimants to the throne andcrushed a peasant uprisingled byEmilian Pugachev.  She alsocorresponded with Enlightenmentphilosophes, grantedcharters of rights and obligationsto the nobility and the towns,oversaw the partition of Poland, andexpanded the empire.  Catherine is well known for herextravagant love life: her 21 acknowledged lovers includedGrigorii Potemkin(who constructed the famous Potemkin village on an imperial inspection tour).",
    "Alexander I": "(1777–1825; ruled 1801–1825): Alexander I took the throne in 1801 when hisrepressive father Paulwas assassinated and immediately set out on amore liberalcourse, but he left hisstrongest supporters disappointed.  He is best known for hiswars with Napoleon(first as an ally and then as an enemy), and for seeking to establish aHoly Alliancein the years that followed.  Alexander was aneccentricand a religiousmystic.  Some even say that he didn’t really die in 1825: instead, they argue, he faked his own death, became a hermit, and died in a monastery in 1864.",
    "Nicholas I": "(1796–1855; ruled 1825–1855): Nicholas I, who ruled Russia from thefailure of the Decembrist Uprisingto the middle of theCrimean War, has traditionally been portrayed as the embodiment of the Russianautocracy.  His government pursued a policy ofOfficial Nationality, defending a holy trinity of“Autocracy, Orthodoxy, and Nationality,”and established arepressive secret policeforce known as theThird Section.  Contemporaries referred to him as the“Gendarme of Europe”after hehelped the Habsburgs squelch the Hungarian Revolutionof 1848.",
    "Alexander II": "(1818–1881; ruled 1855–1881): Alexander II embarked on a program ofGreat Reformssoon after taking the throne near theend of the Crimean War.  The most famous part of his program was theserf emancipationof 1861 — a reform which occurred almost simultaneously with the end of American slavery (and whosegradual naturedisappointed liberals),  But he also introduced a system oflocal governing bodiescalledzemstvos, tried to increase therule of lawin the court system,eased censorship, andreorganized the army.  Alexanderbecame more reactionaryafter anattempted assassinationin 1866, and wassuccessfully assassinatedin 1881.",
    "Alexander III": "(1845–1894; ruled 1881–1894): Those who hoped that the assassination of Alexander II would lead to liberalization saw the error of their ways when the new tsar, Alexander III, launched his program of“counter-reforms.”Under him, the state enacted a series ofTemporary Regulations(giving it the power tocrack down on terrorism), increasedcensorship,tightened controls on Russia’s universities, created a position of “land captain” toexert state control in the countryside, and either encouraged or ignored thefirst anti-Jewish pogroms.",
    "Nicholas II": "(1868–1918; ruled 1894–1917): Nicholas II, thelast of the Romanovs, ruled until his overthrow in theFebruary Revolution of 1917.  He is usually seen as both akindman who loved his family and anincapablemonarch who helped bring about the end of the tsarist state; he led his country through two disastrous wars, theRusso-Japanese War(which helped spark theRevolution of 1905), andWorld War I(which helped cause the 1917 revolutions),  He is best known for his lovingmarriage to Alexandraand for allowing the“mad monk” Grigori Rasputinto influence court politics while treating thehemophiliaofAlexei, the heir to the throne.  Nicholasabdicatedin 1917 and wasshotin 1918."
}