{
    "SimCity": "(Maxis, 1989) The brainchild of designerWill Wright, the titleSimCityis a 20th-century American-style city, with players as mayors who have tobalance its budget, recover fromdisasters, and expand commercial, industrial, and residential zones; a green-haired official namedDr. Wrightacts as adviser. SimCity foregrounds the gaming concept of“building an engine,”which denotes acquiring good elements that let the player place more such elements and increase the player’s power; in SimCity’s case, building sensible roads and well-placed civic buildings (like schools or power plants) attracts more residents and more tax revenue, unlocking better such buildings. No matter how well or poorly the city is managed, the city can be played for as long as desired with no set end, even if the town is totally bankrupt.",
    "The Sims": "(Maxis, 2000) Will Wright madeThe Simshimself as a “dollhouse-style” simulation game; it was titledThe Simsto capitalize onSimCity’s name recognition. Players dictate the lives of people called Sims (telling them, for instance, when to sleep, what to eat, and whom to talk with) in a generic American suburb, with the goal of satisfying theirdaily human needswhile juggling jobs and friendships. Careers are mostly offscreen;The Simsemphasizes domestic life, featuring vasthouse-buildingand sillyfurnishing optionsand arelationship systemthat can result in love, fights, jealousy—all spoken in a gibberish language calledSimlish. Lauded for appealing to an untapped female market,The Simsspawned a huge franchise even more successful thanSimCity.",
    "Minecraft": "(Mojang, 2011) Currently thebest-selling video game of all time,Minecraft’s gameplay is simple: beginning with basic tools, players gather materials (from a world of countless crude, pixel-yBlocks) to craft shelters and structures and craft better tools. Critics often likenMinecraftto playing with a Lego set. There are several modes, with Survival Mode including enemies likeCreepers,Endermen, andzombies, while Creative Mode minimizes threats and lets players fly. Across these modes, manyMinecraftusers have createdextremely intricate structures, including detailed re-creations of fictional and real-world buildings and towns. For years, the default player avatar was a blue-shirted man namedSteve, but a female avatar namedAlexand other custom skins are also now accessible.",
    "No Man’s Sky": "(Hello Games, 2016) Hyped for years by director Sean Murray,No Man’s Skypromised galaxies filled withquintillionsofprocedurally generated planetsto explore, all with a multiplayer ability to explore and settle these worlds with friends. However, at launch, reviewers found its early gameplay repetitive and noted no multiplayer mode, with several other aspectsoversold or not in placeand servers unable to handle the load of active play. These elements (as well as silence from Murray and his team in the weeks after the debut) led to recordrefund requestsand a steep decline in active players. Despite numerous updates that fixed and implemented many promised aspects that prompted asignificant critical reassessmentin ensuing years,No Man’s Skyis still mostly remembered for itsextreme backlashand deeply disappointing debut.",
    "Animal Crossing: New Horizons": "(Nintendo, 2020) AllAnimal Crossinggames task players with invitingtalking animals(from a roster of hundreds) to live in a cute, tiny town; in New Horizons, the town is on adesert island. With an internal game clock tied toreal-life date and time, players chop wood, plant flowers, go fishing, and sell fruit to improve the town, but there is no true end or time limit; the game instead emphasizes item collection so players cancustomize their islandto their own satisfaction. Developing the island unlocks a bigger house (provided by the raccoon-like loan sharkTom Nook) and prompts Saturday-night concerts from pop star dogK. K. Slider, but there are no penalties for slow play.New Horizonswas fortuitously released in March 2020 amidst COVID lockdown orders, leading many fans to play for hours and visit friends’ islands as a form of escapism.",
    "Hitman: Codename 47": "(IO Interactive, 2000) In the first installment in theHitmanfranchise, players control abald, barcoded cloneknown only asAgent 47, employed as an assassin by the shadowy International Contract Association. Gameplay emphasizes stealth, patience, and discretion, and while each level contains physical boundaries, they contain myriad avenues for creativity: missions may be accomplished by any means in countless locations (as direct as strangling a victim or as indirect as having them die in an “accident”).Hitmanmakes use of very sophisticated AI to manageNPCs(non-player characters), who may witness crimes, discover bodies, and try to kill Agent 47 if the player is sloppy.Hitmanwas only a middling success; later releases (including a2016 series reboot) garnered much more acclaim.",
    "Grand Theft Auto III": "(Rockstar Games, 2001)Grand Theft Auto IIIwas a landmark in video gaming. In one respect, its open-world environment (a New York City spoof calledLiberty City) is an unprecedentedly adult playground filled with endless opportunities for mayhem that can be explored at a player’s leisure when not involved in guided missions, which involve the city’s criminal underworld; this detail was augmented by in-gameradio stationsthat play in vehicles. In another respect,GTA IIIwasdemonizedby parent groups for being racy and hyper-violent—for instance, mini-games calledRampageshave players commit mass murder with little consequence. Despite such controversy,GTA IIIis regarded as one of the greatest games of all time, and it inspired many so-called “GTA clones,” such asWatch DogsandSaints Row.",
    "Assassin’s Creed": "(Ubisoft, 2007) Another open-world game with an emphasis onstealth, Assassin’s Creed followsDesmond Miles, a bartender who is kidnapped by theKnights Templarand subjected to a machine that puts Desmond in the mind of one of his ancestors, an Assassin during theThird Crusade. Players must maintain a low profile while exploring versions of Acre, Damascus, and Jerusalem withjumping and wall-scaling abilitiesheavily informed by the early-2000s parkour craze. Because Desmond is “reliving” the life of his ancestorAltair, any damage the player takes is presented as deviation from“Synchronization,”meaning if Desmond “dies,” the machine stops and restarts him at a previous checkpoint.Assassin’s Creedpresents a variety of challenges in these open-world cities, ranging from pickpocketing to interrogations to murders.",
    "Fallout 3": "(Bethesda Softworks, 2008) After the cultFalloutseries was acquired by Bethesda Softworks, Bethesda retooled the mostly isometric third-person RPG series into an open-world first-person action-RPG withFallout 3. Set in Washington, D.C. centuries after a nuclear apocalypse, the game follows a dweller of aVault(one of hundreds of underground bunkers manufactured by the megacorporationVault-Tec) who quests to reunite with his father. With tongue-in-cheek aesthetics drawn from the U.S. post-war era, the game includes a player interface called thePip-Boy, a clunky wrist-mounted computer. Players have total freedom to explore the region’s ruins and uncover side-quests for unlimited time without progressing the main storyline, encountering recurring franchise factions like monstrousSuper Mutantsand the fascistBrotherhood of Steel.",
    "Red Dead Redemption": "(Rockstar Games, 2010) Using a similar format as fellow Rockstar propertyGrand Theft Auto,Red Dead Redemptionwas instantly hailed as a masterpiece on its release. Its open-world setting depicts thedecline of the Wild West, with characters heavily drawn fromSpaghetti westerns. The story concerns John Marston, an ex-outlaw whose family is held ransom by the government to force John to track down his old gang. A key component of the game is quickdraw duels, which are aided by“Dead Eye,”an ability that slows down time. In particular, the game is praised for its plot, its desolate yet beautiful visuals, and its music; in particular, the sequence in which playersfirst reach Mexico, set to the song “Far Away,” is often held up as an example ofvideo games as art."
}