{
    "Stoicism": "is an ancient Greek school that idealizedfreedom from emotions.  It was founded byZeno of Citium, who taught at the“painted porch”in Athens.  (The name of the movement derives from the Greek word “stoa,” which means “porch.”)  An important Stoic idea was that of the“pneuma,”or the “breath of life,” which is the life force that structures matter and the soul.  Important thinkers includeEpictetus, a slave whose views were recorded by his student Arrian in theDiscourses, and the Roman emperorMarcus Aurelius.",
    "Skepticism": "encourages therejection of truths unless they are supportedby sufficient evidence.Academic Skepticism, which states thatno truths can be certain, was led by such men asArcesilausandCarneades.  Another form of skepticism is known as“Pyrrhonian,”afterPyrrho of Elis, who is considered the founder of skepticism.  The thinkerSextus Empiricus, who lived in the second century AD, provided one of the most complete accounts of skepticism in hisOutlines of Pyrrhonism.",
    "Scholasticism": "was taught atmedieval Christian universitiesand sought toreconcile Christian thought with classical thinkerssuch as Aristotle.  This school includedThomas Aquinas, who providedfive arguments for the existence of God(called the“quinque viae”) in hisSumma Theologica.  Other thinkers includePierre Abelard(who wroteSic et Non) andPeter Lombard(who wroteThe Four Books of Sentences).",
    "Empiricism": "is the view thatall knowledge derives from sensory experience.John Locke, whose works includeAn Essay Concerning Human Understanding, thought that the mind starts out as atabula rasa— (blank slate) and that wegain knowledge through experiences.  Other empiricist philosophers includeGeorge Berkeley(who wroteA Treatise Concerning the Principles of Human Knowledge) andDavid Hume(who wroteAn Enquiry Concerning Human Understanding).",
    "Rationalism": ", which is oftencontrasted with empiricism, asserts that wegain knowledge through intuitionor our rational nature rather than through experience.  A version of this doctrine was espoused by the Greek philosopherPlatoin hisTheory of Forms, which states that abstract ideas (“forms”) are more real than the material world of the senses.  Later rationalists includeRené Descartes(who wroteMeditations on First Philosophy) andBaruch Spinoza(who wroteEthics).",
    "Positivism": "encourages the use of thescientific method to discover the laws that govern society.  It was founded by the 19th-century FrenchmanAuguste Comte, who believed thatsociety develops through three stages, which he termed thetheocratic,metaphysical, andpositive.  It should not be confused withlogical positivism, a 20th-century movement whose leaders included the youngLudwig Wittgenstein(who wroteTractatus Logico-Philosophicus) and which holds thatthe only meaningful statements are those that are logically verifiable.",
    "Pragmatism": "is a movement that values ideas based on theirpractical application(what is sometimes known as the“cash value” of an idea).  Its prominent thinkers includeWilliam James(who wrotePragmatism) andJohn Dewey(who wroteDemocracy and Education).  The founder of pragmatism was James’s friendC. S. Peirce, who expounded its ideas in such essays as“The Fixation of Belief”and“How to Make Our Ideas Clear.”",
    "Utilitarianism": "is a school of ethics that advocates themaximization of “utility,”which is often identified withpleasureorhappiness.  Its most influential early thinker wasJeremy Bentham, who asserted that it is the “greatest happiness of the greatest numberthat is the measure of right and wrong.”  The foremost utilitarian was Bentham’s disciple,John Stuart Mill, who expounded his views in such books asUtilitarianismandOn Liberty.",
    "Existentialism": "is a loosely defined movement of 19th- and 20th-century thinkers who focused on the importance ofleading an “authentic” life.  Many thinkers that are now thought of as “existentialists” would either not have recognized the term, as it emerged after their time, or would not have accepted it as a description of their outlook.  The movement is often identified with the French philosopherJean-Paul Sartre, who asserted that“existentialism is a humanism.”Others associated with the movement include the 19th-century Danish philosopherSøren Kierkegaard(who wroteEither/Or), the 20th-century German philosopherMartin Heidegger(who wroteBeing and Time), and Sartre’s contemporaryAlbert Camus(who wroteThe Myth of Sisyphus)."
}