{
    "Michelangelo": "(1475–1564): A Florentine “Renaissance man” also known for architecture (the dome of St. Peter’s Basilica), painting (The Last Judgmentand the Sistine Chapel ceiling), poetry, and military engineering.  His sculpted masterpieces includeDavid, aPietà,Bacchus, and a number of pieces for thetomb of Pope Julius II(includingDying SlaveandMoses).  He preferred to work inCarraran marble.",
    "Auguste Rodin": "(1840–1917): A French sculptor known for stormy relationships with “the establishment” of theÉcole des Beaux-Artsay-kohl day boh-zarand his mistress, fellow artist Camille Claudel.  His works includeThe Age of Bronze,Honoré de Balzac,The Burghers of Calais, and a massive pair ofdoors for the Museum of Decorative Arts(theGates of Hell) inspired by Dante’sInferno.  That latter work included his most famous piece,The Thinker.",
    "Gian Lorenzo Bernini": "(1598–1680): A Roman who — with the rarely asked-about Francesco Borromini — defined theBaroque movementin sculpture.  Bernini is principally known for his freestanding works, includingDavidandThe Ecstasy of St. Theresa.  Bernini’sDaviddiffers from that of Michelangelo in that the hero is shown “in motion,” having twisted his body to sling the rock.  Bernini is also known for his massivefountainsin Rome, including theTritonand theFountain of the Four Rivers.",
    "Donatello": "(1386–1466): A Florentine sculptor who helped define Renaissance sculpture as distinct from that of the Gothic period.  He is known forSt. MarkandSt. Georgein theOrsanmicheleOR-sahn mee-KAY-lay(a Florentine church), the baldZuccone(which means “pumpkin-head,” though it depicts the prophetHabbakuk), and thefirst equestrian statue to be cast since Roman times, theGattamelatain Padua.  He is also known for mastering the low-relief formschiacciato.",
    "Lorenzo Ghiberti": "(1378–1455): A Florentine sculptor andgoldsmithwhotaught both Donatello and Filippo Brunelleschi.  He is best known for two pairs ofbronze doors on the Florence Baptistery(associated with theDuomo, or Florentine Cathedral).  He produced asingle, low-relief panelto win a 1401competition(defeating Brunelleschi) for the commission to design the 28 panels for thenorth doors.  After that, he was given another commission to design ten panels for theeast doors.  This latter work, by far his most famous, was dubbed the “Gates of Paradise” by Michelangelo.",
    "Gutzon Borglum": "(1867–1941): An American known for craftingMount Rushmorein the Black Hills of South Dakota.  He is also known forThe Mares of Diomedesand an unfinished (and later replaced) tribute to Confederate heroes onStone Mountainin Georgia.",
    "Phidias": "(c. 480 – c. 430 BC): An Athenian considered thegreatest of all Classical sculptors.  He created thechryselephantine(gold and ivory)Statue of Zeus at Olympia(one of the Wonders of the Ancient World, now lost) and thestatue of Athena in the Parthenon(now lost).  He was supported by money from the Delian League (that is, the Athenian Empire) run by his friend Pericles; he was later ruined by charges of corruption generally considered to be part of a political campaign against Pericles.",
    "Constantin Brâncuși": "(1876–1957): A Romanian sculptor who was a major figure inModernism.  He is best known forThe Kiss(not to be confused with the Rodin work or the Klimt painting),Sleeping Muse, andBird in Space.  U.S. customs tried to tax his works as “industrial products” since they refused to recognize them as art, though Brâncuși won a court case over the matter.",
    "Daniel Chester French": "(1850–1931): An American who createdThe Minute Manfor Concord, Massachusetts andStanding Lincolnfor the Nebraska state capitol, but who is best known for theseated statue in the Lincoln Memorial.",
    "Frédéric-Auguste Bartholdi": "(1834–1904): A French sculptor primarily known as the creator ofLiberty Enlightening the World, better known as the Statue of Liberty.  He also executedThe Lion of Belfortand astatue of the Marquis de Lafayettein New York’s Union Square."
}