{
    "Thomas Jefferson": "(served 1790–1793 under President Washington): Known more for his presidency and completing the Louisiana Purchase, Jefferson began hisfeud with Alexander Hamiltonwhile serving as Secretary of State, even though his office had no bearing on Hamilton’s Treasury. Hefounded the Democratic-Republicans. Heresignedhis post after failing to secure from the Britishcompensation for released slaves,withdrawal from garrisonsin the Northwest Territory, and admission ofviolating the terms of the Treaty of Paristhat ended the Revolutionary War.",
    "Henry Clay": "(served 1825–1829 under President John Quincy Adams): Clay helped negotiate the“corrupt bargain”that led to John Quincy Adams winning the House vote that decided the presidency in 1824 and led to his appointment as Secretary of State. While Clay served in that post, his slave,Charlotte Dupuy, sued for her freedom in a move that foreshadowed theDred Scottcase. He lost presidential elections as a Whig candidate three times prior to his involvement in the Compromise of 1850.",
    "Daniel Webster": "(served 1841–1843 under Presidents Harrison and Tyler, then again from 1850–1852 under President Fillmore): Webster negotiated theWebster-Ashburton treatythat defined the border between Maine and New Brunswick (the Eastern border) andleft his postin 1843 under pressure from Whigs, who had resigned in protest from Tyler’s cabinet over the issue of thenational bank. In his second term, heupheld the Compromise of 1850, which cost him popularity with his fellow New Englanders.",
    "William H. Seward": "(served 1861–1869 under Presidents Lincoln and Johnson): Sewardwanted to resignprior to Lincoln’s inauguration, but the request was denied. Prior to thepurchase of Alaska(“Seward’s Folly”), he helped set the conditions thatended the Atlantic slave tradein theLyons-Seward treatybetween the U.S. and U.K. Hesurvived an assassination attemptthe night Lincoln was shot. The purchase of Alaska was completed on March 30, 1867 for close to two cents an acre from Russia.",
    "John Hay": "(served 1898–1905 under Presidents McKinley and Roosevelt): Hay negotiated the1898 Treaty of Paristhatended the Spanish-American Warand established the“open door policy”with China. He also served asLincoln’s personal secretarywhile working as a clerk in the Interior Department. He negotiated theHay-Bunau-Varilla Treatythat established thePanama Canal Zonein 1903.",
    "Elihu Root": "(served 1905–1909 under President T. Roosevelt): Succeeding Hay after Hay’s death, he won theNobel Peace Prizein 1912 for attempting to bring nations together for arbitration and cooperative agreements. During his tenure, he moved theconsular serviceunder the umbrella of thecivil service. His negotiations with Great Britain settledborder disputes regarding Alaska and Canada, and he was a proponent offree trade policies with Chinathat Hay established.",
    "Cordell Hull": "(served 1933–1944 under President Franklin D. Roosevelt): Known as“Father of the United Nations,”Hull was aNobel Peace Prizerecipient in 1945 for his work in founding that organization. He sent a namesakenote to Japanprior to the attack on Pearl Harbor making a futile attempt to force the Japanese out of French Indochina, China, and Manchukuo, in accordance with his predecessor’sStimson Doctrine.",
    "George Marshall": "(served 1947–1949 under President Truman): As a general, he oversaw thelargest expansion of the U.S. militaryin its history and wrote thecentral strategy for the Alliesin Europe. He helped devise, and is the namesake of, theMarshall Plantohelp Europe recover after World War IIfrom 1948 to 1952. After he left his post, he waspresident of the American Red Cross. He correctly predicted that Israel’s declaration of statehood would lead to war and attempted to mediate the Chinese Civil War.",
    "Dean Acheson": "(served 1949–1953 under President Truman): The successor to Marshall, he is known primarily fordeveloping the policy of containment— designed toprevent the spread of Communism— and thecreation of the North Atlantic Treaty Organization(NATO) in 1949. His autobiographyPresent at the Creationis a major source for Cold War historians.",
    "Henry Kissinger": "(served 1973–1977 under Presidents Nixon and Ford): Kissinger held theStrategic Arms Limitation Talksthat resulted in SALT I with the Soviet Union and pursued the“détente” policyto de-escalate the Cold War. He was instrumental inopening relations with Chinain 1972. He won theNobel Peace Prizein 1973 for the negotiation of Paris Peace Accords and ceasefires that ended the Vietnam War.  Kissinger used“shuttle diplomacy”to settle the Yom Kippur War among Egypt, Syria, and Israel.",
    "Hillary Clinton": "(served 2009–2013 under President Obama): Hillary Rodham Clinton is a former Senator from New York and the wife of former president William Jefferson Clinton. President Clinton appointed Hillary as the face of the failed 1993 health care bill. She also sought the Democratic nomination for President in 2008, losing to eventual President Barack Obama.  During her term, she presented a“reset button”to Russia and accepted formal responsibility forfailures in consulate securitythat led to death of Ambassador Christopher Stephens in Benghazi.",
    "John Kerry": "(served 2014–2016 under President Obama): Kerry served as a senator from Massachusetts — spending the majority of his time as the junior senator to Ted Kennedy — andchairman of the Senate Foreign Relations Committee. He received the Democratic Party nomination for President in 2004, but lost the general election to George W. Bush. His major foreign policy involvement was in the2015 nuclear deal with Iran."
}