{
    "Richard, Duke of Gloucester, fromRichard III": ": The quintessential antihero, Richard describes how hishunchbackedappearance has made him “determined to prove a villain” in a monologue that begins“now is the winter of our discontent / made glorious summer by this son of York.”In the aftermath of a Yorkist victory in theWars of the Roses, Richardplots against his brothersKing Edward IVandGeorge, Duke of Clarence, and causes Edward toimprison Clarence in the Tower of London. Assassins sent by Richard laterkill Clarence, who is drowned in a “malmsey-butt,” or cask of wine. Richard alsomarries and kills the Lady Anne, andorders the deaths of Edward’s children(the“princes in the tower”). Although Richardbecomes king, he soon faces arebellion led by Henry Tudor, Earl of Richmond. On the eve of a battle atBosworth Field, Richard ishaunted by the ghosts of those he wronged. The battle turns against Richard (who cries“a horse! a horse! my kingdom for a horse!”), and Richmond is crowned as King Henry VII of England.",
    "Lady Macbeth, fromMacbeth": ": Though Macbeth is the play’s protagonist, his pursuit of the Scottish throne is largely driven by his wife’sambition. Afterthree witchespredict that Macbeth will be king, Lady Macbeth fears that her husband is“too full ’o the milk of human kindness”to commitmurder, and bids “spirits” to “unsex” her and imbue her with willpower. Sheinsults Macbeth’s masculinity, and urges him to“screw [his] courage to the sticking-place”andkill King Duncan. When Macbeth is unable toframe two grooms for the murder, Lady Macbeth does so in his place. Later, Lady Macbeth is wracked withguiltfor her actions. While sleepwalking, she tries towash imaginary bloodfrom her hands, and cries“out, damned spot!”In the final act, the news of her death prompts Macbeth to deliver the “tomorrow, and tomorrow, and tomorrow” soliloquy.",
    "Iago, fromThe Tragedy of Othello, the Moor of Venice": ": Iago is the“ancient,”or standard-bearer, of the general Othello, and ispassed over for a promotionto lieutenant in favor of the less-experiencedMichael Cassio. In addition, Iago believes that his wife, Emilia, may have cheated on him with Othello. Consequently, Iago vowsrevenge. At the start of the play, Iago and his associate Roderigo alert the Venetian senator Brabantio thatBrabantio’s daughter, Desdemona, has eloped with Othello. After Desdemona testifies that she married Othello willingly, the Duke of Venice places Othello in charge of defending Cyprus. On the island, Iago ingratiates himself with Othello, and deceitfully warns the general against the“green-eyed monster”of jealousy. Iago thenplaces Desdemona’s handkerchief in Cassio’s room, causing Othello to believe that Desdemona and Cassio are having an affair. OnceOthello has murdered Desdemona, Emilia exposes Iago’s plot. Before killing himself, Othello stabs Iago, who survives to bearrested by Cassio.",
    "Tybalt, fromRomeo and Juliet": ": Tybalt is ahot-headed member of the Capulet familywho is the belovedcousin of Juliet. During the public brawl that begins the play, Tybalt provokes the peaceful Benvolio. At a ball given by the Capulets, Tybaltrecognizes the disguised Romeoand calls for a sword, but isprevented from fightingby Lord Capulet. Tybalt thendemands a duel with Romeo, who does not wish to fight one of Juliet’s kinsmen. Romeo’s friend Mercutio is shocked by this “vile submission,” and calls Tybalt“king of cats”while challenging him to a duel. (Tybalt shares his name with a feline character from medieval fables about Reynard the Fox.) Romeo tries to intervene in the duel, which allows Tybalt tokill Mercutio. Romeo then kills Tybalt, and is banished from Verona.",
    "King Claudius, fromThe Tragedy of Hamlet, Prince of Denmark": ": Before the start of the play, Claudius became the ruler of Denmark bypouring poison into the ear of his sleeping brother, King Hamlet. Claudius thenmarried Gertrude, King Hamlet’s widow. In the play’s first act, Prince Hamlet learns of his uncle’s treachery by speaking to King Hamlet’s ghost. Hamlet then arranges for a troupe of actors to perform a play titledThe Murder of Gonzago, which Hamlet revises to increase the similarities to his father’s death. Claudius isdisturbed by the performance, and storms out during the murder scene. Later, Claudius prays for forgiveness, causing Hamlet to delay killing him out of fear that Claudius’s soul would go to heaven. As Hamlet feigns madness, Claudiussends him to Englandwith Rosencrantz and Guildenstern, who unknowingly carry a letter calling for Hamlet’s execution. After Hamlet escapes and returns to Denmark, Claudiusarranges for Hamlet to fight a duel with Laertes, who seeks revenge for the death of his father, Polonius, and sister, Ophelia. Laertes uses a poison-tipped sword, and Claudiusprepares a poisoned drinkas a back-up. When Laertes falls in combat he reveals the plot, prompting Hamlet tostab Claudius with the poisoned sword, and make Claudiusdrink from the poisoned cup.",
    "Regan": "and theDuke of Cornwall, andGoneriland theDuke of Albany, fromKing Lear: Regan and Goneril are the elderly King Lear’s two evil daughters. After Lear bequeaths his kingdom to them, theyconspire to undermine Lear’s remaining power and defeat Cordelia, Lear’s sole loyal daughter. Angered by the treatment that he has received from his heirs, Learleaves Regan’s home in the middle of a thunderstorm.  Gloucester, who desires Lear’s reinstatement, aids Cordelia’s invading army; he is exposed, and Regan and Cornwallgouge Gloucester’s eyes out. While Albany and Cornwallarrange their armies to fight Cordelia, Regan and Goneril both romantically pursue the villainous Edmund. This love triangle results inGoneril killing Reganwith poison. Goneril also tries to have Albany killed, butcommits suicidewhen the plot is exposed. Cordelia iscaptured and executed, and Lear dies of grief soon afterward, leaving the redeemed Albany and Edmund’s half-brother Edgar to take charge of the realm.",
    "Caliban, fromThe Tempest": ": Caliban is theson of the Algerian witch Sycorax, who once ruled the island where Caliban was born. After Sycorax died the island fell under the control of the magician Prospero, an exiled duke of Milan. Prospero taught the young Caliban language, and showed kindness to him, until Calibantried to rape Prospero’s daughter Miranda. In response, ProsperoenslavedCaliban, and began treating him as a subhuman creature. (Caliban’s exact nature is unknown, but he seems to be physically distinct from the other characters in the play. At various points, Caliban is called a “monster,” a “demi-devil,” a “strange fish,” a “thing of darkness,” a “moon-calf,” and a “freckled whelp” who lacks a “human shape.”) When the play begins, Calibanlongs to overthrow Prosperobut stillfears Prospero’s magic, which is stronger than that of Caliban’s god, Setebos. Trinculo and Stephano, two drunkards who are shipwrecked and separated from the rest of their crew, give Calibanliquor; Caliban thenconspires with them to kill Prospero. When the group hears music played by the spirit Ariel, Caliban delivers a speech beginning“Be not afeard, the isle is full of noises”that demonstrates sensitivity and loss. The plot to unseat Prospero quickly fails, and Caliban vows to be“wise hereafter.”Unlike Ariel, Caliban is not freed at the end of the play.",
    "Duke Frederick, fromAs You Like It": ": Before the opening of the play, Frederickoverthrew his brother, Duke Senior, and seized control of the court. There, Frederickharbors his brother’s daughter Rosalindas a companion to his own daughter, Celia. When Frederickbanishes Rosalindout of fear that she is plotting against him, Celia volunteers to go with her beloved cousin, and suggests that they reunite with Duke Senior in the Forest of Arden. At the same time, a young nobleman named Orlando flees to the Forest of Arden to escape his brother Oliver’s mistreatment. Frederick suspects that Orlando is in the company of Celia and Rosalind, andseizes Oliver’s landsuntil Orlando can be produced. After Oliver departs to search for his brother, Duke Frederick is not heard of again until the end of the play, when Oliver and Orlando’s brother Jaques reports that Fredericksuddenly repentedof his crimes after meeting “an old religious man.” Frederick relinquishes the crown to Duke Senior, and restores the property of Duke Senior’s supporters.",
    "Proteus, fromThe Two Gentlemen of Verona": ": Proteus begins the play as aninnocent lover, but develops into the primary antagonist after hevisits his friend Valentinein Milan, and becomesinfatuated with Valentine’s love, Silvia. Although Proteus hassworn that he will be faithful to a woman in Verona named Julia, he breaks his promise andtries to win Silvia for himself. To this end, Proteusbetrays Valentineby telling Silvia’s father, the duke, thatValentine and Silvia plan to elope. After the duke exiles Valentine, Silviarejects Proteus because of his treacherytowards his friend, and hisunfaithfulnessto Julia. When Silvia escapes to the woods to find Valentine, Proteusfollows her and rescues her from outlaws. Silvia continues to reject Proteus, whothreatens to rape her(“I’ll force thee yield to my desire”) before Valentine intervenes. Proteusrepents, and Julia — who has been disguised as Proteus’s male page — reveals herself. Proteus thenreunites with Julia and resumes his friendship with Valentine, whom the duke permits to marry Silvia.",
    "Angelo, fromMeasure for Measure": ": Angelo is entrusted with therule of Viennaby Duke Vicentio, who pretends to leave the city but actually remains present, disguised as “Friar Lodowick.” Angeloenforces antiquated laws against fornication, resulting in Claudio’s arrest and imminent execution. Claudio’s sister, the novice nun Isabella, pleads for Claudio to be pardoned; Angelo agrees, but only if Isabella will have sex with him. After debate, Duke Vincentio proposes a “bed trick”: Isabella pretends that she is willing to have sex with Angelo in absolute darkness and silence, which allows Mariana, a woman who was once betrothed to Angelo, to take Isabella’s place. Although the plan works, and Angelo believes that he had sex with Isabella, hegoes back on his word and orders Claudio’s execution. This forces the duke to arrange a “head trick,” in which the head of the pirate Ragozine is presented to Angelo, and Claudio’s life is saved. Once the duke “returns” to Vienna, Isabella and Mariana petition him to right their wrongs. Angelo initiallydenies the chargesbrought against him, butconfessesonce he learns that the duke and Friar Lodowick are the same person. Angelo’s life is spared for Mariana’s sake, and the duke proposes marriage to Isabella."
}