{
    "The “To be, or not to be” soliloquy": "is delivered byHamletin act III, scene 1. The scene opens withKing Claudiusconversing withRosencrantz and Guildensternabout the cause of Hamlet’s melancholy. To determine if Hamlet’s state is due to love forOphelia, Claudius and Polonius (Ophelia’s father), ask Ophelia to speak with Hamlet while they listen in. Hamlet subsequently enters, delivering one of the most famous soliloquies in all of literature:To be, or not to be, that is the question:\r\n\t\t\tWhether ’tis nobler in the mind to suffer\r\n\t\t\tThe slings and arrows of outrageous fortune,Or to take Arms against a Sea of troubles,And by opposing end them.Hamlet ponders whether death is preferable to the suffering of living, noting thatTo die, to sleep,to sleep, perchance to Dream; aye, there’s the rubFor in that sleep of death, what dreams may come.Hamlet goes on to refer to death as the“undiscovered country,”before noting that due to the unknown “ills” of death,“conscience does make cowards of us all.”",
    "Mark Antony’s funeral oration": "is delivered in act III, scene 2 ofJulius Caesar. Prior to Antony’s address,Brutusclaims that his participation in the conspirators’ murder of Caesar was due to his love of Rome, claiming that“as [Caesar] was ambitious, I slew him.”Antony subsequently draws the attention of the crowd by exhorting“Friends, Romans, countrymen, lend me your ears.”Antony begins by claimingI come to bury Caesar, not to praise him.The evil that men do lives after them,The good is oft interred with their bones;So let it be with Caesar.Antony concedes that if Caesar was ambitious, “it was a grievous fault, / And grievously hath Caesar answer’d it.” While tacitly acknowledging that Brutus and the conspirators are “honorable men,” Antony proceeds to counter their claim, noting that Caesar brought wealth to Rome via the ransoms of his captives, and that Caesar cared for the poor. He statesYou all did see that on the LupercalI thrice presented him a kingly crown,Which he did thrice refuse: was this ambition?Antony concludes with a flourish, lamenting “My heart is in the coffin there with Caesar/ And I must pause till it come back to me.” Antony’s speech immediately turns public opinion against the conspirators.",
    "“All the world’s a stage”": "is a monologue delivered in act II, scene 7 ofAs You Like ItbyJaques. A desperateOrlandohas come upon the exiled Duke’s camp in the Forest of Arden, and demands food, threatening force if necessary, but the Duke warmly welcomes him. The sight of Orlando prompts Jaques to deliver a monologue notingAll the world’s a stage,And all the men and women merely players;They have their exits and their entrances,And one man in his time plays many parts,His acts being seven ages,giving the passage its alternate title,the Seven Ages of Man. Jaques describes the seven ages asthe infant, the schoolboy, the lover, the soldier, the justice, the pantaloon, and second childishness. His description of old age is grim, noting that man ends“Sans teeth, sans eyes, sans taste, sans everything.”",
    "The Saint Crispin’s Day speech": "is delivered byHenry Vin act IV, scene 3. On the eve of theBattle of Agincourtagainst the French, Henry overhears Westmorland wishing they had but one in every 10,000 of the men left behind in England. Henry responds by delivering a speech noting“the fewer men, the greater share of honor,”before stating “he which hath no stomach to this fight, / Let him depart.” Henry remarks that the battle will be fought on Saint Crispin’s Day, and promises “He that outlives this day, and comes safe home, / Will stand a tip-toe when the day is nam’d.” The king rouses his men by describing his army as“We few, we happy few, we band of brothers”and ends by promising thatgentlemen in England now a-bedShall think themselves accurs’d they were not here,And hold their manhoods cheap whiles any speaksThat fought with us upon Saint Crispin’s day.According to Shakespeare, in the subsequent battle, the French suffer over 10,000 casualties; the English, less than 30.",
    "The “Tomorrow and tomorrow and tomorrow” soliloquy": "is delivered byMacbethin act V, scene 5, near the end of the play. Macbeth hears a “shriek” that he notes would have terrified him earlier in his life, but not after the “horrors” he has experienced in the play. Subsequently, Seyton informs him the cry was the death of Lady Macbeth, prompting Macbeth to muse “Tomorrow, and tomorrow, and tomorrow, / Creeps in this petty pace from day to day.” Macbeth likens death to the extinguishing of a flame, stating “Out, out, brief candle!” before noting thatLife’s but a walking shadow, a poor playerThat struts and frets his hour upon the stageAnd then is heard no more.It is a taleTold by an idiot, full of sound and furySignifying nothing.William Faulkner adapted the soliloquy’s penultimate line for the title of his novel The Sound and the Fury.",
    "“Now is the winter of our discontent”": "is a monologue delivered by the futureRichard III(then the Duke of Gloucester) to open act I, scene 1 of his namesake play. In the very first lines of the play, Richard remarks on the ascension of Edward IV amidst the Wars of the Roses, stating“Now is the winter of our discontent / Made glorious summer by this son of York.”Richard notes that Edward, having taken the throne, no longer rides into battle, but “capers nimbly in a lady’s chamber.” Richard, however, is an ugly, deformed, hunchback, describing himself as“rudely stamp’d”and lamenting that “dogs bark at me as I halt by them.” He resolves thatsince I cannot prove a lover,To entertain these fair well-spoken days,I am determined to prove a villainand describes the plot he has hatched to pit Edward against Richard’s brother Clarence. Richard finishes by contrasting himself with the king, stating “if King Edward be as true and just / As I am subtle, false, and treacherous, / This day should Clarence closely be mew’d up.”",
    "“Blow, winds, and crack your cheeks”": "is a monologue delivered byKing Learin act III, scene 2. Lear, having been taken in by the false flattery of his daughtersReganandGoneril—and having disinherited his honest daughterCordelia—is enraged when Regan and Goneril betray him and refuse to honor their promises to house and care for him. Rushing out onto the heath, he addresses the storm raging overhead, shoutingBlow, winds, and crack your cheeks! Rage! Blow!You cataracts and hurricanes, spoutTill you have drench’d our steeples, drown’d the cocks!Lear’s fool, who accompanies him, urges Lear to apologize to his daughters and ask for shelter, but Lear refuses. He notes that the wind and rain never broke any promises to him, stating “I tax not you, you elements, with unkindness; /I never gave you kingdom, call’d you children.” Lear concludes by lamenting his foolishness and his plight, calling himself“A poor, infirm, weak, and despis’d old man”with“two pernicious daughters.”During the storm, Lear is eventually reunited with his faithful servant Kent.",
    "The “Balcony Scene”": "in act II, scene 2 ofRomeo and Julietcontains two of the best-known speeches in the entire play. Having fallen in love with Juliet after seeing her at Capulet’s ball, Romeo sneaks into the garden under her balcony to try and meet with her. Spying her at her window, he exclaims“But, soft! what light through yonder window breaks? / It is the east, and Juliet is the sun.”Romeo watches and notes that Juliet is speaking to the stars; after he hears her voice the first time, he urges “O, speak again, bright angel!” Juliet—who does not realize Romeo is listening—longs for him, calling out“O Romeo, Romeo! wherefore art thou Romeo?”Juliet laments that the feud between their families forbids their love, urging Romeo“deny thy father and refuse thy name”before musing“What’s in a name? that which we call a rose / By any other name would smell as sweet.”Romeo subsequently reveals himself, and the two lovers speak to one another for the first time.",
    "“Hath not a Jew eyes?”": "is a speech delivered by the moneylenderShylockin act III, scene 1 ofThe Merchant of Venice. AlthoughThe Merchant of Venicecontains many anti-Semitic elements, scholars have noted that Shakespeare’s characterization of Shylock also includes sympathetic moments. The messenger Salarino asks what good Shylock will get from thepound of fleshhe plans to extract from Antonio. Shylock responds by stating“if it will feed nothing else, it will feed my revenge”before listing the extensive injuries Antonio has inflicted upon him, concluding“and what’s his reason? I am a Jew.”Noting that Jews are human beings like Christians, Shylock asks“Hath not a Jew eyes? hath not a Jew hands, organs, dimensions, senses, affections, passions?”He goes on to note “If you prick us, do we not bleed?if you tickle us, do we not laugh? if you poison us, do we not die? and if you wrong us, shall we not revenge?” Shylock explains that since Christians may seek revenge against Jews that wrong them, he is only responding in kind, pointing out the hypocrisy and noting“The villainy you teach me I will execute.”",
    "“Our revels now are ended”": "is a short speech delivered byProsperoin act IV, scene 1 ofThe Tempest. Prospero has blessed the impendingmarriage of his daughter Miranda to Ferdinand, the son of Alonso, and uses his magic to make the spirit Ariel present a masque featuring the goddesses Iris, Ceres, and Juno. However, Prospero interrupts the dancing when he realizes he must deal with aconspiracy involving Caliban. Noticing the disappointment of Ferdinand, Prospero reminds him that the play—like both life and the world entire—was fleeting, statingOur revels now are ended. These our actors,As I foretold you, were all spirits andAre melted into air.Prospero notes that eventually “the great globe itself, / Ye all which it inherit, shall dissolve.” Once again, Shakespeare compares death to sleep and dreams, as Prospero statesWe are such stuffAs dreams are made on, and our little lifeIs rounded with a sleep.Prospero’s line is often misquoted as “such stuff as dreams are madeof,” rather than “on.”"
}