{
    "The Corbett–Fitzsimmons Fight": "(1897) is a film of the 1897 match in which boxer Bob Fitzsimmons knocked out Jim Corbett in the fourteenth round, becoming the World Heavyweight Champion. The film, footage for which was shot by three separate cameras, contained all of the match’s rounds; thus, its run time of over approximately 90 minutes made it thefirst feature-length filmever created. The film was overseen byEnoch Rector, an employee of theKinetoscope Exhibition Companywho created the hugeVeriscopecamera, and utilized the innovation of theLatham loop, which stabilized a strip of film and allowed films to be much longer than previously possible. Much of the film is now considered lost.",
    "A Trip to the Moon (Le Voyage dans la Lune)": "(1902) was written and directed by pioneering French filmmakerGeorges Méliès, who also plays the film’s protagonist, Professor Barbenfouillis. The professor leads a group of explorers who travel to the moon by entering abullet-shaped capsulethat is fired out of a cannon; this leads to the film’s most iconic shot, as theMan in the Moonisstruck in the eyeby the capsule. On the moon, they are observed by Greco-Roman gods, find a cave filled with giant mushrooms, and encounter a strange race of lunar creatures (Selenites) who disappear in a puff of smoke when struck. The explorers are captured by the Selenites; after killing the Selenite ruler, they flee back to their capsule and return to Earth—with a Selenite clinging along for the ride. The film, which was based on the works ofJules Verne, runs between approximately10 and 20 minutes, depending on the speed the film is played.",
    "The Great Train Robbery": "(1903) was a Western film directed byEdwin S. Porterand distributed byThomas Edison’s manufacturing company. Outlaws force a telegraph operator to order a train to stop; the outlaws then board the stopped train, steal the mail on board, rob the passengers, and escape on the decoupled locomotive. Meanwhile, the telegraph operator is discovered and freed, and a posse is organized to chase the robbers. In a climactic battle, the posse kills all of the outlaws. The film,12–13 minuteslong, was a huge commercial success, and is often claimed to be the first narrative film—which is completely untrue. In an iconic scene included with the film, Justus Barnes (who played the outlaw leader)fires his pistol directly into the camera.",
    "The Birth of a Nation": "(1915), directed byD. W. Griffith, is simultaneously lauded as a landmark work in the history of filmmaking and reviled for its horrifyingracism. The film, which was based on and originally titled for Thomas Dixon’s novelThe Clansman, is a three-hour epic that follows theStoneman familyof D.C. and theCameron familyof South Carolina through the eras of the Civil War and Reconstruction. The families are united by the love of Elsie Stoneman (played by Lillian Gish) and Ben Cameron (played by Henry Walthall). In the film, Ben Cameron founds theKu Klux Klanto rescue white southerners from newly freed and empowered African-Americans; the film is commonly cited as the major factor behind the rebirth of the real-life KKK shortly after its release. At its release, the film was protested by theNAACPand many other groups due to its overt racist content.",
    "Intolerance": "(1916), also directed byD. W. Griffith, was partly inspired by what Griffith considered to be the “intolerant” reactions of those who protested againstThe Birth of a Nation. Griffith’s film—which, at a run time of over 200 minutes, was even longer thanBirth—weaves together four tales in which intolerance causes a great tragedy: thefall of Babylon, thecrucifixion of Christ, theSt. Bartholomew’s Day Massacre, and the contemporary story of a fictionalmill worker strike. The film repeatedly cuts between the four stories, using the image of a woman (Lillian Gish)rocking a cradleto transition between them. The film was notable for its massive budget, and for its massive sets—for the depiction ofBelshazzar’s Feastin the “Babylon” section of the film, Griffith built a 300-foot-tall set complete with monumental sculptures.",
    "The Thief of Baghdad": "(1924) is an adventure film loosely based on theArabian Nightsdirected byRaoul Walsh, starringDouglas Fairbanks(who had previously starred in 1922’sRobin Hood) as a thief namedAhmed. After sneaking into the caliph’s palace, Ahmed falls in love with the princess; he subsequently disguises himself to compete with three other princes for her hand in marriage. Although he is exposed as a common thief, he eventually manages to win over the caliph bysummoning a magical armyto defeat the forces of the treacherous Mongol prince. This film—with its at-the-time staggering budget of over 1 million dollars—was notable for its lavish special effects, including aflying horseand aflying carpet.",
    "The Phantom of the Opera": "(1925) is an adaptation of theGaston Lerouxnovel of the same name. The film starred legendary horror actorLon ChaneyasErik, a deformed polymath and composer who haunts theParis Opera Houseand torments managers and stars. Erik falls in love withChristine Daaé, a young singer whom he tutors in secret. Christine is also loved by the vicomteRaoul. The Phantom captures and nearly kills Raoul, but relents when Christine pleads for Raoul’s life; the Phantom is eventually killed by a mob as Raoul and Christine escape together. The film is notable for Chaney’shorrifying makeupas the Phantom, which Chaney devised himself; the iconic scene in whichChristine removes the Phantom’s maskand first reveals his skull-like face has remained shocking to even 21st-century audiences.",
    "Metropolis": "(1927), directed by German filmmakerFritz Lang, was a landmark epic film in the science fiction genre.Freder(played by Gustav Fröhlich) is the son of Joh Fredersen, the “master” of a city whoseupper-class elitelive lives powered by machines run byimpoverished workers. After falling in love withMaria, a member of the worker class, Freder joins with the workers in their struggle to improve their lives, wishing to serve as a“mediator”between the upper and lower classes. An inventor namedRotwangcreates a robot double of Maria to disrupt the workers’ attempts at organizing. At its release,Metropoliswas lambasted for its length of2.5 hours. The film is renowned for its pioneering and influential robot costuming, as well as for cinematographerEugen Schüfftan’s technique for usingmirrorsto make human actors appear to be part of miniature sets.",
    "Un Chien Andalou (An Andalusian Dog)": "(1929) is a collaborative work between artistSalvador Dalíand filmmakerLuis Buñuel. It is an iconic work in the artistic style ofsurrealism, as it intentionally has no discernable plot; its title cards also indicate unusual time jumps, such as “eight years later,” “sixteen years earlier,” “about 3 in the morning.” The film opens with one of the most iconic scenes in cinema history: a short of a cloud crossing in front of the moon is intercut with a shot of aman slicing a woman’s eye open with a razor(actually the eye of a dead calf). The film’s other notable shots includeants emerging from a man’s handand two peopleburied in sand. Dalí himself appears in the film as a priest. Dalí and Buñuel collaborated on a followup to the film,L’Age d’Or (The Age of Gold), released the following year.",
    "City Lights": "(1931) was written by, was directed by, and starredCharlie Chaplin, in his recurring character of the“Little Tramp.”While wandering the street, the Tramp meets ablind flower girl(Virginia Cherrill), with whom he falls in love; due to a series of coincidences, the flower girl comes to believe the Tramp is wealthy. Through his encounters with amillionaire—who repeatedly befriends the Tramp while drunk, but forgets having done so once sober—the Tramp acquires enough money to pay for a medical procedure that will restore the girl’s sight. Her vision restored, the flower girl recognizes the poor Tramp as her benefactor via thefeel of his hand.City Lightsis unusual in that it was a silent feature film made afterThe Jazz Singer(1927) had inaugurated the era of “talkies”; whileCity Lightsdoes not feature any spoken dialogue, it does have asynchronized soundtrack."
}