{
    "The fundamental theorem of arithmetic": "states that every positive integer greater than 1 can be expressed as a product of primes (itsprime factorization), and that factorization is unique if the order of the factors is ignored. For example, 80 = 24·5, and there is no other way to express 80 as a product of primes other than changing the order (80 = 5·24= 23·5·2, etc., but these are all really the same product). This includes prime numbers as a “product of just one prime,” e.g., 7’s prime factorization is just 7. This ubiquitous result in number theory is a principal reason that primes are so important.",
    "There are infinitely many prime numbers.": "This is sometimes calledEuclid’s theoremsince Euclid’sElementscontained a proof of it similar to the following: Consider finitely many prime numbersp1,p2, …pn. Now consider 1 more than the product of those prime numbers, that is,p1p2×⋯×pn+ 1. That number cannot be divisible by any of the original prime numberspi. Therefore, it must itself be prime, or else be divisible by prime numbers that are not on the original list. Either way, that means there is at least one prime number not on the original list. That argument can be applied toanyfinite list of prime numbers, so there cannot be any finite list that contains every prime number. There are many other proofs of this statement.",
    "Fermat’s little theorem": "(not to be confused with Fermat’s last theorem) states that ifpis prime andais any integer, thenap≡amodp, that is,ap−ais divisible byp. This theorem is used inprobabilistic primality testing, which is problematic because the converse is not always true:Carmichael numbers(of which 561 is the smallest example) are composite numbersnsuch that ifais any integer,an≡amodn. Fermatଁs little theorem can be generalized to composite numbers asEuler’s theorem, which usesEuler’s totient function.",
    "Wilson’s theorem": "states thatpis prime if and only if (p− 1)! ≡ −1 modp. Though named after the 18th-century English mathematician John Wilson, its first known use is by the 11th-century polymath Ibn Al-Haytham. A common proof of the theorem requires the useful fact that each number from 1 top− 1 has a unique multiplicative inverse modulop.",
    "The Euclid–Euler theorem": "states that everyevenperfect numbercan be written in the form 2p− 1(2p− 1), wherepis prime. The latter factor is aMersenne prime(a prime number that is 1 less than a power of 2; the termMersenne numberrefers to any number 1 less than a power of 2, regardless of whether it is prime), and the theorem also states that every Mersenne prime gives rise to a perfect number via that formula, meaning that this formula gives a bijection between even perfect numbers and Mersenne primes. (The theorem says nothing about odd perfect numbers, but it is not known whether any odd perfect numbers even exist.)",
    "The prime number theorem": "describes the approximate behavior of theprime counting function,π(n), which gives the number of primes less than or equal ton. There is no exact straightforward formula for this function, but there are several approximations, including this theorem. Specifically, the prime number theorem says thatπ(n) ～n/ logen, that is, asnbecomes arbitrarily large,π(n) gets arbitrarily close ton/ logen. There are many alternate formulations of this theorem, including in terms of thelogarithmic integral.",
    "It is very difficult to find prime factorizations of large numbers.": "This fact underliespublic key cryptographyalgorithms likeRSA(which, in turn, underlie much of the security in computing, such as safely transmitting credit card numbers for online payments) and many other algorithms in cryptography. Some cryptosystems usesafe primes, which are primes that can be written in the form 2p+ 1 for a smaller prime numberp; these numbesr were first studied by Sophie Germain long before the advent of public key cryptography.",
    "Goldbach’s conjecture": ", sometimes called thestrong Goldbach conjecture, is the unproven claim that every even integer greater than 2 can be written as the sum of two prime numbers. (For example, 16 = 5 + 11.) This has been verified from 4 to 4,000,000,000,000,000,000, but it has not been proven to be true foreveryeven integer greater than 2. There are some interesting variations of this statement, such as that every odd integer greater than 5 can be written as the sum of three prime numbers, which is called theweak Goldbach conjectureand was proved by Harald Helfgott in 2013.",
    "The Riemann hypothesis": "is an unproven statement about theRiemann zeta function,ζ(s) = 1/1s+ 1/2s+ 1/3s+⋯, wheresis a complex number. The hypothesis states that that function’s zeroes (roots) are all either negative even numbers or complex numbers whose real part is ½ (the latter called thecritical striporcritical line). TheEuler productis a technique that can be used to rewrite the zeta function as a product using prime numbers as indexes, which means the Riemann hypothesis has significant implications for how prime numbers are distributed, including for understanding how the approximation in theprime number theoremchanges its accuracy (called theerror term). The zeta function and hypothesis were introduced byBernhard Riemannin 1859 in the paper“On the Number of Primes Less Than a Given Magnitude.”Proving the hypothesis is aMillennium Prize Problem. It is generally believed to be true, and many results in advanced mathematics rest on an assumption that it is true, but it has not been proven.",
    "The twin prime conjecture": "is the unproven statement that there are infinitely many pairs of primes that differ by 2, such as 3 and 5, or 101 and 103. These pairs are calledtwin primes. There has been rapid progress recently on the related concept ofprime gaps, which are the differences between consecutive primes (e.g., 31 and 37 have a prime gap of 6, while twin primes have a prime gap of 2); the twin prime conjecture is equivalent to stating that a prime gap of 2 occurs infinitely often. In 2013Yitang Zhangshowed that there are infinitely many prime gaps less than 70 million; over the next two years, James Maynard and the collaborative Polymath project reduced this bound to 4860, 600, and 246."
}