{
    "ONE, Inc. v. Olesen": "(1958) was the first Supreme Court case to deal with LGBT rights. In January 1953, an early group of gay activists in Los Angeles began publishingONE, the first magazine aimed at the gay and lesbian community. Otto Olesen, thepostmasterof L.A., refused to mail out the October 1964 issue, claiming that its content wasobsceneand thus prohibited from being mailed under the 1873Comstock Act. In a 1958 ruling, the Supreme Court cited its previous precedent inRoth v. U.S.(which concerned what constitutes obscenity), effectively ruling that material is notper seobscene just because it contains LGBT content. The case was not argued before the Court; the ruling was instead issued as an unsigned, shortper curiamdecision reversing the Ninth Circuit. ONE magazine continued to be published until late 1969, shortly after the Stonewall riots.",
    "Bowers v. Hardwick": "(1986) upheld the constitutionality of state laws outlawingsodomyor other types of homosexual intercourse. In 1982, an Atlanta police officer gained access to Michael Hardwick’s apartment to serve an invalid warrant for public drinking; he observed Hardwick and another man engaged in consensual sex, and arrested both for sodomy. Although the DA declined to prosecute him, Hardwick challenged the state’s sodomy law in court. Although the Eleventh Circuit found Georgia’s sodomy law unconstitutional, the Supreme Court, in a 5–4 decision, upheld the law’s constitutionality. In the Court’s majority opinion, Byron White wrote that laws against sodomy did pass the“rational basis” testof government interest, and that theright to privacydid not cover homosexual behavior. During deliberations of the case, Justice Lewis Powell switched his vote from upholding the Eleventh Circuit to overturning it; he later publicly regretted the case’s outcome.",
    "Romer v. Evans": "(1996) held that a state constitutional amendment denying LGBT persons status as a“protected class”was unconstitutional. In 1992 Colorado voters approved an amendment to the state constitution holding that anyone of “homosexual, lesbian or bisexual orientation” could not “have or claim any minority status, quota preferences, protected status or claim of discrimination.” Robert Evans, a gay man, sued to prevent the amendment’s enforcement. The Colorado Supreme Court struck down the amendment as failing to meet“strict scrutiny.”The Supreme Court upheld the Colorado court’s ruling, but noted that the measure did not even pass the “rational basis” test; the Court’s 6–3 majority opinion noted the amendment “identifies persons by a single trait and then denies them protection across the board,” calling it “unprecedented in our jurisprudence.” Romer was the first of several major LGBT rights opinions written by JusticeAnthony Kennedy.",
    "Boy Scouts of America v. Dale": "(2000) held that aprivate organizationwas allowed, under the First Amendment, to exclude LGBT persons from membership. James Dale was an Eagle Scout who later became anAssistant Scoutmaster; after he came out as gay in a newspaper interview, he was removed from his leadership post and ousted from the Scouts, as the Boy Scouts had a policy prohibiting gay members and leaders. Dale sued the Scouts, arguing that New Jersey’s law prohibiting discrimination against gay people in public accommodations prevented the Scouts from removing him for his sexuality. Although Dale won his case before the New Jersey Supreme Court, the U.S. Supreme Court reversed the state ruling, holding in a 5–4 majority opinion that the First Amendment’sfreedom of associationmeant that private groups were permitted to exclude persons whose presence would “derogate from the organization’sexpressive message.” In 2014, the Boy Scouts lifted its ban on gay members; one year later, it lifted its ban on gay leaders.",
    "Lawrence v. Texas": "(2003) declared laws againstsodomyto be unconstitutional. In 1998 police entered the apartment of John Lawrence in response to a false report of a Black man with a gun; they arrested Lawrence and Tyron Garner for violating Texas’s sodomy law. Writing for a 6–3 majority, Justice Anthony Kennedy stated that “The petitioners are entitled to respect for their private lives. The State cannot demean their existence or control their destiny by making their private sexual conduct a crime.” in holding that the Due Process Clause prohibited government “intervention” in their conduct. The Court also explicitly addressed its previous decision inBowers v. Hardwick, noting “Bowers was not correct when it was decided, is not correct today, and is hereby overruled.” Justice Sandra Day O’Connor, who voted with the majorities in both Bowers and Lawrence, filed a concurring opinion noting that the statute in Lawrence violated theEqual Protection Clause, as it criminalized conduct between two males but not a male and female.",
    "Hollingsworth v. Perry": "(2013) effectively allowedsame-sex marriage to resume in California. In May 2008, California’s state Supreme Court ruled that same-sex marriage must be allowed under the state constitution; in November of that year, California voters passedProposition 8, a state constitutional amendment banning same-sex marriage. Same-sex couples challenged the amendment in court as unconstitutional. Under governors Arnold Schwarzenegger and Jerry Brown, California chose not to defend the amendment; the amendment’s official proponents, including state senator Dennis Hollingsworth, then applied and were granted permission to defend the amendment. However, the Supreme Court ruled 5–4 that because the amendment’s proponents could not demonstrate“personal and tangible harm”from the state’s inaction, they did not have standing under Article III of the U.S. Constitution. Anthony Kennedy dissented from the decision, which was announced on the same day as theU.S. v. Windsordecision.",
    "U.S. v. Windsor": "(2013) struck down the section of the 1996Defense of Marriage Actthat prohibited the federal government from recognizing same-sex marriages. Edie Windsor and Thea Spyer were married in Canada in 2007, having been a couple since the mid-1960s; New York state legally recognized their marriage in 2008. After Spyer died in 2009, Windsor was unable to claim a federal exemption from taxes on Spyer’s estate; she subsequently sued the federal government. The U.S. Department of Justice declined to defend the constitutionality of the law; instead, the U.S. House’s Bipartisan Legal Advisory Group defended the law in court. Justice Anthony Kennedy once again wrote the court’s majority opinion in the 5–4 decision, and held that Section 3 of DOMA was unconstitutional, as it was a violation of theequal protectionprovided under the Fifth Amendment’s Due Process Clause. The federal government was subsequently required to recognize all state-sanctioned same-sex marriages as valid.",
    "Obergefell v. Hodges": "(2015) legalizedsame-sex marriagenationwide. In denying to hear the appeal of the 1972 caseBaker v. Nelson, the Supreme Court effectively set a legal precedent that denying marriage certificates to same-sex couples was constitutional; in 2014, the Sixth Circuit cited the Baker precedent in upholding certain state bans on same-sex marriage, including one originating from Ohio, whereJim Obergefellwas unable to add his name to his husband’s death certificate, despite their having been legally married in Maryland. Anthony Kennedy once again wrote the Court’s 5–4 majority opinion, in which he cited precedents such asGriswold v. Connecticut,Lawrence v. Texas, andU.S. v. Windsorin holding that bans on same-sex marriage violate theDue Process and Equal Protection clausesof the Fourteenth Amendment. In the oft-cited closing of the decision, Kennedy stated “It would misunderstand these men and women to say they disrespect the idea of marriage. Their plea is that they do respect it, respect it so deeply that they seek to find its fulfillment for themselves.”",
    "Bostock v. Clayton County": "(2020),Altitude Express, Inc. v. Zarda(2020), andR. G. & G. R. Harris Funeral Homes, Inc. v. Equal Employment Opportunity Commission (2020), generally referred to collectively asBostock, held that employees may not be fired or otherwisediscriminated against due to their sexuality or gender identity. Title VII of the 1964 Civil Rights Act prohibits employers from discriminating against an employee “on the basis of race, color, religion, sex, or national origin.” Gerald Bostock was fired from a government job in Georgia after joining a gay softball league, and discussing it at work. Donald Zarda was a skydiving instructor who was fired for telling a female student he was gay in an effort to make her more comfortable about a tandem dive. Aimee Stephens was fired after informing her employer of her transgender identity, and that she planned to dress as a female while following the company’s dress code. Justice Neil Gorsuch wrote a 6–3 majority opinion covering all three cases, holding thatTitle VIIprotects LGBT individuals from employment discrimination on the basis of sex, as employers were penalizing behavior for one sex while allowing it for the opposite sex. Both Zarda (BASE jumping accident) and Stephens (kidney failure) died before the decision was announced.",
    "303 Creative, LLC v. Elenis": "(2023) held that state anti-discrimination laws could not force someone to producecreative contentthat conflicts with theirreligious beliefs. Lorie Smith was a Colorado-based graphic designer who sued the state of Colorado, claiming the state’s anti-discrimination statute could force her to violate her religious beliefs by having to design a website for a same-sex wedding. In a 6–3 majority opinion, Justice Neil Gorsuch wrote that Smith’s website designs were not an “ordinary commercial product”; rather, they were“expressive speech.”The First Amendment, Gorsuch stated, prohibited Colorado from forcing Smith to create expressive speech counter to her religious beliefs; the Court’s majority opinion intentionally did not offer a definition of “what qualifies as expressive activity protected by the First Amendment.” Gorsuch cited the Court’s ruling inBoy Scouts v. Daleas supporting the Court’s opinion in this case."
}