{
    "Treaty of Versailles": "The(1919) officially endedWorld War Ibetween the Allies and Germany. It was signed at its namesakeFrench palaceafter theParis Peace Conference.  It is noted for the“Big Four”(Woodrow Wilson, David Lloyd George, Georges Clemenceau, and Vittorio Orlando) who headed the Allies’ delegations, discussions of Woodrow Wilson’sFourteen Points(particularly theLeague of Nations), and its controversialdisarmament,war guilt, andreparationsclauses.  The conference was also notable for up-and-coming world figures who attended (John Maynard Keynes, Ho Chi Minh, Jan Smuts, etc.).",
    "Treaty of Utrecht": "The(1713) was a series of treaties signed in the Dutch city of Utrecht that (mostly) ended theWar of the Spanish Succession(1701–1714).  They were signed byFrance and Spainfor one side and byBritain, Savoy, and the United Provinces (The Netherlands)for the other.  The treaty confirmed a Bourbon prince (Philip, Duke of Anjou) on the Spanish throne,ending Habsburg control, but took steps to prevent the French and Spanish thrones from being merged.  Some Spanish possessions — including Sicily, the Spanish Netherlands, Naples, and Gibraltar — were given to the victors.",
    "Treaty of Ghent": "The(1814) ended theWar of 1812between theU.S.andBritain.  It was signed in the Belgian city Ghent but, due to the distances involved,could not prevent the Battle of New Orleans two weeks later.  The treaty made no boundary changes and hadminimal effect; both sides were ready for peace and considered the war a futile and fruitless endeavor.",
    "Treaty of Portsmouth": "The(1905) ended theRusso-Japanese War(1904–1905).  It was signed at thePortsmouth Naval ShipyardinMaineafter negotiationsbrokered by Theodore Roosevelt(for which he won the Nobel Peace Prize).  Japan had dominated the war and received an indemnity, the Liaodong Peninsula in Manchuria, and half of Sakhalin Island, but the treaty was widely condemned in Japan because the public had expected more.",
    "Adams-Onís Treaty": "The(1819) settled aboundary dispute between the U.S. and Spainthat arose following the Louisiana Purchase.  It was negotiated by then-Secretary of State John Quincy Adams and most notablysold Florida to the U.S.in exchange for the payment of its citizens’ claims against Spain.  It also delineated the U.S.-Spain border to the Pacific Ocean leading to its alternate name, the Transcontinental Treaty.",
    "Camp David Accords": "The(1978) were negotiated at the presidential retreat Camp David byEgypt’sAnwar SadatandIsrael’sMenachem Begin; they were brokered by U.S. PresidentJimmy Carter.  They led to a peace treaty the next year thatreturned the Sinai Peninsula to Egypt, guaranteedIsraeli access to the Red Sea and Suez Canal, and more-or-less normalized diplomatic and economic relations between the two countries.  Thisisolated Egyptfrom the other Arab countries and led toSadat’s assassinationin 1981.",
    "Treaty of Guadalupe Hidalgo": "The(1848) ended theMexican-American War(1846–1848) and was signed in its namesakeneighborhood of Mexico City.  Its most significant result was the “Mexican Cession” transferringCalifornia, Nevada, Utah, and parts of four other statesto the U.S.  It also made theRio Grande the boundary between Texas and Mexico.",
    "Treaty of Brest-Litovsk": "The(1918) was a“separate peace”signed by the Bolshevik government of the newUSSRandGermany.  The USSR needed to make peace to focus on defeating the “Whites” (royalists) in theRussian Civil War, and it gave upUkraine,Belarus, and the threeBaltic countriesafter Germany invaded, an outcome worse than a German offer which chief Soviet negotiatorLeon Trotskyhad rejected.  The treaty was negotiated in Brest (in what is now Belarus) and was nullified by the subsequentTreaty of Versaillesfollowing Germany’s defeat.",
    "Treaty of Tordesillas": "The(1494) ostensiblydivided the New World(and, in later interpretations, the entire world)between Spain and Portugal.  It resulted from a bull by (Spanish-born)Pope Alexander VIgranting lands to Spain and established aline west of the Cape Verde islandsbetween future Spanish possessions (west) and Portuguese possessions (east).  The line passed through Brazil, allowing the Portuguese to establish a colony there, while Spain received the rest of the Americas.  Endless wrangling and repeated revisions ensued.",
    "Peace of Westphalia": "The(1648) is the collective name for two treaties ending theThirty Years’ Warthat were signed by theHoly Roman Empire,minor German states,Spain,France,Sweden, and theDutch Republic.  It confirmed the principle of“cuius regio eius religio”(that a ruler’s religion determined that of his country) introduced by thePeace of Augsburg, but mandated relativetolerance of other (Christian) faiths.  It adjusted the borders of German states and strengthened their princes with respect to the Emperor, and transferred most of Lorraine and some of Alsace to France.",
    "Lateran Treaty": "The(1929) created the independent country of theVatican City, madeCatholicism the state religion of Italy(ended in 1984), and determined the proper remuneration forChurch property taken by Italy.  It was signed byBenito Mussoliniand a representative ofPope Pius XIin the namesake papal residence, and ended the so-called“Roman Question”that arose out of the unification of Italy and the dissolution of the Papal States.",
    "Treaty of Paris of 1898": "Theended theSpanish-American Warand transferredGuam, thePhilippines, andPuerto Ricoto the U.S. while makingCuba(ostensibly) independent.  The treaty was the beginning ofAmerican imperialismoverseas, and it underwent a lengthy and contentious ratification."
}