{
    "Agamemnon": ":  Theking of Mycenae, Agamemnon sharessupreme command of the Greek troopswith his brother,Menelaus.  An epithet of his, “king of heroes,” reflects this status.  As a commander, however, he oftenlacks good public relations skills, as shown by hisfeud with Achilles(book 1) and by his ill-considered strategy ofsuggesting that all the troops go home(book 2).  Upon his return home, Agamemnon ismurdered by his wife, Clytemnestra, and her lover, Aegisthus.",
    "Menelaus": ":  Theking of Sparta, Menelaus is thehusband of Helen, thecause celebreof the war.  He tries to win Helen back byfighting Parisin single combat, but Aphrodite carried Paris off when it seemed that Menelaus would win.  Despite his notionally equal say incommanding the troopswith his brother Agamemnon, in practice Agamemnon often dominates.",
    "Achilles": ":  This “swift-footed” warrior is the greatest on the Greek side.  His father is Peleus, a great warrior in his own right, and his mother is Thetis, a sea nymph.  The consequences of Achilles’rage at Agamemnonfor confiscating hisgeras(prize of honor) are the subject of theIliad.  Achilleskills Hector, but iskilled by a poisoned arrow in the heel, the only vulnerable place on his body.",
    "Patroclus": ":Achilles’ foster brother and closest friend.  Although Patroclus is a formidable hero, he is valued for hiskind and gentle nature.  Patroclus iskilled by Hectorwhile wearing the armor of Achilles.",
    "Ajax the Great": ":  Thisprince of Salamisis the son of Telamon.  He once fights all afternoon insingle combat with Hector; since neither one can decisively wound the other, they part as friends.  Ajax’s most glorious achievement isfighting the Trojans back from the shipsalmost singlehandedly.  He commitssuicideafter the armor of Achilles is awarded to Odysseus rather than to himself.",
    "Diomedes": ":  In his day of glory, Diomedeskills Pandarusandwounds Aeneasbefore taking on the gods.  Hestabs Aphroditein the wrist and, with Athena as his charioteer,wounds Aresin the stomach.  Along with Odysseus, he also conducts a successfulnight raid against King Rhesus.",
    "Odysseus": ":  This son of Laertes is known for hisclevernessandglib tongue.  His accomplishments include a successfulnight raid against King Rhesus, winning thearmor of Achilles, and engineering the famousTrojan Horse.  His ten-yeartrip home to Ithaca(where his wife,Penelope, awaits) is the subject of theOdyssey.",
    "Nestor": ":  Theking of Pylos, he istoo oldto participate in the fighting of the Trojan War, but serves as an advisor.  He tells tales of “the good old days” to the other heroes.",
    "Hector": ":  The son of Priam and Hecuba, he is probably thenoblest characteron either side.  A favorite of Apollo, thiscaptain of the Trojan forcesexchanges gifts with Ajax after neither can conquer the other in single combat.  Hekills Patrocluswhen Patroclus goes into battle wearing the armor of his friend, Achilles.Killed by Achillesto avenge the death of Patroclus, he is greatly mourned by all of Troy.Funeral gamestake place in his honor.",
    "Paris": "(sometimes called Alexander):  Also the son of Priam and Hecuba, he is destined to be theruin of his country.  He fulfills this destiny by accepting abribewhen asked tojudge which of three goddesses is the fairest.  When he awardsAphroditethegolden apple, Aphrodite repays him by granting him themost beautiful womanin the world; unfortunately,Helenis already married to Menelaus.  Known less for hand-to-hand fighting than formastery of his bow, hekills Achilleswith an arrow but dies by the poisoned arrows ofPhiloctetes.",
    "Priam": ":  Theking of Troyand son of Laomedon, he has 50 sons and 12 daughters with his wife Hecuba (presumably she does not bear them all), plus at least 42 more children with various concubines.Neoptolemus, the son of Achilles, kills him in front of his wife and daughters during the siege of Troy.",
    "Hecuba (or Hecabe)": ":  Thewife of Priam, she suffers the loss of most of her children but survives the fall of Troy.  She is laterturned into a dog.",
    "Andromache": ":  Thewife of Hectorand mother ofAstyanax, she futilelywarns Hectorabout the war, then sees both her husband and son killed by the Greeks.  After the war she is madeconcubine to Neoptolemus, and later marries the Trojan prophetHelenus.",
    "Cassandra": ":  Thisdaughter of Priam and Hecubahas anaffair with Apollo, who grants her the gift ofprophecy.  Unable to revoke the gift after they quarrel, Apollo curses her bypreventing anyone from believing her predictions.  Among her warnings is that the Trojan horse contains Greeks.  After Troy falls she is given to Agamemnon, who tactlessly brings her home to his wife Clytemnestra.  Clytemnestra and her lover Aegisthus then kill Agamemnon and Cassandra, leaving Agamemnon’s son Orestes (egged on by his sister Electra) to avenge the deaths and kill Clytemnestra and Aegisthus.",
    "Laocoon": ":  Yet another son of Priam and Hecuba, thispriest of Apolloshares Cassandra’s doubt about the merits of bringing the Trojan horse into the city.  “Timeo danaos et dona ferentes,” he says (according to Vergil),“I fear the Greeks, even bearing gifts.”Later, while sacrificing a bull, twoserpents from the sea crush both him and his two young sons.  The death of Laocoon is often blamed on Athena (into whose temple the serpent disappeared) but was more likely the act of Poseidon, a fierce Greek partisan.",
    "Aeneas": ":  This son of Aphrodite and Anchises often takes a beating but always gets up to rejoin the battle.Knocked unconsciousby a large rock thrown by Diomedes, he isevacuated by Aphrodite and Apollo.  He succeeds the late Hector asTrojan troop commanderand survives the fall of Troy, ultimately settling in Italy.  His son Iulus founds Alba Longa, near the site of Rome.  That bloodline is the basis ofJulius Caesar’s claim to have descended from Venus."
}