{
    "Aaron Burr": "(1756–1836) wasThomas Jefferson’s first vice president, serving from 1801 to 1805. Before taking office, he served as a senator from New York and helped build the Tammany Society (which becameTammany Hall) and the Manhattan Company (which became Chase Manhattan Bank). In 1800 Burr swung New York to his running mate Jefferson, but due to a constitutional quirk, he wound up tying him in the Electoral College. Burr made a covert effort to become president with support from the Federalist Party, but it was blocked byAlexander Hamilton, whom Burr later killed in a duel. In 1807 the Jefferson administration put Burr ontrial for treasonfor plotting to set up his own country in land acquired from the Louisiana Purchase, though he was acquitted.",
    "Elbridge Gerry": "(1744–1814) wasJames Madison’s second vice president, serving from 1813 to 1814 (when he died in office). At theConstitutional Convention, Gerry joined George Mason and Edmund Randolph in refusing to sign the Constitution, largely because it lacked a Bill of Rights. In 1797 he, Charles C. Pinckney, and John Marshall were sent to France as a diplomatic commission, but French agents demanded bribes during the“XYZ Affair.”As governor of Massachusetts in 1812, Gerry reluctantly approved a partisan redistricting plan. A Federalist publication joked that one of the new districts resembled a salamander, giving rise to the term“gerrymandering.”",
    "John C. Calhoun": "(1782–1850) wasJohn Quincy Adams’ vice president andAndrew Jackson’s first vice president, serving from 1825 to 1832 (when he resigned). Early in his career, Calhoun became one of the leading“war hawks”who supported the War of 1812. While Calhoun served as Jackson’s vice president, his wifeFloridesnubbed the wife of Secretary of War John Eaton during thePetticoat Affair. Calhoun supported the doctrine ofnullificationembraced by his home state of South Carolina to oppose the so-called“Tariff of Abominations,”and to express his opposition to Jackson, he became the first vice president to resign. During his later career as a senator, Calhoun became the nation’s leading advocate forstates’ rights and slavery, which he called a “positive good.”",
    "John C. Breckinridge": "(1821–1875) wasJames Buchanan’s vice president, serving from 1857 to 1861. Taking office at just age 36, he remains the youngest ever vice president. In 1860 the formerKentuckycongressman became the presidential candidate of southern Democrats who refused to supportStephen Douglas. He finished second with 72 electoral votes but lost the election to Abraham Lincoln, whose wife Mary Todd was a distant cousin of Breckinridge. When the Civil War broke out, he enlisted in the Confederate Army, causing him to be expelled from the Senate. As a southern general, he won theBattle of New Marketand served as the last Confederate secretary of war.",
    "Charles Dawes": "(1865–1951) was Calvin Coolidge’s vice president, serving from 1925 to 1929. Dawes is the only vice president tocompose a number-one song, writing the music for what became the 1958 hit “It’s All in the Game.” A successful banker, Dawes proposedthe Dawes planto resolve the financial crisis in Europe after World War I, through which the U.S. gave money to Germany so it could repay reparations to Britain and France. For his effort, Dawes won aNobel Peace Prize. He later served as the first head of theReconstruction Finance Corporation, which Herbert Hoover founded to alleviate the Great Depression.",
    "Hubert Humphrey": "(1911–1978) wasLyndon Johnson’s vice president, serving from 1965 to 1969. As mayor of Minneapolis, Humphrey introduced ananti-segregationplank in the 1948 Democratic platform, which led southern delegates to walk out and form the“Dixiecrat” party. As a senator from Minnesota, Humphrey was instrumental in passing theCivil Rights Act of 1964. After he became Johnson’s vice president, Humphrey faced criticism for supporting the president’s Vietnam War policies. During a convention marred by riots in Chicago, Humphrey won the1968 Democratic nominationfor president, but lost a close election to Richard Nixon. He returned to the Senate, dying in office in 1978.",
    "Spiro Theodore “Ted” Agnew": "(1918–1996) wasRichard Nixon’s first vice president, serving from 1969 to 1973 (when he resigned). Agnew and John C. Calhoun are the only vice presidents to resign from office. Agnew served asgovernor of Maryland, where his moderate reputation and “law and order” policies led Nixon to choose him as his running mate. Agnew became known as Nixon’s“attack dog,”unleashing such creative insults as calling liberals“nattering nabobs of negativism.”In 1973 an investigation into Agnew’s tenure as governor discovered that he had receivedbribes from contractors. Though he professed his innocence, Agnew ultimately pled no contest totax evasionandresignedas vice president, ending his political career.",
    "Nelson Aldrich Rockefeller": "(1908–1979) wasGerald Ford’s vice president, serving from 1974 to 1977. A grandson of Standard Oil founder John Rockefeller, he served asgovernor of New Yorkfrom 1959 to 1973 and crushed theAttica Prison Uprising. Rockefeller led the“Eastern Establishment,”the liberal wing of the Republican Party. He sought his party’s presidential nomination in 1960, 1964, and 1968, losing partly due to his controversial second marriage withHappy Murphy. After succeeding Richard Nixon, Ford used the25th Amendmentto appoint Rockefeller as vice president, but reluctantly dropped him as his running mate in 1976 in favor ofBob Dole.",
    "Al Gore": "(or Albert Arnold Gore Jr.) (1948–) wasBill Clinton’s vice president, serving from 1993 to 2001. Like his father, Gore was asenator from Tennessee, and during his tenure he wrote the best-selling ecological bookEarth in the Balance. As vice president, Gore supportedenvironmental and technological causes, including popularizing the term “Information Superhighway” (and at one point remarking that he “took the initiative in creating the Internet”). As the Democratic presidential candidate in 2000, Gore lost adisputed electionto George W. Bush that hinged on the Supreme Court halting arecount in Florida. After leaving office, Gore made the documentaryAn Inconvenient Truthabout climate change, which won him the 2007 Nobel Peace Prize.",
    "Dick Cheney": "(or Richard Bruce Cheney) (1941–) wasGeorge W. Bush’s vice president, serving from 2001 to 2009. Before taking office, Cheney served as Gerald Ford’s chief of staff, secretary of defense during theFirst Gulf War, and CEO ofHalliburton. Cheney was an extremely influential vice president, shaping strategy around theWar on TerrorandSecond Gulf War. However, he was dogged by controversies: his chief of staff Scooter Libby was convicted of perjury and obstruction of justice in connection with the leaking of the identity of CIA agent Valerie Plame, and heshot a 78-year-old man in the facein a hunting accident. In 2016 his daughter Liz Cheney won his old seat as Wyoming’s representative in Congress, where she became a leading critic of Donald Trump."
}