{
    "Super Mario": ": The characterMariofirst appeared in the arcade gameDonkey Kong, in which he was originally named “Jumpman.” Created byNintendo’sShigeru Miyamoto, Mario has since appeared in over 200 games, including the iconicSuper Mario Bros., which launched with theNintendo Entertainment Systemin 1985. Mario, along with his brotherLuigi, his nemesisBowser, and his alliesYoshi,Princess Peach, andToad, have also appeared in numerous spinoff series likeMario Kart,Mario Tennis,Paper Mario, andSuper Smash Bros.",
    "The Legend of Zelda": ": Also created by Shigeru Miyamoto. Games in the Zelda series star the green-cladLink, who typically must rescuePrincess Zeldafrom the evilGanon(who sometimes appears in his humanoid form,Ganondorf). Recurring weapons in the series include theMaster Sword, boomerang, bombs, andhookshot. Much of the series’s lore centers on theTriforce, a set of three golden triangles whose constituent parts represent power, wisdom, and courage.",
    "Final Fantasy": ": A long-runningJapanese role-playing game(JRPG) series, whose 15th main installment was released in November 2016.Final Fantasy VII, released in 1997, was a massive success and (at the time) a technical marvel that helped popularize theSony PlayStation. Some notable protagonists from the series includeCecil Harvey(IV),Cloud Strife(VII), andTidus(X). The series is closely associated with composerNobuo Uematsu, who created the soundtracks for the first nine games as well as part of the tenth.",
    "WarCraft": ": Series developed byBlizzard Entertainmentthat helped popularize thereal-time strategy(RTS) genre, in which players fight against each other by constructing buildings and armies as quickly as possible. The first game in the series pitted Humans againstOrcs; later games addedNight ElvesandUndead. The 2004MMORPG (massively multiplayer online RPG)World of Warcraft, set in the same universe, has had over 10 million subscribers.",
    "Pokémon": ": RPG series about animal-like “pocket monsters,” and the basis for the long-running Japanese animated series about trainerAsh Ketchum. Pokémon games are typically released in pairs that differ in which Pokémon are available, such as Red/Blue, Gold/Silver, X/Y, and 2016’s Sun/Moon. Notable Pokémon includePikachu,Charizard,Lucario,Greninja, andMewtwo. A mobile version,Pokémon Go, was released in 2016 to massive success.",
    "Call of Duty": ":First-person shooter (FPS)series published by Activision. The first three games centered on World War II, while more recent editions—starting with 2007’sModern Warfare—have largely taken place in contemporary and near-future settings, and have courted controversy for such things as a level in which the player kills civilians while participating in a terrorist attack. The series is celebrated for its multiplayer modes, including cooperativeZombie modes.",
    "StarCraft": ": Another Blizzard RTS series, with a science fiction theme. The game features three playable races:Terrans(humans),Zerg(a single-minded collective of insect-like aliens), andProtoss(strong, humanoid aliens with psionic powers). StarCraft II, the series’s latest entry, was split into three parts whose stories each focused on one of the three races. Major characters in the series includeJim Raynor, a Terran leader, andSarah Kerrigan, a former Terran psychic corrupted by the Zerg.",
    "Sonic the Hedgehog": ": Flagship Sega franchise, starring a namesake blue hedgehog that runs at high speeds. Sonic first appeared on theSega Genesisconsole in 1991, and is accompanied in later games by allies such asTails(an orange, two-tailed fox) andKnuckles(a red echidna). The series’s villain isDr. Eggman, known asDr. Robotnikin the early Genesis games. Though the series has maintained popularity for over two decades, more recent games have had considerably less success than the first three Genesis games.",
    "Grand Theft Auto": ": An immensely successfulRockstar Gamesseries that has repeatedly drawn criticism for its level of violence. Grand Theft Auto games are played in open world “sandboxes” that give the player the ability to do virtually anything they want. The series is set in satirized versions of real U.S. cities, with GTA III and GTA IV taking place in the New York knock-off Liberty City, GTA: Vice City taking place in a fictionalized Miami, and GTA: San Andreas and GTA V taking place in Los Santos, a send-up of Los Angeles.",
    "Madden NFL": ": The Madden series (which, prior to 1993, was simply known as John Madden Football due to licensing issues), has featured yearly installments since 1990 and is published byEA Sports(which also publishes the FIFA soccer series). Madden NFL traditionally features a different player on its box art each year; an apparent string of injuries to and poor seasons by players on the cover of that particular year’s game has become known as theMadden Curse."
}