{
    "The Queen of Spades": "(1834) byAlexander Pushkin. The story begins at a late-night gambling party given by the Russian army officerNaroumov. There,Tomskydiscusses his own grandmother, a countess who once lost a fortune paying the card gamefaroin Paris, and who subsequently sought assistance from theComte de Saint-Germain(a real historical figure). Saint-Germain taught the countess how to win back her money by playing a sequence of three cards. After hearing this tale, an engineering officer of German descent namedHermanschemes to meet the countess by courting her wardLizaveta, who tells Herman how to secretly enter the house. Herman accosts the countess, who refuses to reveal the names of the cards. When Herman draws a pistol, the countess dies of fright. At the countess’s funeral, her corpse appears to wink at Herman. That night, Herman is visited by the countess’s ghost, who tells him that the cards are thethree, seven, and ace. Herman goes to the gambling salon ofChekalinsky, where he wins a massive sum of money by betting on the three. The following night, Herman wins again by betting on the seven. On the third night he intends to bet everything on the ace, but the card that he actually plays is thequeen of spades. When Herman looks at the card, it seems towinkat him as the countess had done. Herman goes insane and is put in anasylum, where he spends his days muttering “three seven ace! Three seven queen!”",
    "Nevsky Prospekt": "(1835) byNikolai Gogol. Nevsky Prospekt is a major thoroughfare inSaint Petersburg.  After describing the various types of people who walk down the street at different times of day, the story focuses on two men, who each pursue a beautiful woman. The first isPiskaryov, a painter who sees adark-haired woman, follows her to the brothel where she works, and falls obsessively in love with her, eventually turning toopiumto calm himself. He returns and proposes to the woman, but she mocks his advances, after which Piskaryov cuts his own throat. The second man,Lieutenant Pirogov, follows ablond woman. She turns out to be the wife of aGerman tinsmith, who beats Pirogov. The lieutenant plans to avenge himself, but abandons the idea after eating pastries and going dancing.",
    "The Nose": "(1836) byNikolai Gogol. On the morning of March 25, the barber Yakovlevich cuts open a loaf of bread, and discovers a nose inside it. The nose belongs toMajor Kovalyov, who wakes up the same day to find a smooth patch of skin where his nose used to be. Upon encountering his missing nose, which is traveling in acarriageand wearing the uniform of astate councillor, Kovalyov chases it to a shopping center called the Gostiny Dvor. There, Kovalyov wonders how to approach the nose, since its uniform indicates that it has a higher status than him. Summoning his courage, Kovalyov tries to convince the nose to return to his face, but the nose claims not to recognize him. Kovalyov goes to a newspaper, intending to offer a reward for the nose’s return, but the clerk refuses his absurd-sounding request. Kovalyov then speaks with the police, who later catch the nose attempting toflee to Riga. However, the doctor that Kovalyov consults is unable to re-attach the nose, even with an operation. Kovalyov writes a letter toMadame Alexandra Podtochina Grigorievna, accusing her of cursing him so that he will marry her daughter, but receives an uncomprehending reply. Finally, on April 7, Kovalyov wakes up with his nose reattached, and resumes his normal life.",
    "The Overcoat": "(1842) byNikolai Gogol. Remarking on the story’s importance to Russian literature,Fyodor Dostoyevskyquipped “we all come out of Gogol’s overcoat.”  The story’s protagonist isAkaky Akakievich, a poor government clerk whose only joy in life is copying documents. His coworkers often make fun of his worn-out overcoat, so he visits his tailorPetrovich, who says that the coat must be replaced. Akaky scrimps to save up the necessary 80 roubles, and finally acquires the coat after receiving an unexpectedly large bonus. As he walks home from a party that was given in part to honor the new garment, Akaky is accosted by two ruffians whosteal his overcoat. Akaky tries to seek justice from the municipal superintendent and from an“important personage,”but both refuse to help him. Soon afterwards, Akaky contracts a fever and dies. Hisghostis said to haunt the streets of Saint Petersburg, searching for the stolen cloak. Eventually, the “important personage” is accosted by a figure whom he believes to be Akaky’s ghost, and is forced to surrender his own coat. However, the story’s final words hint that the supposed “ghost” was actually an ordinary robber.",
    "The Death of Ivan Ilyich": "(1886) byLeo Tolstoy. The story begins in a courtroom, as the death of the middle-aged magistrateIvan Ilyichprompts other members of the legal profession to think about how the new vacancy will affect their status. The story then describes Ivan’s unhappy marriage toPraskovya Fedorovna, and his move to Saint Petersburg. As he decorates his new house, Ivan has an accident while demonstrating how he wishes thecurtainsto be hung. The accident slowly causes Ivan to suffer increasing pain, during which he becomes dependant on the peasant servantGerasim, and contemplates how meaningless his existence has been. At the end of his life, Ivanscreamscontinuously for three days. Finally, Ivan sees light all around him at the same time that his sonVasyakisses his hand, and realizes that all he can do to end his family’s suffering is to die. Ivan thusdies happily.",
    "How Much Land Does a Man Need?": "(1886) byLeo Tolstoy. At the start of the story, a peasant namedPahomlistens to his wife and sister-in-law debate whether it is better to live in the town or the country. Pahom thinks “if I had plenty of land, I wouldn’t fear the Devil himself!”—which theDevilhears from behind the stove. Shortly thereafter, Pahom purchases land from a village woman. He becomes exceedingly jealous and protective of his property, causing him to quarrel with his neighbors and the local judges. Learning of rich land elsewhere, Pahom moves his family, but still is not satisfied. Desirous of acquiring even more land, Pahom visits thenomadic Bashkirs. Their chief, who is possibly the Devil in disguise, says that one thousand roubles will buy as much land as Pahom can walk around in a single day. However, if Pahom does not return to his starting point by sunset, both the money and the land are forfeit. In his greed, Pahom ventures too far. He sprints back while the chief laughs, just as the Devil did in one of Pahom’s dreams. Pahom returns to the starting point just in time, but immediately dropsdead from exhaustion. A servant buries Pahom in agravethat is six feet long, thus answering the story’s title question: a man only needssix feetof land.",
    "The Kreutzer Sonata": "(1889) byLeo Tolstoy. Both Russia and the U.S. censored this novella, which describes the fatal results of anaffair. As passengers on a train discuss marriage and love, a “nervous man” namedBasile Posdnicheffbreaks into the conversation, and insists that romantic love cannot endure for a lifetime. Posdnicheff recalls the dissipations of his bachelor days before explaining how he courted his wife, whom he accuses of trapping him into marriage with her physical charms. According to Posdnicheff, the idleness of the well-fed upper classes leads to an unhealthy emphasis on romance, giving women power over men. He advocates the ideal ofcelibacy even in marriage, astonishing the other train passengers. Posdnicheff describes quarrels with his wife, complaining that she was overly concerned with the health of their children, and that she eventually usedcontraception. As the marriage grows intolerable, Posdnifcheff’s wife spends more time playing thepiano, and is introduced by Posdnicheff toTroukhatchevsky, who studied theviolinin Paris. Although Posdnicheff is initially suspicious of Troukhatchevsky, he is comforted by his wife’s disavowal of interest in the musician, and by the elevated emotions he feels while listening to his wife and Troukhatchevsky playBeethoven’s Kreutzer Sonata. However, Posdnicheff’s jealousy returns during a work trip, when he receives a letter from his wife mentioning Troukhatchevsky. He takes a long journey back to his house, where he finds Troukhatchevsky’s overcoat. Posdnicheff removes his shoes to walk more quietly, takes a dagger from the wall, and surprises the pair in the dining room. Because he does not wish to run after Troukhatchevsky without shoes, Posdnicheff turns on his wife, and fatallystabsher. Although jailed while awaiting trial, Posdnicheff is ultimatelyacquittedbecause of his wife’s suspected infidelity.",
    "The Bet": "(1889) byAnton Chekhov. An old banker recalls a bet that he made 15 years ago at a party, in response to an argument about whethercapital punishmentis more or less cruel thanlife in prison. A lawyer suggests that life in prison is superior, because it would be better to have some existence than none at all. The rash banker betstwo million roublesthat the lawyer would not last five years insolitary confinement; the lawyer insists he could withstand15 years, and the bet is on. The lawyer is often unhappy during the early years of his confinement in a lodge on the banker’s estate. However, the lawyer betters himself by refusing wine and tobacco, and gradually studies languages, history, literature, philosophy, the Bible, theology, and science. Meanwhile, the banker grows steadily poorer, and realizes that paying off the bet will leave him bankrupt. On the last day of the bet, the banker resolves to kill the lawyer, and sneaks into the lodge while the lawyer is sleeping. There, the banker finds a letter in which the lawyer explains that years of study have taught him toscorn earthly knowledge and riches, and to care only about thesalvationof his soul. The lawyer thus plans to leave the lodgefive hours before 12 o’clockon November 14, 1885, when he would have won the bet. The banker departs without doing the lawyer harm and the lawyer carries out his plan, allowing the banker to avoid ruin. The banker then hides the lawyer’s note in a safe, to avoid “unnecessary talk.”",
    "Ward No. 6": "(1892) byAnton Chekhov. The story is set in a run-downasylum, whose five inmates include the university-educatedIvan Gromovand the imbecilicMoiseika. Moiseika is the only inmate allowed to go into town, where he begs for items that are all confiscated byNikita, the asylum’s porter. The hospital is run by the medical assistantSergei Sergeyitchand by the doctorAndrei Yefimitch Ragin, whose supervision gradually becomes lax. Andrei discusses philosophical issues with the postmasterMikhail Averyanich, and later begins to engage in such conversations with Ivan.Dr. Yevgeny Hobotov, whom a local council appoints to work at the hospital, grows concerned at Andrei’s long conversations with an inmate. Fearing that Andrei is not well, Mikhail proposes that they take atripto Moscow, Saint Petersburg, and Warsaw, but the journey goes poorly, and Andrei spends most of his money paying off Mikhail’s gambling debts.  Upon returning, Andrei finds out that he has been fired and replaced by Dr. Hobotov. Andrei withdraws into himself, and eventually shouts at Mikhail and Dr. Hobotov to leave him alone. Dr.Hobotovtricks Andrei into entering Ward No. 6, where mental patients are confined. When Andrei protests his incarceration, Nikita beats him. Andrei soon dies of a stroke; Mikhail and Andrei’s servantDaryushkaare the only people at the funeral.",
    "The Lady with a Dog": "(1899) byAnton Chekhov. The married bankerDmitri Gurovhas been on vacation by himself inYaltafor two weeks when he hears of a “new face” attracting attention, alady with a dog. Dmitri meets the woman,Anna Sergeyevna von Diderits. She is vacationing without her spouse, as her marriage is unhappy—just like Dmitri’s. The two sleep together. After returning to Moscow, Dmitri cannot forget the memory of Anna, and realizes he has fallen in love. He pretends to be going to Saint Petersburg for business, but instead travels to Anna’s hometown. There, he finds her at the debut of a play titledThe Geisha. Dmitri confronts Anna at the performance, and she confesses that she too has fallen in love. Anna begins making excuses to visitMoscowevery few months to see Dmitri. The two fall deeper in love, but do not know how to leave their marriages. The story ends on anunresolvednote, stating “to both of them it was clear that the end was still very far off, and that their hardest and most difficult period was only just beginning.”"
}