{
    "The Murders in the Rue Morgue": "(1841) byEdgar Allan Poe. This story marks the debut ofC. Auguste Dupin, the predecessor of many future literary genius detectives. The unnamed narrator begins by musing on the unique mental challenges presented by the games of chess and whist, and then recalls how Dupin was once able topractically read the narrator’s mindregarding an actor named Chantilly. Both the narrator and Dupin then read newspaper accounts of the murders of two women; the daughter was strangled andstuffed up a chimney, while the mother had her throat slashed so deep by arazor(also found at the scene) that her head falls off when she is moved. Neighbors testify they heard two voices but one was unidentifiable. Bags of money at the scene lead to the arrest of localbanker Le Bon; Dupin deduces that, because the money remains, Le Bon is innocent and robbery is not the motive. Offering his services toa police prefect known as “G,”Dupin notes the extreme strength required of both murders, the odd language, and tufts of hair. He realizes the murderer was non-human and places a newspaper ad for a missingorangutan. A sailor confesses to the crime: he bought an orangutan in Borneo but could not control it, and when he got angry that the orangutan grabbed the razor and mimicked the sailor’s daily shave, the orangutan ran off in a bestial rage and killed the two women.",
    "The Purloined Letter": "(1844) byEdgar Allan Poe. The police prefect “G” asks for Dupin’s help regarding a devious official known as“Minister D.”G believes the minister stole a letter that contains potential blackmail fodder regarding an unnamed but powerful man, and thus a huge reward is offered. However, the police cannot find the letter in Minister D’s lodgings or on his person. One month later, “G” contacts Dupin again after the reward increases to 50,000 francs; Dupin asks for the reward immediately and amazingly produces the letter. Dupin, using ametaphor about a map game—in whichplayers tasked with finding a name on a mapcan easily overlook large-print names—says Minister Dhid the letter in plain sight, putting it amongst a bundle on the mantle. Once hearing of the theft, Dupin went to the apartment, located the letter, and then created a diversion so he could swap the letter with a taunting fake.",
    "The Moonstone": "(1868) byWilkie Collins.Rachel Verinder’s 18th birthday party is marred by the theft of the Moonstone, asacred gem plundered from Indiathat Rachel had just inherited. Suspicion falls on atrio of Indian jugglers, but also on Rachel herself, who behaves oddly and breaks off her engagement withFranklin Blakewhen Franklin leads the search. The maidRosanna Spearmanis also suspected, especially after she commits suicide byjumping into quicksand. Local inspectorSergeant Cuffcannot solve the mystery, but one year later, Franklin returns from abroad and learns that Rosanna, who was secretly in love with him, began impeding the investigation after apaint smudgemade her suspect he was the thief. Franklin then meets with Rachel, who claims she saw Franklin steal the Moonstone but never told anyone to save their reputations. Eventually, Franklin learns that he was secretlyfed laudanumat the party byDr. Candy, and while in a drugged stupor took the Moonstone to protect it. The Moonstone later turns up for sale, upon which it is stolen by the trio of Indians. The Indians also kill the seller, who is revealed to beGodfrey Ablewhite, another party guest whose personal debts prompted him to keep the Moonstone when the drugged Franklin gave it to him. Other characters who narrate portions of the book includeMiss Drusilla Clack, an Evangelical who constantly hands out moralizingtracts;Gabriel Betteredge, a servant obsessed withRobinson Crusoe; and Dr. Candy’sopium-addicted assistantEzra Jennings, an odd man with multi-colored hair.",
    "The Final Problem": "(1893) bySir Arthur Conan Doyle. TheSherlock Holmesstories made Doyle a celebrity, but Doyle, feeling cheapened by the work, decided tokill off Holmesin this story. The story begins with Watson welcoming in a bleeding Holmes, who recounts thatProfessor Moriarty—Holmes’s alleged archnemesis, despite first appearing in this story—has just tried to kill Holmes via astaged car accident, afalling brick, and anarmed thug. Holmes plans to go to Europe to defeat Moriarty without alerting him; however, despite Holmesdisguising himself as an Italian priestand giving Watson circuitous instructions, Moriarty tails them by rail, though Holmes and Watson evade him. In Strasbourg, Holmes learns that Scotland Yard has busted Moriarty’s organization but have failed to catch the man himself, leading Holmes to continue to Switzerland. During a hike to theReichenbach Falls, a messenger tells Watson that a sick woman at their hotel needs a doctor; Holmes knows this is a trap laid by Moriarty but says nothing. Finding no such woman, Watson rushes back to the falls, where footprints and signs of a struggle convince him that Moriarty found Holmes and, during a fight, bothfatally tumbled over the waterfall.",
    "The Hound of the Baskervilles": "(1902) by Sir Arthur Conan Doyle. This novel was the first Holmes story to appear after “The Final Problem.” Holmes is solicited byJames Mortimer, whose friendCharles Baskervillerecently died interror, with nearby canine footprints consistent with a myth about ahellish houndwho kills Baskerville heirs. The next heir,Henry, is almost shot by a bearded pursuer in London, leading Holmes to send Watson to Baskerville Hall to protect Henry while he investigates. At the estate on the moors, Watson learns that two neighbors, theStapleton siblings, are behaving oddly, as are the Baskerville servants, theBarrymores, andLaura Lyons, the woman Charles was supposed to meet the night of his death. Watson learns that Mr. Barrymore is skulking around to secretly aid his brother, anescaped convict, and discovers through Laura that a shadowy figure walking the moors at night is actually Holmes, laying low. Holmes discovers that Laura was used by Jack Stapleton to lure Charles onto the moors, where Stapleton—a distant heir of the Baskervilles—killed Charles with his huge pet dog. Holmes and Watson then use Henry as bait; the ruse works, and they kill Stapleton’s dog, who has been painted withphosphorusto appear spectral. Stapleton drowns in theGrimpen Mirewhile fleeing, and Holmes and Watson learn Stapleton’s supposed “sister” is actually his wife, who refused to help her villainous husband.",
    "The Maltese Falcon": "(1930) byDashiell Hammett. This classic of the“hard-boiled”genre followsSam Spade, a San Francisco private eye hired by“Ms. Wonderly”to tailFloyd Thursby, with whom her sister has eloped. The next day, Sam’s partnerMiles Archeris found dead, shot by Thursby, who is also dead. The cops suspect Spade, who is sleeping with Archer’s wife. Spade learns that “Ms. Wonderly” is actuallyBrigid O’Shaughnessy, a woman hunting for a pricelessstatuettecalled the Maltese Falcon alongside the obeseCaspar Gutmanand a homosexual Middle Easterner namedJoel Cairo. At a private meeting in which Gutman explains how Brigid, Thursby, and Cairo found the Falcon inConstantinople, Spade suddenly faints, having been drugged by Gutman. Spade returns to his office, where aship captaingives him a package containing the falcon, then dies. Brigid calls, urgently requesting Spade’s help, but Spade returns home only to find Brigid, Gutman, and Cairo waiting, demanding the Falcon. Spade reminds them that one of them will be pegged for the murders, and they turn on each other. Gutman decides hisbodyguard, Wilmer, will be the patsy, but when they discover the Falcon is a fake, Wilmer escapes. Cairo and Gutman leave to find the real Falcon, but Spade doesn’t let Brigid go, certain she cannot be trusted. She confesses she shot both Archer and Thursby but is in love with Spade; Spade, refusing to“play the sap”for her, turns her over to the cops, who report that Wilmer has just murdered Gutman. The novel’s 1941 film adaptation, starringHumphrey Bogart, is considered afilm noirmasterpiece.",
    "The Big Sleep": "(1939) byRaymond Chandler. Wealthy patriarchGeneral Sternwoodhires private eyePhilip Marloweto help his daughterCarmen, who is being blackmailed by booksellerArthur Geiger. Sternwood also worries aboutRegan, his daughter Vivian’smissing husband. Pretending to be a gay book collector, Marlowe learns that Geiger’s bookstore is apornographyfront, and after staking out Geiger’s home, he hears gunshots and sees two cars speeding away. Geiger is dead, and Carmen Sternwood is naked and drugged in front of a camera from which the film has been taken. The next day, Sternwood’schauffeuris found dead in a car driven off a pier. Marlowe meets withJoe Brody, who is taking over Geiger’s bookstore, when Carmen busts in with a gun, demanding the photographs in Brody’s possession. Marlowe forces her to leave, then learns the chauffeur killed Geiger to protect Carmen from disrepute; Brody, also spying on Geiger that night, pursued and killed the chauffeur. Geiger’s homosexual lover then arrives and kills Brody, thinking Brody killed Geiger. With the case seemingly solved, Marlowe still wonders about Vivien’s missing husband Regan, as well as themissing wifeofEddie Mars, a criminal who backed Geiger’s business. Carmen and Vivien each try to seduce Marlowe while Marlowe investigates those disappearances. On returning to Sternwood’s house, Carmen asks Marlowe toteach her to shoot; at the lesson, she tries to shoot Marlowe, but Marlowe put blanks in the gun. This proves Marlowe’s theory: Carmen is anymphomaniacwho killed Regan when he spurned her advances. Vivien admits she hid the body and lied to save her father from shame, and she promises to put Carmen in an asylum.",
    "Murder on the Orient Express": "(1934) byAgatha Christie. This novel features Christie’s popular Belgian detectiveHercule Poirot, who is snowbound on thetitle trainin the Balkans when a passenger namedSamuel Ratchettis foundstabbed to death. Thanks to a scrap of paper in Ratchett’s compartment referencing“little Daisy Armstrong,”Poirot realizes Ratchett is actuallyLanfranco Cassetti, a man who was acquitted on technicality ofkidnapping and murder(a crime inspired by the real-life kidnapping ofCharles Lindbergh’s baby). Poirot discovers that all the passengers—including former Russian princessNatalia Dragomiroff—are concealing their pasts and each had a motive to kill Cassetti, and Poirot correctly deduces thatall of themstabbed Cassetti. However, Poirot’s alternate theory, that astrangerentered the snowbound train and randomly killed Ratchett, is the one presented to local authorities.",
    "And Then There Were None": "(1940) byAgatha Christie. This novel is an example of a“country house mystery,”a genre popularized by Christie in which possible suspects are limited due to the crime’s isolated locale. The novel concernsten murdererswho have escaped justice and who are invited to anisland mansion. After amysterious recordaccuses each guest of their crimes, they begin turning up dead one by one.Vera ClaythorneandPhilip Lombardare the final two survivors; Vera, suspecting Philip of being the killer, shoots him dead, then returns to her room and hangs herself. The novel ends with a fisherman recovering amessage in a bottlewritten byJustice Wargrave, one of the victims, who confesses he orchestrated all the killings in the name of“true justice.”The novel was previously published under the titleTen Little Indiansand an even earlier title that included a racial slur and was taken from a popularminstrelsong whose lyrics—which allude to each victim’s death—areframed and hung in the mansion’s bedrooms.",
    "The Name of the Rose": "(1980) byUmberto Eco. This mystery is set in 1327 at a Catholic conference to resolve a potential heresy.William of Baskervilleand his novice,Adso of Melk, are tasked with investigating the death of the comicalmanuscript artist Adelmo. The abbey’slibrarian, Malachi, bars the two men from entering amysterious, labyrinthine library, so they meet withJorge of Burgos, ablind monk who hates laughter. The next day, after the monkVenantiusis found dead in a vat ofpig blood, William and Adso find that both victims had sought out a book from a secret room called theFinis Africae. Upon breaking into the labyrinth, they find odd writings left by Venantius; later, the monks discover that Venantius’s fingers and tongue werestained black. Eventually, William and Adso realize the letters above rooms in the library spell out regions of the world, and they locate theFinis Africaebehind a mirror. As the conference ramps up, a monk namedSeverinustells William about an odd book in his own library, but he is murdered before he can say more and the book goes missing. On the sixth day, Malachi is killed; his tongue and fingers are also black. On the final day of the conference, William and Adso enter theFinis Africaeand find Jorge of Burgos within. Severinus’s secret book is asequel to Aristotle’sPoetics, whose thoughts on comedy will undermine Christianity. Jorgepoisoned the pages, knowing any reader would lick his fingers to turn them. Jorge theneats the manuscript, killing himself, but not before using Adso’s lantern to set the library ablaze. William and Adso escape."
}