{
    "Sino-Japanese War": "(1937–1945):Japan’s invasion of Chinawas the primary cause of World War II in East Asia. As early as 1931, Japanese forcesoccupied Manchuriaand set up apuppet state called Manchukuo. TheMarco Polo Bridge Incidentof 1937 resulted in open war between Japan and China. Japanese forces committed notoriousatrocitiesduring the invasion of China, including the 1937 massacres known as theRape of Nanking. The Chinese war effort was hindered by internal conflict betweenChiang Kai-Shek’s NationalistKuomintanggovernment and thecommunist insurgencyled by Mao Zedong. Between 1942 and 1945 central China was largelycut off from the outside worlddue to Japaneseconquest of coastal ports; Allied support was limited to air power deployed over the Himalayas from India, including the fighter pilots known as the“Flying Tigers.”",
    "Attack on Pearl Harbor": "(December 1941):\n\t\t\tJapanese plans for domination of the Pacific called for asurprise attackon the U.S. Navy base at Pearl Harbor in Hawaii; wrecking the American Pacific Fleet would allow the Japanese navy to invade southeast Asia with minimal opposition.Admiral Isoroku Yamamotoplanned the Japanese strike, which sent carrier-baseddive bombersandtorpedo bomberstoOahuon Sunday, December 7, 1941. Four American battleships, including theUSSArizona, were sunk; the Americanaircraft carriers were at seaaway from Pearl Harbor at the time of the attack. The losses sustained at Pearl Harbor shocked thepreviously neutralUnited States into entering World War II. President Franklin Roosevelt’s address to Congress described December 7 as a“date which will live in infamy.”",
    "Battle of Bataan": "(January to May 1942):\n\t\t\tImmediately after the attack on Pearl Harbor, Japanese bombers struck thePhilippine island Luzon, forcing the Americans toretreatto the Bataan Peninsula, where they held out for four months. General Douglas MacArthur vowed“I shall return”beforeevacuating to Australiaand leaving command to Jonathan Wainwright, who retreated to the island ofCorregidorandsurrenderedon May 6.  The prisoners from Bataan were sent on a“death march”80 miles to San Fernando with minimal food, water, and medical supplies; those that fell behind were beaten.  JapaneseGeneral Masaharu Hommawas executed in 1946 for his role in the war crime.",
    "Fall of Singapore": "(February 1942):\n\t\t\tJapan’s offensive in southeast Asia also struck at the British Empire. Japanese aircraft sank the British battleshipPrince of Walesand drove obsolete British aircraft from the skies over theMalay Peninsula. Allied troops were driven back toward Singapore, Britain’s major base in the Far East. Reinforcements from Britain and Australia arrived too late to repair the situation, and British generalArthur Percivalwasforced to surrenderin February 1942. The loss of Singapore stunned the British Empire. ManyIndian prisoners captured at Singapore switched sidesto fight for the Japanese; British and AustralianPOWs labored in terrible conditionson theSiam-Burma railwaydepicted in the novelThe Bridge over the River Kwai.",
    "Battle of the Coral Sea": "(May 1942):\n\t\t\tThe Battle of the Coral Sea resulted from Japanese ambitions toinvade Port Moresby, an Allied base inNew Guinea.Frank Jack Fletcher’s American fleetdamaged two Japanese aircraft carriers, Shokaku and Zuikaku. The U.S. Navy’s major loss was the carrierLexington. The battle, atactical draw, prevented the Japanese from attacking Port Moresby. It is notable for being thefirst naval battle fought entirely by aircraft— neither fleet was ever in visual range of the other’s ships.",
    "Battle of Midway": "(June 1942):\n\t\t\tMidway is considered theturning point of World War II in the Pacific.  JapaneseAdmiral Yamamotolaunched attacks on both Midway Island — an atoll northwest of Hawaii — and theAleutian Islandsin Alaska, but the Americans hadbroken the Japanese naval codeand were forewarned.Admiral Chester W. Nimitz’s American fleet lost the aircraft carrierYorktown, but American dive-bombersdestroyed four Japanese carriers:Soryu,Akagi,Kaga, andHiryu. The loss of four irreplaceable aircraft carriers and the death of the best-trained Japanese pilotscrippled Japanese naval aviationfor the duration of the war.",
    "Guadalcanal Campaign": "(August 1942 to February 1943):\n\t\t\tThis first Allied counteroffensive in the Pacific targeted Guadalcanal, anisland in the Solomons, tosecure communicationsbetween the U.S. Pacific coast and Australia.“Operation Watchtower”was the codename for the initial U.S. Marine landings, whichsecured an airbase at Henderson Fieldandheld off a Japanese counterattack on Edson’s Ridge. The navalbattle of Savo Islandtook place between American ships and Japanese forces (the so-called“Tokyo Express”) trying to resupply troops on Guadalcanal. By early 1943, Allied dominance of the seas and skies around Guadalcanal forced Japan towithdrawits remaining troops.",
    "Battle of Leyte Gulf": "(October 1944):\n\t\t\tThe American landings on the island of Leyte in the fall of 1944 fulfilledDouglas MacArthur’s promise to return to the Philippines. Most of the Imperial Japanese Navy’s remaining strength emerged to challenge the Allied landing, setting upone of the largest naval battles in world history. American admiralWilliam “Bull” Halseywas criticized for thepoorly-coordinated response to the Japanese attack. Nevertheless, American ships, aircraft, and submarines were able to destroy more than two dozen Japanese vessels, including the giant battleshipMusashi. The Japanese position was by now so desperate that Japan began the practice of suicidalkamikazeattacks on Allied naval vessels.",
    "Battle of Iwo Jima": "(February to March 1945):\n\t\t\tIwo Jima is anisolated volcanic island between the Marianas and Honshu; early in 1945 it was strategically important as abase for American air attacks on the Japanese home islands. The defenders were led byGeneral Tadamichi Kuribayashi, who attempted to prolong the battle indefinitely by digging an elaboratesystem of tunnelsto protect his troops. The U.S Marines who stormed the island starting in February 1945 sustained thousands of casualties.Joe Rosenthal’s photographof Marines raising the flag on Iwo’sMount Suribachiis one of the best known images of the Second World War.",
    "Battle of Okinawa": "(April to June 1945):\n\t\t\tCodenamedOperation Iceberg, the invasion of Okinawa was thelast major ground battle in the Pacific theaterof World War II.Kakazu RidgeandShuri Castlewere among the positions Japanese troops defended against U.S. Marine and Army units. Okinawa was the high point of Japanesekamikazeattacks; over 1,500 suicide missions were sent against the Allied invasion fleet. Theheavy casualties sustained by both sideson Okinawa and the suicidal bravery of the Japanese militaryencouraged American planners to use atomic weaponson Hiroshima and Nagasaki instead of launchingOperation Downfall, the projected late-1945 conventional invasion of the Japanese home islands."
}