{
    "Battle of Britain": "(July 1940 – October 1940): The Battle of Britain saw the BritishRoyal Air Force(RAF) defeat the German air force, known as theLuftwaffe, effectively saving Britain from a proposedGerman amphibious invasioncodenamedOperation Sea Lion.  The primary German fighter plane was theMesserschmitt Bf 109, which engaged in numerous dogfights against British pilots flyingHurricaneandSpitfireaircraft.  Effective use ofradarhelped to repel German forces, forcing the Luftwaffe intonighttime raids against civilian targets, a campaign known as theBlitz.",
    "Battle of Stalingrad": "(August 1942 – February 1943): With abouttwo million casualties, the Battle of Stalingrad is often cited as thebloodiest battle in history.  The battle arose out of Germany’s summer campaign tocapture vital oil suppliesin the Caucasus Mountains, butFriedrich Paulus’s 6th Armybecame bogged down in intense street fighting in the city, allowing Soviet MarshalGeorgy Zhukovto launchOperation Uranus, which encircled Paulus’s men by defeating the Italian, Hungarian, and Romanian forces guarding their flank.  In the final days of the battle, Hitler promoted Paulus to field marshal, a not-so-subtle suggestion that Paulus should either fight to the death or commit suicide, as no German field marshal had ever been captured; Paulussurrenderedanyway.",
    "Battle of El Alamein": "(October 1942 – November 1942): The Second Battle of El Alamein marked theturning point in the African campaign.  Named for an Egyptian coastal town 65 miles west of Alexandria, it saw theBritish Eighth ArmyunderBernard Montgomerydefeat the GermanAfrika KorpsunderErwin Rommel, preventing the Nazis from capturing the Suez Canal and oil fields in the Middle East.  Following the battle, Allied forces landed inMoroccoandAlgeriaas part ofOperation Torch, and by May 1943 all Axis forces in North Africa had surrendered.",
    "Battle of Kursk": "(July 1943 – August 1943): Fought inwestern Russia, the Battle of Kursk was thelargest tank battle in history, with about 6,000 tanks engaged.  Thanks to a complexspy network, the Soviet leadership was well-informed about German plans to launchOperation Citadelagainst the Kursk salient, and constructed massive defensive fortifications.  After the German advance was stopped, a successful Soviet counterattack was launched.  The German Army never again was able to mount a major attack on the Eastern Front.",
    "D-Day (Operation Overlord)": "(June 6, 1944): Thelargest amphibious assault in history, as Supreme Allied CommanderDwight Eisenhower’s forces attacked the GermanAtlantic Wall defenseson thebeaches of Normandy, France.  Due to his wife’s birthday, German Field MarshalErwin Rommel was absentat the start the invasion, which saw American forces land atUtahandOmaha Beaches, British forces land atGoldandSword Beaches, and Canadian forces land atJuno Beach.  After the landings, Allied forces erected prefabricated artificialMulberry harborsto aid in transporting goods to France.",
    "Battle of the Bulge": "(December 1944 – January 1945): The Battle of the Bulge resulted fromGermany’s last major offensive operation on the Western Front.  The German plan to sweep through theArdennes Forestandcapture the port city Antwerp, Belgium, benefited fromAllied aircraft being groundeddue to poor weather.  During the battle, English-speaking German troops under Otto Skorzeny attempted todisguise themselves as Allied troopsand infiltrate enemy lines.  German forces alsobesieged the Belgian town Bastogneand requested its surrender, to which U.S. ArmyBrigadier General Anthony McAuliffe replied “Nuts!”; the siege was eventually lifted by forces commanded byGeorge Patton.",
    "Attack on Pearl Harbor": "(December 7, 1941): On what President Franklin Roosevelt declared would be“a date which will live in infamy,”Japanese carrier-based aircraft launched —without a formal declaration of war— asurprise attackon the American naval base at Pearl Harbor on the Hawaiian islandOahu.  The attacksank four battleships, most notably theUSSArizona, but all of the U.S. Navy’scarriers were at seaand were unattacked.  Shortly after the attack, Japan beganinvasions of Guam, Wake Island, the Philippines, and the British colony of Singapore.  On December 8, with only Montana RepresentativeJeannette Rankin dissenting, the U.S. Congressdeclared war on Japan.",
    "Battle of the Coral Sea": "(May 1942): Resulting from a Japanese plan tocapture Port Moresby, New Guinea, the Battle of the Coral Sea wasfought entirely by carrier-based aircraft, making it thefirst major naval battle in history in which the two opposing fleets never directly fired upon (or even sighted) each other.  The U.S. Navy’s carrierLexingtonwas sunk, and theYorktownheavily damaged, while the Japanese navy lost the light carrierShohoand saw its large carriersShokakuandZuikakudamaged.  Ultimately, the invasion of Port Moresby was cancelled and the temporary loss of two Japanese carriers gave the U.S. an edge at the subsequentBattle of Midway.",
    "Battle of Midway": "(June 1942): Universally considered theturning point in the Pacific Theater, the Battle of Midway saw the Japaneselose four aircraft carriers, a blow from which they never fully recovered.  JapaneseAdmiral Isoroku Yamamotoplanned tolure the U.S. fleet into a trap, but the Americans hadbroken the Japanese code, allowing them to pull off a stunning victory, withdive bombers from theEnterprisesinking the carriersKaga,Akagi, andHiryu, while those from the hastily-repairedYorktownsank the carrierSoryu.",
    "Battle of Leyte Gulf": "(October 1944): By some measures thelargest naval battle in history, the Battle of Leyte Gulf resulted from the JapaneseSho-Goplantohalt the American reconquest of the Philippines.  The plan nearly worked when AmericanAdmiral William “Bull” Halseywas baited intomoving all of his battleships and large carriers awayfrom the landing site, but an American force of small escort carriers and destroyers held off a Japanese task force that included four battleships.  Another Japanese force tried to pass through theSurigao Strait, but — in thelast-ever combat between opposing battleships— the AmericanSeventh Fleetcrossed their ‘T’ and annihilated the force.",
    "Battle of Iwo Jima": "(February 1945 – March 1945): The Allies sought to capture Iwo Jima, a small island midwaybetween the Mariana Islands and the Japanese home islands, to provide an airbase for the eventualinvasion of Japan.  Under the leadership ofGeneral Tadamichi Kuribayashi, the island’s defenders built a complex network ofunderground tunnelsand well-camouflaged artillerypieces that enabled them tohold out for a monthagainst vastly superior forces.  The battle is best known forJoe Rosenthal’s photographshowing six American servicemenraising a flag atop Mount Suribachi.",
    "Battle of Okinawa": "(April 1945 – June 1945): Thelargest amphibious assault of the Pacific Theater, the Battle of Okinawa featuredmassive casualtiesamong both combatants andcivilians.  The Japanese launched over 1,500kamikazeattacks against the U.S. fleet, and even sent the massive battleshipYamatoon asuicide mission; it wassunk by aircraftbefore reaching Okinawa.  On the American side, both war correspondentErnie PyleandLieutenant General Simon Bolivar Buckner Jr., the commander-in-chief of the ground forces, werekilled.  Somewhat uniquely, the battle also sawlarge numbers of Japanese troops surrender, although many were native Okinawans forced into fighting."
}